Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblASTAPNotFound
source: ASTAP.exe not found
ca_es: No s'ha trobat ASTAP exe
el_gr: Το ASTAP exe δεν βρέθηκε
es_es: No se ha encontrado el archivo ejecutable de ASTAP
fr_fr: ASTAP non trouvé
gl_es: ASTAP exe non atopado
it_it: ASTAP exe non trovato
ja_jp: ASTAP exeが見つかりません。
pt_pt: Executável do ASTAP não encontrado
ru_ru: ASTAP exe не найден
tr_tr: ASTAP exe bulunamadı

# LblAstrometry
source: Astrometry
ca_es: Astrometria
el_gr: Aστρομετρία
es_es: Astrometría
fr_fr: Astrométrie
gl_es: Astrometría
it_it: Astrometria
ja_jp: 天文測定学
pt_pt: Astrometria
ru_ru: Астрометрия
tr_tr: Astrometri

# LblAutoFocus
source: Autofocus
ca_es: Enfocament Automàtic
el_gr: Αυτόματη Εστίαση
es_es: Auto Enfoque
fr_fr: Focalisation Auto
gl_es: AutoFoco
it_it: Fuoco automatico
ja_jp: オートフォーカス
pt_pt: Focagem Automática
ru_ru: Автофокусировка
tr_tr: Otomatik odaklama

# LblAutoFocusAfterHFRChange
source: After HFR increase
ca_es: Després d'un increment de HFR
el_gr: Μετά την αύξηση του HFR
es_es: Tras un aumento en HFR
fr_fr: Suivant hausse HFR
gl_es: Tras incremento de HFR
it_it: Dopo aumento HFR
ja_jp: HFR上昇後
pt_pt: Após aumento do HFR
ru_ru: После увеличения HFR
tr_tr: HFR artırıldıktan sonra

# LblAutoFocusAfterHFRChangeAmount
source: HFR amount
ca_es: Valor HFR
el_gr: Ποσότητα HFR
es_es: Valor de HFR
fr_fr: Valeur HFR
gl_es: Valor HFR
it_it: Valore di HFR
ja_jp: HFR値
pt_pt: Valor HFR
ru_ru: Сумма HFR
tr_tr: HFR miktarı

# LblAutoFocusAfterSetExposures
source: After # exposures
ca_es: Després # exposicions
el_gr: Μετά # εκθέσεων
es_es: Tras # exposiciones
fr_fr: Après # d'expositions
gl_es: Tras # exposicións
it_it: Dopo # esposizioni
ja_jp: #枚撮像後
pt_pt: Após # exposições
ru_ru: После # экспозиций
tr_tr: # pozlamadan sonra

# LblAutoFocusAfterSetTime
source: After elapsed time
ca_es: Després del temps transcorregut
el_gr: Μετά τον Χρόνο που παρήλθε
es_es: Después del tiempo transcurrido
fr_fr: Après un délai
gl_es: Tras certo tempo
it_it: Dopo tempo trascorso
ja_jp: 時間経過後
pt_pt: Após o tempo decorrido
ru_ru: По истечении времени
tr_tr: Geçen süreden sonra

# LblAutoFocusAfterTemperatureChange
source: After temperature change
ca_es: Després del canvi de temperatura
el_gr: Μετά την θερμοκρασιακή αλλαγή
es_es: Después del cambio de temperatura
fr_fr: Suivant hausse de T°
gl_es: Tras mudar a temperatura
it_it: Dopo cambiamento temperatura
ja_jp: 温度変化後
pt_pt: Após alteração de temperatura
ru_ru: После изменения температуры
tr_tr: Sıcaklık değişiminden sonra

# LblAutoFocusAfterTemperatureChangeAmount
source: Temperature amount
ca_es: Valor de la temperatura
el_gr: Ποσότητα θερμοκρασίας
es_es: Valor de Temperatura
fr_fr: Température
gl_es: Valor de temperatura
it_it: Valore di Temperatura
ja_jp: 温度変化
pt_pt: Valor de temperatura
ru_ru: Значение температуры
tr_tr: Sıcaklık miktarı

# LblAutoFocusExposureTime
source: Autofocus exposure time
ca_es: Temps d'exposició de l'Auto Enfocament
el_gr: Χρόνος Έκθεσης Αυτόματης Εστίασης
es_es: Tiempo de exposición para Auto Enfoque
fr_fr: Temps d'exposition FA
gl_es: Tempo Exposición AutoFoco
it_it: Tempo di esposizione Fuoco Automatico
ja_jp: オートフォーカス露出時間
pt_pt: Tempo de Exposição da Focagem Automática
ru_ru: Время экспозиции автофокуса
tr_tr: Otomatik netleme pozlama süresi

# LblAutoFocusExposureTimeTooltip
source: Exposure time used for autofocus when no filter specific time is set or the filter specific time is zero
ca_es: Temps d’exposició que s’utilitza per a l’enfocament automàtic quan no s’estableix cap temps específic del filtre o el temps especificat del filtre és zero
el_gr: Χρόνος Έκθεσης που χρησιμοποιείται για την αυτόματη εστίαση όταν δεν έχει οριστεί συγκεκριμένος χρόνος φίλτρου ή ο συγκεκριμένος χρόνος φίλτρου είναι μηδέν
es_es: Tiempo de exposición usado para auto enfoque cuando no hay seleccionado un tiempo específico para filtro o el tiempo específico de filtro es cero
fr_fr: Temps d'exposition utilisé pour la focalisation automatique alors qu'aucune valeur n'a été spécifiée pour un filtre ou que son temps est égale à zéro
gl_es: Tempo de exposición usado para AutoFoco cando non se establece ningún tempo específico de filtro ou é cero
it_it: Tempo di Esposizione usato per il fuoco automatico qaundo non è impostato alcun tempo specifico per il filtro o se il tempo specifico per il filtro è zero
ja_jp: オートフォーカスにおいてフィルター指定の露光時間が指定されていない又はフィルター指定露光時間がゼロと設定されている場合の露光時間
pt_pt: Tempo de exposição usado para focagem automática quando não estiver definido o tempo para o filtro ou o tempo para o filtro estiver definido para zero
ru_ru: Время экспозиции, используемое для автофокусировки, когда время для данного фильтра не установлено или равно нулю
tr_tr: Filtreye özgü süre ayarlanmadığı veya filtreye özgü süre sıfır olmadığında otomatik odaklama için kullanılan pozlama Süresi

# LblAutoFocusFilter
source: Autofocus filter
ca_es: Auto Enfocament del Filtre
el_gr: Φίλτρο Αυτόματης Εστίασης
es_es: Filtro para Auto Enfoque
fr_fr: Filtre Focalisation Auto
gl_es: Filtro de AutoFoco
it_it: Filtro Auto Focus
ja_jp: オートフォーカス時に使用するフィルター
pt_pt: Filtro de focagem automática
ru_ru: Фильтр автофокусировки
tr_tr: Otomatik odaklama Filtre

# LblAutoFocusGearNotConnected
source: Cannot start autofocus. Camera or focuser is not connected!
ca_es: No es pot iniciar l'Enfocament Automàtic. La Càmera o l'Enfocador no estan connectats!
el_gr: Δεν είναι δυνατή η εκκίνηση της Αυτόματης Εστίασης. Η Κάμερα ή ο Εστιαστής δεν είναι συνδεδεμένοι!
es_es: No se puede iniciar Aunto Enfoque. ¡La cámara o el enfocador no están conectados!
fr_fr: Ne peut démarrer la Focalisation Auto. La caméra ou la focalisation n'est pas connectée!
gl_es: Non se pode iniciar o AutoFoco. A cámara ou o enfocador non están ligados!
it_it: Impossibile iniziare il fuoco automatico. Camera o fuocheggiatore non connessi!
ja_jp: オートフォーカスを開始できません。カメラ又はフォーカサーが接続されていません。
pt_pt: Não é possível iniciar a focagem automática. A câmera ou o focador não estão conectados!
ru_ru: Не могу начать автофокусировку. Камера или фокусер не подсоединены!
tr_tr: Otomatik odaklama başlatılamıyor. Kamera veya odaklayıcı bağlanmamış!

# LblAutoFocusInnerCropRatio
source: Inner crop ratio
ca_es: Proporció de Retall Interior de EA
el_gr: Λόγος Εσωτερικής Αποκοπής Αυτόματης Εστίασης
es_es: Ratio de recorte interior en el AE
fr_fr: FA Ratio Fenêtrage Intérieur
gl_es: Ratio de recorte interno do AutoFoco
it_it: AF Crop Ratio Interna
ja_jp: AF内枠クロップ率
pt_pt: Proporção de corte interna para FA
ru_ru: Доля внутреннего кропа для автофокусировки
tr_tr: AF içe doğru kırpma oranı

# LblAutoFocusInnerCropRatioTooltip
source: If set to a value less than one, star detection during autofocus will only use a centered subframe of the total sensor (if supported by camera). If unsupported by the camera, stars near the edge will be ignored during star detection. If used in combination with a lower than 1 Outer Crop Ratio, a rectangular sliver of the image (between the inner rectangle and the outer rectangle) will be used for autofocus.
ca_es: Si s’estableix un valor inferior a un, la detecció d’estrelles, durant l’enfocament automàtic, només utilitzarà un submarc centrat del sensor total (si és compatible amb la càmera). Si no és compatible amb la càmera, les estrelles properes a la vora seran ignorades durant la detecció d’estrelles. Si s’utilitza en combinació amb una Proporció de Retall Exterior inferior a 1, es farà servir una part rectangular de la imatge (entre el rectangle interior i el rectangle exterior), per a l’enfocament automàtic.
el_gr: Αν οριστεί σε μια τιμή κάτω το ένα, η ανίχνευση αστεριού κατά την διάρκεια της αυτόματης εστίασης θα χρησιμοποιήσει μόνο ένα κεντραρισμένο υποκαρέ του συνολικού αισθητήρα (αν υποστηρίζεται από την κάμερα). Αν δεν υποστηρίζεται από την κάμερα, τα αστέρια κοντά στην άκρη θα αγνοηθούν κατά την ανίχνευση αστεριού. Αν χρησιμοποιηθεί σε συνδυασμό με Λόγο Εξωτερικής Αποκοπής λιγότερο από 1, ένα ασημένιο ορθογώνιο παραλληλόγραμμο της εικόνας (ανάμεσα στο εσωτερικό ορθογώνιο παραλληλόγραμμο και το εξωτερικό ορθογώνιο παραλληλόγραμμο) θα χρησιμοποιηθεί για την αυτόματη εστίαση.
es_es: Si se pone un valor inferior a 1 la detección de estrellas durante el autoenfoque solo se usará un subframe centrado de todo el sensor (si está soportado por la cámara). Si no lo estuviera, las estrellas cercanas al borde se ignorarán durante la detección de estrellas. Si se usa en combinación con un valor de ratio de recorte exterior inferior a 1, se usará un marco rectangular de la imagen (conformado por el rectángulo interno y el externo) para el autoenfoque.
fr_fr: Si la valeur est inférieure à 1, la détection d'étoiles lors de la focalisation automatique utilisera uniquement une sous-trame centrée du capteur (si pris en charge par la caméra). Si non pris en charge par la caméra, les étoiles proches du bord seront ignorées lors de la détection. Si utilisé en combinaison avec un ratio de recadrage extérieur inférieur à 1, un fenêtrage rectangulaire (compris entre le rectangle intérieur et le rectangle extérieur) sera utilisé pour la focalisation automatique.
gl_es: Se está definido nun valor inferior a un, a detección de estrelas durante o AutoFoco só empregará un recadro centrado do sensor total (se o permite a cámara). Se non o permite a cámara, as estrelas próximas ó bordo serán ignoradas durante a detección de estrelas. Se se usa en combinación cunha ratio de recorte inferior inferior a 1, usarase para o AutoFoco unha área rectangular da imaxe (entre o rectángulo interior e o rectángulo exterior).
it_it: Se impostato ad un valore inferiore ad uno, il rilevamento delle stelle durante l'autofocus userà soltanto una parte centrale del sensore (se supportato dalla camera). Qualora questo non fosse supportato, le stelle nei pressi dei bordi verranno ignorate durante il rilevamento delle stelle. Se usato in combinazione con una Crop Ratio Esterna inferiore ad uno, una fetta rettangolare dell'immagine (tra il rettangolo interno e quello esterno) sarà usata per l'autofocus.
ja_jp: 値を1未満に設定した場合、オートフォーカス時の星像検出でセンサー中心部のサブフレームを使用します（カメラがこれをサポートする場合）。カメラがこれをサポートしていない場合は、星像検出時に端にある星は無視されます。１未満の外側クロップ率と併用すると、画像の長方形の細い幅枠(内枠と外枠の間）を使用してオートフォーカスを実行します。
pt_pt: Se definido com um valor menor que um, a detecção de estrelas durante a focagem automática utilizará apenas uma sub-frame do sensor (se suportado por câmera). Se não for suportado pela câmera, as estrelas próximas das margens serão ignoradas durante a detecção de estrelas. Com uma proporção externa inferior a 1, uma região rectangular da imagem (entre o rectângulo interno e o rectângulo externo) será usado para a focagem automática.
ru_ru: Если установлено значение меньше единицы, обнаружение звезд во время автофокусировки будет использовать только центрированный подкадр всего сенсора (если поддерживается камерой). Если не поддерживается камерой, звезды у края будут игнорироваться во время обнаружения звезд. При использовании в комбинации с коэффициентом внешнего кадрирования менее 1, прямоугольная полоса изображения (между внутренним прямоугольником и внешний прямоугольник) будет использоваться для автофокусировки.
tr_tr: Birden az bir değere ayarlanırsa, yıldız algılama otomatik odaklama sırasında yalnızca toplam sensörün ortalanmış bir alt çerçevesini kullanır (kamera destekliyorsa). Kamera desteklemiyorsa,, yıldız algılama sırasında kenara yakın yıldızlar göz ardı edilir. Dış Kırpma oranının 1'den düşük olduğu bir kombinasyonla birlikte kullanılırsa, görüntünün dikdörtgen şeridi (iç dikdörtgen ile dış dikdörtgen) otomatik odaklama için kullanılır.

# LblAutoFocusMethod
source: Autofocus method
ca_es: Mètode EA
el_gr: Μέθοδος Αυτόματης Εστίασης
es_es: Método de AE
fr_fr: Stratégie FA
gl_es: Método AutoFoco
it_it: Metodo di Fuoco Automatico
ja_jp: AF方式
pt_pt: Método FA
ru_ru: Метод автофокусировки
tr_tr: AF yöntemi

# LblAutoFocusMethodTooltip
source: When Star HFR is selected, N.I.N.A. will detect stars in the FOV, compute their HFR across multiple focus points, and find the minimum HFR. The Contrast Detection method uses image processing techniques to estimate contrast across multiple focus points, and finds the highest contrast. This method works on terrestrial objects or solar system objects as well, but can be sensitive to noise.
ca_es: Quan el HFR de les estrelles està seleccionat, NINA detectarà estrelles al Camp de Visió, calcularà el seu HFR a través de diversos punts d’enfocament, i trobarà el HFR mínim. El mètode de Detecció de Contrast utilitza tècniques de processament d’imatges per determinar el contrast a través de múltiples punts d’enfocament, i troba el contrast més alt. Aquest mètode funciona per a objectes terrestres o del sistema solar, però pot ser sensible al soroll.
el_gr: Όταν επιλεχθεί το HFR αστεριού, το ΝΙΝΑ θα ανιχνεύσει αστέρια στο οπτικό πεδίο, θα υπολογίσει το HFR τους σε πολλαπλά σημεία εστίασης, και θα βρει το ελάχιστο HFR. Η μέθοδος Ανίχνευση Αντίθεσης χρησιμοποιεί τεχνικές επεξεργασίας εικόνας για να εκτιμήσει την αντίθεση σε πολλαπλά σημεία εστίασης, και βρίσκει την υψηλότερη αντίθεση. Αυτή η μέθοδος λειτουργεί σε επίγεια αντικείμενα ή αντικείμενα του ηλιακού συστήματος, αλλά μπορεί να είναι ευαίσθητη στον θόρυβο.
es_es: Cuando se selecciona el HFR de las estrellas, NINA detectará estrellas en el campo de visión, calculará su HFR a través de múltiples puntos de enfoque, y hallará el HFR mínimo. El método por Detección de Contraste utiliza técnicas de procesamiento de imágenes para estimar el contraste en múltiples puntos de enfoque, y encuentra el contraste más alto. Este método funciona en objetos terrestres o también en objetos del sistema solar, pero puede ser sensible al ruido.
fr_fr: Lorsque "HFR des Étoiles" est sélectionné, NINA détecte les étoiles dans le champ de vision, calcule leur HFR sur plusieurs points de focalisation et trouve le HFR minimum. La méthode de détection de contraste utilise des techniques de traitement d'image pour estimer le contraste sur plusieurs points de focalisation et trouve le contraste le plus élevé. Cette méthode fonctionne sur les objets terrestres ou du système solaire également, mais peuvent être sensibles au bruit.
gl_es: Cando se selecciona HFR da Estrela, NINA detecta as estrelas no campo de visión, calcula o seu HFR en varios puntos de enfoque e busca o HFR mínimo. O método de detección por contraste usa técnicas de procesamento de imaxes para estimar o contraste en varios puntos de enfoque e utiliza o contraste máis alto. Este método funciona con obxectos terrestres ou obxectos do sistema solar, pero tamén pode ser sensible ó ruído.
it_it: Quando HFR Stelle è selezionato, NINA troverà le stelle nel FOV, calcolerà il loro HFR su vari punti di fuoco, e troverà l'HFR minimo. Il metodo di determinazione contrasto impiega tecniche di elaborazione delle immagini per stimare il contrasto su molteplici punti di fuoco e trova il contrasto piu' elevato. Questo metodo funziona su oggetti terrestri ed altrettanto su oggetti del sistema solare, ma potrbbe essere sensibile al rumore.
ja_jp: Star HFRが選択されると、NINAは写野内の星々を検出し、複数の焦点位置にてHFRを算出し、最小おのHFRを見つけます。 コントラスト検出法では、画像処理技術を使用して複数の焦点位置にてコントラストを評価し最大のコントラストを見つけます。この方法は地上の物体又は太陽系の惑星などに有効ですが、ノイズに対して敏感かもしれません。
pt_pt: Quando é seleccionado "HFR das estrelas", o NINA detecta estrelas no campo de visão, calcula o seu HFR através de vários pontos de focagem e encontra o valor mínimo de HFR. O método de detecção de contraste usa técnicas de processamento de imagem para estimar o contraste através de vários pontos da focagem e encontra o valor de maior contraste. Este método funciona em objectos terrestres ou também em objectos do sistema solar, mas pode ser sensível ao ruído.
ru_ru: Когда выбран HFR Звезды, NINA будет обнаруживать звезды в поле зрения, вычислять их HFR по нескольким точкам фокусировки и находить минимальную HFR. Метод определения контраста использует методы обработки изображения для оценки контраста через несколько точек фокусировки и находит самый высокий контраст. Этот метод работает на земные объекты или объекты солнечной системы, но могут быть чувствительны к шуму.
tr_tr: Eğer Yıldız HFR seçiliyse NINA yıldızları FOVda tespit eder, HFR değerlerini birden fazla odak noktaları boyunca hesaplar ve minimum HFR değerini bulur. Kontrast Tespiti yöntemi, birden fazla odak noktaları boyunca kontrastı tahmin etmek için fotoğraf işleme tekniğini kullanır. Bu yöntem karasal objeler veya Güneş sistemi objelerinde işe yarar, ancak görüntü gürültüsü artışına neden olabilir.

# LblAutoFocusNewWorseThanOriginal
source: New focus point's HFR {0} is significantly worse than the previous HFR {1}
ca_es: El nou punt d’enfocament HFR {0} és significativament pitjor que el HFR original {1}
el_gr: Το νέο σημείο εστίασης HFR {0} είναι σημαντικά χειρότερο από το αρχικό HFR {1}
es_es: El nuevo punto de enfoque HFR {0} es significativamente peor que el HFR {1} original
fr_fr: Le HFR {0} de la nouvelle position de focalisation est moins bonne que l'original HFR {1}
gl_es: O novo punto de enfoque HFR {0} é significativamente peor có HFR orixinal {1}
it_it: Il nuovo HFR {0} del punto di fuoco è considerabilmente peggiore dell' HFR originale {1}
ja_jp: 新しい焦点位置HFR{0} がオリジナルのHFR{1} よりも大幅に悪いです。
pt_pt: O valor HFR {0} do novo ponto de foco é significativamente pior que o valor HFR {1} original
ru_ru: Новая точка фокуса HFR {0} значительно хуже, чем оригинальный HFR {1}
tr_tr: Yeni odak noktası HFR'ı {0} orjinal HFR'dan {1} çok daha kötü

# LblAutoFocusNotEnoughtSpreadedPoints
source: Not enough HFR difference for set of focuspoints. Either the step size is too low or the stars are too much out of focus.
ca_es: No hi ha prou diferència HFR per al conjunt de punts d'enfocament. O la mida del pas és massa baixa, o les estrelles estan massa desenfocades.
el_gr: Δεν υπάρχει σημαντική διαφορά HFR στα σημεία εστίασης. Είτε το μέγεθος βήματος είναι πολύ μικρό ή τα αστέρια είναι πολύ εκτός εστίασης.
es_es: No hay suficiente diferencia HFR para el conjunto de puntos de enfoque. O el tamaño del paso es demasiado bajo o las estrellas están demasiado desenfocadas.
fr_fr: Pas assez de différence HFR détectée pour déterminer une nouvelle position de focalisation. Soit que la taille des pas de focalisation est trop petite, soit que les étoiles sont trop défocalisées au démarrage.
gl_es: Non hai diferenza abonda no HFR para os puntos de foco. Pode ser que o tamaño do paso sexa demasiado baixo ou as estrelas estean demasiado descentradas.
it_it: Insufficiente differenza HFR per impostare i punti di focus. O la dimensione dello step Comando avvio porta snap del telescopio troppo bassa o le stelle sono troppo sfuocate.
ja_jp: 複数に焦点位置で算出したHFR値の差が十分ではありません。ステップ間隔が小さ過ぎるか、又は焦点が外れすぎています。
pt_pt: Não há uma diferença de HFR suficiente para determinar uma nova posição de foco. Ou o tamanho do passo é muito baixo ou as estrelas estão demasiado desfocadas.
ru_ru: Недостаточно разницы в HFR для набора фокусов. Либо шаг размер слишком мал, либо звезды слишком далеко от точки фокуса.
tr_tr: Odaklama noktalarının ayarı için HFR farklılığı yeterli değil. Ya adım ölçüsü çok düşük, ya da yıldızlar çok fazla odak dışında.

# LblAutoFocusNrOfExposures
source: # exposures
ca_es: # exposicions
el_gr: # εκθέσεων
es_es: # exposiciones
fr_fr: # d'expositions
gl_es: # exposicións
it_it: # esposizioni
ja_jp: 露出#枚
pt_pt: # exposições
ru_ru: # экспозиций
tr_tr: # pozlama

# LblAutoFocusNumberOfAttempts
source: Number of attempts
ca_es: Nombre d'intents per a EA
el_gr: Αριθμός Προσπαθειών Αυτόματης Εστίασης
es_es: Número de Intentos para el AE
fr_fr: Nombre de tentatives FA
gl_es: Nº de intentos de AutoFoco
it_it: Numero tentativi AF
ja_jp: AF露出回数
pt_pt: Numero de tentativas FA
ru_ru: Кол-во попыток автофокуса
tr_tr: AF deneme adedi

# LblAutoFocusNumberOfAttemptsTooltip
source: If autofocus fails because it got worse HFR than original focus, how many times to reattempt autofocus routine until it is either successful or it moves back to original focus position.
ca_es: Si l'enfocament automàtic falla perquè el HFR té un focus pitjor que l'enfocament original, quantes vegades s'ha de tornar a intentar la rutina d'enfocament automàtic fins que tingui èxit o es torni a la posició original del focus.
el_gr: Αν η αυτόματη εστίαση αποτύχει επειδή πήρε χειρότερο HFR από την αρχική εστίαση, πόσες φορές να γίνει ξανά προσπάθεια της ρουτίνας αυτόματης εστίασης μέχρι να είναι επιτυχής ή να επιστρέψει στην αρχική θέση εστίασης.
es_es: Si el auto enfoque falla porque tiene un HFR peor que el enfoque original, cuántas veces reintentará la rutina del auto enfoque hasta que lo consiga o vuelva a la posición original de enfoque.
fr_fr: Si la focalisation auto échoue parce que le HFR devient pire qu'à la position originale, combien de relances de la focalisation auto doit être fait en vue d'obtenir un succès avant de revenir à la focalisation initiale.
gl_es: Se o AutoFoco falla porque empeorou o HFR con relación ó foco orixinal, cantas veces se reintenta a rutina de AutoEnfoque ata que teña éxito ou haxa que volver á posición de enfoque orixinal.
it_it: Se l'autofocus fallisce perchè ha ottenuto un HFR peggiore del focus originale, quante volte si deve ritentare la routine di autofocus fintanto che si ha un successo o che si ritorna alla posizione originale.
ja_jp: 元のHFRよりも悪くなったためにオートフォーカスに失敗した場合、再度実行して成功するか又は元の焦点位置に戻すまでオートフォーカスルーチーンを何回実行しますか？
pt_pt: Se a focagem automática falhar porque o RH ficou pior que a focagem original, tentar repetir quantas vezes a rotina de focagem automática até que, ou seja bem sucedida ou volte para a posição de foco original.
ru_ru: Если автофокус не удался, потому что он был хуже HFR чем первоначальный фокус, как много раз повторять процедуру автофокуса до тех пор, пока он не будет успешным, или он переместится обратно в исходную позицию фокуса.
tr_tr: Orjinal odaklamadan daha kötü HFR nedeniyle otomatik odaklama başarısız olması durumunda, otomatik netleme rutini başarılı olana veya orijinal netleme konumuna geri dönene kadar yeniden deneme adedi.

# LblAutoFocusNumberOfFramesPerPoint
source: Number of exposures per point
ca_es: Nombre de Captures per punt en EA
el_gr: Αριθμός Καρέ ανά Σημείο Αυτόματης Εστίασης
es_es: AE # de Capturas por punto
fr_fr: Nombre d'acquisitions par point en FA
gl_es: Nº de capturas en cada punto
it_it: Numero fotogrammi per punto AF
ja_jp: 各焦点位置に対する露出回数
pt_pt: Numero de Frames por ponto na FA
ru_ru: АФ количество кадров за точку
tr_tr: Nokta başına karenin AF sayısı
