Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblFilterwheelConnectionLost
source: Filter wheel connection lost! Please reconnect filter wheel!
ca_es: S'ha perdut la connexió de la Roda Filtres. Torneu a connectar la Roda Filtres!
el_gr: Η σύνδεση με τον τροχό φίλτρων χάθηκε! Παρακαλώ ξανασυνδέστε τον τροχό φίλτρων!
es_es: ¡Conexión a rueda de filtros perdida! Por favor, reconecte la rueda de filtros.
fr_fr: La connexion à la roue à filtres est perdue! Veuillez reconnecter la roue à filtres!
gl_es: Perdida a conexión coa roda de filtros! Reconéctaa!
it_it: Connessione alla filterwheel persa! Si prega di riconnettere la filterwheel!
ja_jp: フィルターホイールの接続が途絶えました！ フィルターホイールを再度接続して下さい。
pt_pt: Ligação à roda de filtros perdida! Por favor reconecte a roda de filtros!
ru_ru: Подключение к колесу фильтров потеряно! Пожалуйста, переподключите колесо фильтров!
tr_tr: Filtre çarkı bağlantısı kesildi! Lütfen yeniden bağlanın!

# LblFlatCalculatedExposureTime
source: Calculated target exposure time
ca_es: Temps d'Exposició calculat de l'Objectiu
el_gr: Υπολογισμένος Χρόνος Έκθεσης Στόχου
es_es: Tiempo de exposición calculado del objetivo
fr_fr: Durée d'exposition cible calculée
gl_es: Tempo de Exposición a lograr, calculada
it_it: Tempo di esposizione target calcolato
ja_jp: 演算されたターゲット露出時間
pt_pt: Tempo de Exposição Calculado
ru_ru: Вычисленное время съёмки объекта
tr_tr: Hesaplanan hedef pozlama süresi

# LblFlatCalculatedHistogramMean
source: Calculated target histogram mean
ca_es: Càlcul de la mitjana de l'Histograma de l'Objectiu
el_gr: Υπολογισμένη Μέση Τιμή Ιστογράμματος Στόχου
es_es: Cálculo de la media del Histograma de Objetivo
fr_fr: Moyenne de l'Histogramme Calculé
gl_es: Media do Histograma do Obxectivo Calculada
it_it: Media Istogramma target calcolata
ja_jp: 演算されたターゲットヒストグラム算術平均
pt_pt: Histograma Médio Calculado
ru_ru: Вычисленное среднее значение гистограммы
tr_tr: Hesaplanan hedef histogram ortalaması

# LblFlatCount
source: Flats to take
ca_es: Flats a capturar
el_gr: Flats για λήψη
es_es: Flats a Capturar
fr_fr: PLU à prendre
gl_es: Flats a tirar
it_it: Flats da prendere
ja_jp: フラット画像取得
pt_pt: Numero de Flats a obter
ru_ru: Количество снимаемых флетов
tr_tr: Çekilecek düz kareler

# LblFlatDevice
source: Flat Panel
ca_es: Panell de Flats
el_gr: Flat Πάνελ
es_es: Panel de Flats
fr_fr: Écran à PLU
gl_es: Panel de Flat
it_it: Pannello per flats
ja_jp: フラットパネル
pt_pt: Painel de Flats
ru_ru: Флэт панель
tr_tr: Düz kare paneli

# LblFlatDeviceBrightness
source: Brightness
ca_es: Lluminositat
el_gr: Φωτεινότητα
es_es: Brillo
fr_fr: Luminosité
gl_es: Luminosidade
it_it: Luminosità
ja_jp: 輝度
pt_pt: Brilho
ru_ru: Яркость
tr_tr: Parlaklık

# LblFlatDeviceChooseSerialPort
source: Choose serial port
ca_es: Tria un port sèrie
el_gr: Επιλέξτε σειριακή θύρα
es_es: Elegir puerto serial
fr_fr: Choisir le port série
gl_es: Elixir porto en serie
it_it: Scegli porta seriale
ja_jp: シリアルポートを選択して下さい。
pt_pt: Escolher porta de serie
ru_ru: Выберите последовательный порт
tr_tr: Seri giriş seçin

# LblFlatDeviceClearValues
source: Clear values
ca_es: Netejar els Valors
el_gr: Καθαρισμός Τιμών
es_es: Limpiar Valores
fr_fr: Effacer les valeurs
gl_es: Limpar Valores
it_it: Cancella Valori
ja_jp: 数値のクリア
pt_pt: Limpar Valores
ru_ru: Очистить значения
tr_tr: Değerleri temizle

# LblFlatDeviceClose
source: Close
ca_es: Tancar
el_gr: Κλείσιμο
es_es: Cerrar
fr_fr: Fermer
gl_es: Pechar
it_it: Chiudi
ja_jp: クローズ
pt_pt: Fechar
ru_ru: Закрыть
tr_tr: Kapat

# LblFlatDeviceCloseAtSequenceEnd
source: Close cover when sequence ends
ca_es: Tanca la tapa quan la seqüència acabi
el_gr: Κλείσιμο καλύμματος όταν τελειώσει η αλληλουχία
es_es: Cerrar la tapa cuando la secuencia termine
fr_fr: Couvrir le télescope en fin de séquence
gl_es: Poñer a tapa cando a secuencia remate
it_it: Chiudi il coperchio alla fine della sequenza
ja_jp: シーケンス終了時にカバーを閉じる
pt_pt: Fechar a tampa quando a sequência terminar
ru_ru: Закрытие крышки по окончании серии
tr_tr: Sekans bitince kapağı kapat

# LblFlatDeviceClosed
source: Closed
ca_es: Tancat
el_gr: Κλειστό
es_es: Cerrado
fr_fr: Fermé
gl_es: Pechado
it_it: Chiuso
ja_jp: クローズ済み
pt_pt: Fechado
ru_ru: Закрыто
tr_tr: Kapandı

# LblFlatDeviceConnected
source: Flat panel connected.
ca_es: Panell de Flats connectat.
el_gr: Το Flat πάνελ συνδέθηκε.
es_es: Panel de flats conectado.
fr_fr: Écran à PLU connecté.
gl_es: Panel de Flat conectado.
it_it: Pannello flat collegato.
ja_jp: フラットパネルが接続されました。
pt_pt: Painel de Flats conectado.
ru_ru: Флэт панель подключена.
tr_tr: Düz kare paneli bağlandı.

# LblFlatDeviceConnectedButCoverNotOpen
source: A flat panel is connected but the cover is not open.
ca_es: S'ha connectat un Panell de Flats però la tapa no està oberta.
el_gr: Ένα flat πάνελ είναι συνδεδεμένο αλλά το κάλυμμα δεν είναι ανοικτό.
es_es: Se ha conectado un panel de flats pero la tapa no está abierta.
fr_fr: Un écran de plu est branché mais l'obturateur du tube n'est pas ouvert.
gl_es: Conectado panel de flat, pero a tapa non está aberta.
it_it: Un pannello per i flat è collegato, ma il coperchio è chiuso.
ja_jp: フラットパネルが接続されていますが、カバーが閉じられています。
pt_pt: Um painel de flats está conectado mas a tampa não está aberta.
ru_ru: Флетбокс подключен, но крышка не открыта.
tr_tr: Düz kare paneli bağlandı fakat kapak açılmadı.

# LblFlatDeviceCover
source: Cover
ca_es: Tapa
el_gr: Κάλυμμα
es_es: Cubierta
fr_fr: Obturateur
gl_es: Tapa
it_it: Copertura
ja_jp: カバー
pt_pt: Tampa
ru_ru: Крышка
tr_tr: Kapat

# LblFlatDeviceCoverCurrently
source: Currently
ca_es: Actualment
el_gr: Τρέχων
es_es: Actualmente
fr_fr: Actuellement
gl_es: Actualmente
it_it: Attualmente
ja_jp: 現在
pt_pt: Actualmente
ru_ru: Сейчас
tr_tr: Mevcut

# LblFlatDeviceDisconnectQuestion
source: Do you want to disconnect the flat panel?
ca_es: Vols desconnectar el Panell de Flats?
el_gr: Θέλετε να αποσυνδέσετε το flat πάνελ;
es_es: ¿Quiere desconectar el panel de flats?
fr_fr: Voulez-vous déconnecter l'écran à PLU?
gl_es: Queres desconectar o panel de flat?
it_it: Vuoi scollegare il pannello per I flats?
ja_jp: フラットパネルの接続を解除しますか？
pt_pt: Deseja desconectar o painel de flats?
ru_ru: Вы хотите отключить флетбокс?
tr_tr: Düz kare panel bağlantısını kesmek istiyor musunuz?

# LblFlatDeviceFlatPanelSettings
source: Flat panel settings
ca_es: Característiques del Panell de Flats
el_gr: Ρυθμίσεις Flat Πάνελ
es_es: Ajustes del Asistente de Flats
fr_fr: Paramètres Écran à Plu
gl_es: Config. Panel de Flat
it_it: Impostazioni pannello per i flats
ja_jp: フラットパネル設定
pt_pt: Configurações do Painel de Flats
ru_ru: Настройки флетбокса
tr_tr: Düz kare panel ayarları

# LblFlatDeviceInvalidResponse
source: Invalid response from flat panel.
ca_es: Resposta invàlida del Panell de Flats.
el_gr: Μη έγκυρη ανταπόκριση από το flat πάνελ.
es_es: Respuesta no válida del panel de flats.
fr_fr: Réponse invalide de l'écran à PLU.
gl_es: Resposta errónea do panel de flat.
it_it: Risposta non valida dal pannello per I flats.
ja_jp: フラットパネルより無効な応答を得ました。
pt_pt: Resposta inválida do painel de flats.
ru_ru: Неверный ответ от флэт панели.
tr_tr: Düz kare panelinden geçersiz cevap.

# LblFlatDeviceLight
source: Flat panel light
ca_es: Llum del Planell de Flats
el_gr: Φως Flat Πάνελ
es_es: Luz de panel de flats
fr_fr: Écran à PLU
gl_es: Luz do panel flat
it_it: Luminosità del pannello per I flats
ja_jp: フラットパネル光
pt_pt: Luz do painel de flats
ru_ru: Свет флетбокса
tr_tr: Düz kare paneli ışığı

# LblFlatDeviceNeitherOpenNorClosed
source: Neither open nor closed
ca_es: Ni obert ni tancat
el_gr: Δεν είναι ούτε ανοικτό ούτε κλειστό
es_es: Ni abierto ni cerrado
fr_fr: Ni ouvert ni fermé
gl_es: Nin aberto nin pechado
it_it: Né aperto né chiuso
ja_jp: 開閉途中
pt_pt: Nem aberto nem fechado
ru_ru: Ни открытый, ни закрытый
tr_tr: Ne açıldı ne de kapandı

# LblFlatDeviceNoDevice
source: No flat panel
ca_es: Sense Panell de Flats
el_gr: Δεν υπάρχει Flat Πάνελ
es_es: Sin panel de flats
fr_fr: Aucun écran à PLU
gl_es: Non hai Panel de Flat
it_it: Nessun pannello per I flats
ja_jp: フラットパネルなし
pt_pt: Nenhum Painel de Flats
ru_ru: Нет флэт панели
tr_tr: Düz kare paneli yok

# LblFlatDeviceOpen
source: Open
ca_es: Obert
el_gr: Ανοικτό
es_es: Abrir
fr_fr: Ouvrir
gl_es: Aberto
it_it: Aperto
ja_jp: 開
pt_pt: Aberto
ru_ru: Открыть
tr_tr: Aç

# LblFlatDeviceOpenButton
source: Open
ca_es: Obert
el_gr: Άνοιγμα
es_es: Abrir
fr_fr: Ouvrir
gl_es: Aberto
it_it: Aperto
ja_jp: 開
pt_pt: Abrir
ru_ru: Открыть
tr_tr: Aç

# LblFlatDeviceOpenForDarkFlats
source: Open cover for dark flats in flat wizard
ca_es: Coberta oberta per a dark flats a l'assistent flats
el_gr: Ανοίξτε το κάλυμμα για τα dark flats στον οδηγό flat
es_es: Abrir la tapa para tomar darkflats en el asistente de flats
fr_fr: Ouvrir le couvercle pour les darks de flats dans l'assistant flats
gl_es: Abrir a tapa para dark flats no asistente de flats
it_it: Apri la copertura per i dark flats nel flats wizard
ja_jp: フラットウィザードでダークフラット用のカバーを開く
pt_pt: Abrir a tampa para dark flats no assistente de flats
ru_ru: Откройте крышку для дарков и дарк флэтов
tr_tr: Düz kare sihirbazında siyah düz kareler için kapağı aç

# LblFlatDeviceSetBrightness
source: Set
ca_es: Fixar
el_gr: Ρύθμιση
es_es: Fijar
fr_fr: Ajuster
gl_es: Config.
it_it: Insieme
ja_jp: 設定
pt_pt: Definir
ru_ru: Задать
tr_tr: Ayarla

# LblFlatDeviceTrainedFilterTimes
source: Flat Wizard trained exposure times
ca_es: Temps d'exposició comprovats per l'assistent de Flats
el_gr: Χρόνοι Έκθεσης από τον Οδηγό Flat
es_es: Tiempos de exposición comprobados por el asistente de Flats
fr_fr: L'assistant Flat a testé les temps d'exposition
gl_es: Tempos de Exposición do Adestramento do asistente de Flat
it_it: Tempi di esposizione previsti dal Flat Wizard
ja_jp: フラットウィザード算出露出時間
pt_pt: Tempos de Exposição Obtidos pelo Assistente de Flats
ru_ru: Экспозиции, определенные помощником флетов
tr_tr: Düz kare sihirbazı yönlendirmeli pozlama süreleri

# LblFlatDeviceUnknown
source: Unknown
ca_es: Desconegut
el_gr: Άγνωστο
es_es: Desconocido
fr_fr: Inconnu
gl_es: Descoñecido
it_it: Sconosciuto
ja_jp: 不明
pt_pt: Desconhecido
ru_ru: Неизвестен
tr_tr: Bilinmeyen

# LblFlatDeviceUseWizardTrainedValues
source: Use exposure times trained with flat wizard
ca_es: Utilitzar els temps d'exposició calculats amb l'assistent de flats
el_gr: Χρήση χρόνων έκθεσης από τον οδηγό flat
es_es: Usar tiempos de exposición calculados con el asistente de flats
fr_fr: Utiliser les temps d'exposition calculés avec l'assistant de PLU
gl_es: Usar tempos exposición do asistente de flat
it_it: Usa tempi di esposizione addestrati con la procedura guidata per flat
ja_jp: フラットウィザードで登録された露出時間を使用
pt_pt: Utilizar os tempos de exposição obtidos com o assistente de Flats
ru_ru: Использовать время экспозиций натренированных с помощью мастера флэтов
tr_tr: Düz kare sihirbazı tarafından yönlendirilen pozlama sürelerini kullan

# LblFlatExposureCalcContinue
source: Mean ADU was {0}. Starting exposure time calculation at {1}
ca_es: La mitjana d'ADU era {0}, començant el càlcul del temps d'exposició a {1}
el_gr: Η μέση τιμή των ADU ήταν {0}, γίνεται εκκίνηση υπολογισμού του Χρόνου έκθεσης στο {1}
es_es: El ADU medio fue {0}, iniciando el cálculo de tiempo de exposición en {1}
fr_fr: L'ADU moyenne était {0}, le calcul du temps d'exposition à {1}
gl_es: A media ADU era {0}, iniciando o cálculo de tempo de exposición en {1}
it_it: ADU media era {0}, inizio calcolo tempo esposizione a {1}
ja_jp: 算術平均ADUは{0}でした。露出時間演算を{1}でスタートしています。
pt_pt: O ADU Médio era de {0}, a iniciar o cálculo de tempo de exposição em {1}
ru_ru: Среднее значение в единицах АЦП было {0}, начинаем определение экспозиции с {1}
tr_tr: Ortalama ADU {0} dı, pozlama süre hesaplaması {1} de başlıyor

# LblFlatExposureCalcFinished
source: Mean ADU is {0}. Target exposure time is {1}
ca_es: La mitjana de l'ADU és {0} El temps d'exposició objectiu és {1}
el_gr: Η μέση τιμή των ADU είναι {0} ο Χρόνος Έκθεσης του στόχου είναι {1}
es_es: El ADU medio es {0} El tiempo de exposición de objetivo es {1}
fr_fr: L'ADU moyenne est {0}. Le temps d'exposition cible est {1}
gl_es: A media ADU é {0} o tempo de exposición é {1}
it_it: ADU media è {0} Tempo targe di esposizione {1}
ja_jp: 算術平均ADUは{0} ターゲット露出時間は{1}です。
pt_pt: O ADU Médio é de {0}, o tempo de exposição é de {1}
ru_ru: Средний ADU - {0} целевое время экспозиции: {1}
tr_tr: Ortalama ADU {0} hedeflenen pozlama süresi {1}

# LblFlatExposureCalcStart
source: Starting exposure time calculation at {0}
ca_es: Inici del càlcul del temps d'exposició a {0}
el_gr: Γίνεται εκκίνηση του υπολογισμού του Χρόνου Έκθεσης στο {0}
es_es: Iniciando cálculo de Tiempo de exposición en {0}
fr_fr: Calcul du temps d'exposition initial à {0}
gl_es: Iniciando cálculo de Tempo de exposición en {0}
it_it: Inizio calcolo tempo esposizione a {0}
ja_jp: {0}にて露出時間演算を開始しています。
pt_pt: A iniciar Cálculo de Tempo de Exposição em {0}
ru_ru: Запуск расчёта времени экспозиции в {0}
tr_tr: Pozlama süresi hesaplamasına {0} da başlanıyor

# LblFlatHistogramMeanTarget
source: Histogram mean target
ca_es: Objectiu mitjà de l'histograma a assolir
el_gr: Μέση Τιμή Ιστογράμματος Στόχου
es_es: Media de Histograma a lograr
fr_fr: Moyenne cible de l'Histogramme
gl_es: Histograma Promedio a lograr
it_it: Istogramma media target
ja_jp: ヒストグラム平均ターゲット
pt_pt: Histograma Médio
ru_ru: Целевое среднее значение гистограммы
tr_tr: Histogram ortalama hedefi

# LblFlatHistogramTolerance
source: Mean tolerance
ca_es: Tolerància mitjana
el_gr: Μέση Τιμή Ανοχής
es_es: Tolerancia media
fr_fr: Tolérance de la moyenne
gl_es: Tolerancia Media
it_it: Tolleranza media
ja_jp: 平均公差
pt_pt: Tolerância Média
ru_ru: Допуск на среднее значение
tr_tr: Ortalama tolerans

# LblFlatMaxExposureTime
source: Flat max. exposure
ca_es: Exposició màxima dels Flats
el_gr: Μέγιστη Έκθεση Flat
es_es: Exposicion Máx. de Flat
fr_fr: Exposition Max PLU
gl_es: Exposición Máxima do Flat
it_it: Esposizione massima Flat
ja_jp: フラット最大露出時間
pt_pt: Exposição máxima das Flats
ru_ru: Максимальная выдержка флета
tr_tr: Maksimum düz kare pozlaması

# LblFlatMinExposureTime
source: Flat min. exposure
ca_es: Exposició mínima dels Flats
el_gr: Ελάχιστη Έκθεση Flat
es_es: Exposición Mín. de Flat
fr_fr: Exposition Min PLU
gl_es: Exposición Mínima do Flat
it_it: Esposizione minima Flat
ja_jp: フラット最小露出時間
pt_pt: Exposição mínima das Flats
ru_ru: Минимальная выдержка флета
tr_tr: Minimum düz kare pozlaması

# LblFlatSequenceCancelled
source: Flat sequence canceled! Could not determine a flat exposure time
ca_es: Seqüència Flats cancel·lada, no s'ha pogut determinar un temps d'exposició dels Flats
el_gr: Η Αλληλουχία Flat Ακυρώθηκε, δεν μπορούσε να οριστεί χρόνος έκθεσης flat
es_es: Secuencia de Flats cancelada, no se pudo determinar el tiempo de exposición de los Flats
fr_fr: Séquence PLU annulée, impossible de déterminer un temps d'exposition pour les PLU
gl_es: Cancelada a Secuencia de Flat, non se puido calcular o tempo de exposición do flat
it_it: Sequenza Flat Cancellata, non ho potuto determinare il tempo esposizione flat
ja_jp: フラットシーケンスがキャンセルされました。フラット露出時間を決定できませんでした。
pt_pt: Sequência de Flats Cancelada. Não foi possível determinar o tempo de exposição
ru_ru: Съёмка флетов отменена, не удалось определить выдержку для флетов
tr_tr: Düz kare sekansı iptal edildi, bir düz kare pozlama süresi belirlenemiyor

# LblFlatStepSize
source: Flat step size
ca_es: Mida de Pas pels Flats
el_gr: Μέγεθος Βήματος Flat
es_es: Tamaño de Paso de Flats
fr_fr: Taille des pas pour PLU
gl_es: Tamaño de Paso de Flat
it_it: Dimension Step Flat
ja_jp: フラット ステップサイズ
pt_pt: Incremento da exposição da flat (segundos)
ru_ru: Величина шага для флетов
tr_tr: Düz kare adım büyüklüğü

# LblFlatUserCurrentExposureCalculation
source: Current exposure calculations
ca_es: Càlcul d'Exposicions actual
el_gr: Υπολογισμοί Τρέχουσας Έκθεσης
es_es: Cálculos de Exposicion Actual
fr_fr: Calculs d'exposition actuels
gl_es: Cálculos da Exposición Actual
it_it: Calcoli correnti di esposizione
ja_jp: 現在の露出時間演算
pt_pt: Cálculos actuais de Exposição
ru_ru: Вычисление текущей экспозиции
tr_tr: Mevcut pozlama hesaplamaları

# LblFlatUserFlatSettings
source: Flat Wizard settings
ca_es: Configuració de l'Assistent de Flats
el_gr: Ρυθμίσεις Οδηγού Flat
es_es: Ajustes del Asistente de Flats
fr_fr: Paramètres de l'assistant PLU
gl_es: Config. Asistente Flat
it_it: Settaggi Flat Wizard
ja_jp: フラットウィザード設定
pt_pt: Configurações do Assistente de Flats
ru_ru: Настройки помощника флетов
tr_tr: Düz kare sihirbazı ayarları

# LblFlatUserPromptCancel
source: Cancel Flat Wizard
ca_es: Cancel·la l'Assistent de Flats
el_gr: Ακύρωση Οδηγού Flat
es_es: Cancelar Asistente de Flats
fr_fr: Annuler Assistant PLU
gl_es: Cancelar Asistente Flat
it_it: Cancella Flat Wizard
ja_jp: フラットウィザードのキャンセル
pt_pt: Cancelar o Assistente de Flats
ru_ru: Отменить работу помощника флетов
tr_tr: Düz kare sihirbazını iptal et

# LblFlatUserPromptFailure
source: Failed to find proper flat exposure time
ca_es: No s'ha pogut obtenir una exposició de Flats adequada
el_gr: Αποτυχία λήψης σωστής Έκθεσης Flat
es_es: Fallo al obtener exposición adecuada de Flat
fr_fr: impossible d'obtenir une bonne exposition pour les PLU
gl_es: Erro ó obter a exposición de flat apropiada
it_it: Acquisizione esposizone flat appropriata fallita
ja_jp: 適切なフラット露出ができませんでした。
pt_pt: Falha ao obter uma exposição ideal para a Flat
ru_ru: Не удалось получить подходящую экспозицию флетов
tr_tr: Düzgün bir düz kare pozlaması yapılamadı

# LblFlatUserPromptFlatTooBright
source: Your flats are too bright. Dim the light, adjust the tolerance, target mean, or the minimum exposure time
ca_es: Els vostres flats són massa brillants, disminueixi la llum, ajusteu la tolerància, la mitjana objectiu o el temps mínim d’exposició
el_gr: Τα flat είναι πολύ φωτεινά, χαμηλώστε το φως, ρυθμίστε την ανοχή, στοχεύστε για μέση τιμή ή για τον ελάχιστο χρόνο έκθεσης
es_es: Tus Flats son muy brillantes, disminuye la luz, ajusta la tolerancia, la media o el tiempo de exposición
fr_fr: Vos PLU sont trop brillants, diminuez l'intensité, ajustez la tolérance, la moyenne cible ou la durée d'exposition minimale
gl_es: Os flats son demasiado luminosos: escurece a luz, axusta a tolerancia, a media obxectivo ou o tempo mínimo de exposición
it_it: I tuoi files sono troppo luminosi, aggiusta al tolleranza, prova il tempo di esposizione medio o minimo
ja_jp: 取得したフラット画像は明るすぎます。光量を減らすか、公差、ターゲット平均 又は最小露出時間を調整して下さい。
pt_pt: As flats estão demasiado brilhantes, diminua o brilho, ajuste a tolerância, a média desejada ou o tempo mínimo de exposição
ru_ru: Ваш флет слишком ярок, снизьте яркость, настройте допуск, среднее значение яркости или минимальную допустимую выдержку
tr_tr: Düz kareleriniz çok parlak, ışığı kısın, toleransı ayarlayın, ortalama ya da minimum pozlama süresi seçin

# LblFlatUserPromptFlatTooDim
source: Your flats are too dim. Brighten the light, adjust the tolerance, target mean, or the maximum exposure time
ca_es: Els vostres flats són massa foscos, augmenteu la llum, ajusteu la tolerància, la mitjana objectiu o el temps màxim d’exposició
el_gr: Τα flat είναι πολύ αμυδρά, δυναμώστε το φως, ρυθμίστε την ανοχή, στοχεύστε για μέση τιμή ή για τον μέγιστο χρόνο έκθεσης
es_es: Tus Flats son muy oscuros, aumenta la luz, ajusta la tolerancia, la media o el tiempo de exposición
fr_fr: Vos PLU sont trop sombres, augmentez l'intensité, ajustez la tolérance, la moyenne cible ou la durée d'exposition maximale
gl_es: Os flats son demasiado escuros, aumenta a luz, axusta a tolerancia, a media obxectivo ou o tempo máximo de exposición
it_it: I tuoi files sono troppo scuri, aumenta la luce, aggiusta la tolleranza, prova il tempo di esposizione medio o massimo
ja_jp: 取得したフラット画像は暗すぎます。光量を増すか、公差、ターゲット平均 又は最大露出時間を調整して下さい。
pt_pt: As flats estão demasiado escuras, aumento o brilho, ajuste a tolerância, a média desejada ou o tempo máximo de exposição
ru_ru: Ваши флеты слишком темные, увеличьте яркость, настройте допуск, целевое значение или максимальную допустимую выдержку
tr_tr: Düz kareleriniz çok sönük, ışığı artırın, toleransı ayarlayın, ortalama ya da maksimum pozlama süresi seçin

# LblFlatWizard
source: Flat Wizard
ca_es: Assistent de Flats
el_gr: Οδηγός Flat
es_es: Asist. Flats
fr_fr: Assistant PLU
gl_es: Asistente Flat
it_it: Procedura guidata per flats
ja_jp: フラットウィザード
pt_pt: Assistente de Flats
ru_ru: Флэт мастер
tr_tr: Düz kare sihirbazı

# LblFlatWizardCapture
source: Flat Wizard capture
ca_es: Captura de l'Assistent de Flats
el_gr: Οδηγός Λήψης Flat
es_es: Captura del Asistente de Flats
fr_fr: Acquisition Assistant PLU
gl_es: Captura do Asistente de Flat
it_it: Assistente di cattura Flat
ja_jp: フラットウィザード画像
pt_pt: Assistente de captura de flats
ru_ru: Захват помощником флетов
tr_tr: Düz kare çekimi

# LblFLICameraSetup
source: FLI camera setup
ca_es: Configuració Càmera FLI
el_gr: Ρύθμιση Κάμερας FLI
es_es: Configuración Camara FLI
fr_fr: Configuration de la caméra FLI
gl_es: Config. Cámara FLI
it_it: Setup FLI Camera
ja_jp: FLIカメラ設定
pt_pt: Configuração da câmera FLI
ru_ru: Настройка камер FLI
tr_tr: FLI kamera ayarı

# LblFLIFloodBin
source: Flood binning
ca_es: Flux de Binning
es_es: Flujo de Binning
gl_es: Fluxo de Binning
it_it: Binning Flood
ja_jp: フラッドビニング
pt_pt: Fluxo de Binning
ru_ru: Заполнение биннига
tr_tr: Binning yığılması

# LblFLIFloodDuration
source: Flood duration
ca_es: Duració del flux
el_gr: Διάρκεια Κορεσμού
es_es: Duración del flujo
fr_fr: Flood Durée
gl_es: Duración Fluxo
it_it: Durata Flood
ja_jp: フラッド時間
pt_pt: Duração de fluxo
ru_ru: Время заполнения
tr_tr: Yıkanma süresi

# LblFLIFlushCount
source: Pre-exposure flush count
ca_es: Mesurar el temps de pre-exposició
el_gr: Μετρητής Καθαρισμού πριν την Έκθεση
es_es: Medir tiempo de pre-exposición
fr_fr: Nombre de vidanges pré-acquisition
gl_es: Contador Flush antes da exposición
it_it: Conteggio Flush pre-esposizione
ja_jp: 露出前フラッシュカウント
pt_pt: Contagem de Fluxo Pré-Exposição
ru_ru: Число предэкспозиционных наполнений
tr_tr: Sensör yıkanma sayısı

# LblFlip
source: Do the flip
ca_es: Efectuar el canvi de Meridià
el_gr: Να γίνει η αλλαγή
es_es: Hacer el cambio de meridiano
fr_fr: Exécuter le Retournement
gl_es: Facer volteo meridiano
it_it: Effettuare il flip
ja_jp: フリップを実行して下さい。
pt_pt: Efectuar a troca de Meridiano
ru_ru: Сделать перекладку
tr_tr: Geçişi yap

# LblFlippingScope
source: Flipping the scope
ca_es: Canviant el Meridià
el_gr: Γίνεται Αλλαγή Μεσημβρινού
es_es: Cambiando Meridiano
fr_fr: Retournement Télescope
gl_es: Volteando Telescopio
it_it: Flipping del Telescopio
ja_jp: 望遠鏡の旋回中
pt_pt: A efectuar a troca de Meridiano
ru_ru: Перекладка телескопа
tr_tr: Teleskop döndürülüyor

# LblFLIPreRBIMitigation
source: RBI mitigation
ca_es: Mitigació del RBI
el_gr: Μείωση RBI
es_es: Mitigacion de RBI
fr_fr: RBI Atténuation
gl_es: Migración RBI
it_it: Mitigazione RBI
ja_jp: RBI 移行
pt_pt: Atenuação RBI
ru_ru: Ликвидация RBI
tr_tr: RBI Azaltma

# LblFLISnapshotFlood
source: Flood for snapshots
ca_es: Flux de captures
el_gr: Κορεσμός για στιγμιότυπα
es_es: Flujo de imágenes
fr_fr: Flood pour snapshots
gl_es: Fluxo para snapshots
it_it: Abilitare Flood per snapshot
ja_jp: スナップショット用フラッド
pt_pt: Flood para snapshots
ru_ru: Заполнение для снимков
tr_tr: Enstantane yıkanması

# LblFocalLength
source: Focal length
ca_es: Distància Focal
el_gr: Εστιακή Απόσταση
es_es: Longitud Focal
fr_fr: Longueur Focale
gl_es: Lonxitude Focal
it_it: Lunghezza Focale
ja_jp: 焦点距離
pt_pt: Distância focal
ru_ru: Фокусное расстояние
tr_tr: Odak uzaklığı

# LblFocalRatio
source: Focal ratio
ca_es: Proporció Focal
el_gr: Εστιακός Λόγος
es_es: Proporción Focal
fr_fr: F/D
gl_es: Relación Focal
it_it: Ratio Focale
ja_jp: 焦点比
pt_pt: Relação Focal
ru_ru: Фокусное соотношение
tr_tr: Odak oranı
