Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblPhd2ProfileChangeFailed
source: Failed to change PHD2 profile
ca_es: No s'ha pogut canviar el perfil PHD2
es_es: Error al cambiar el perfil de PHD2
fr_fr: Impossible de modifier le profil PHD2
gl_es: Erro cambiando o perfil PHD2
it_it: Impossibile modificare il profilo PHD2
ja_jp: PHD2のプロファイル変更に失敗しました
pt_pt: Falha ao alterar o perfil do PHD2
ru_ru: Не удалось изменить PHD2 профиль
tr_tr: PHD2 profili değiştirilemedi

# LblPhd2ProfileNotFound
source: PHD2 profile ID {0} not found. Using {1}
ca_es: No s'ha trobat ID {0} del perfil de PHD2 {0}. Utilitzant {1}
es_es: ID de perfil de PHD2 {0} no encontrado. Usando {1}
fr_fr: Le profil ID {0} de PHD2 est introuvable. Utilisation de {1}
gl_es: Non se atopou o id {0} do perfil PHD2. Usando {1}
ja_jp: PHD2のプロファイル ID {0} が見つかりません。 {1} を使用します。
pt_pt: Perfil do PHD2 com o ID {0} não encontrado. A usar o {1}
ru_ru: PHD2 профиль id {0} не найден. Используется {1}
tr_tr: PHD2 profil kimliği {0} bulunamadı. {1} kullanılıyor

# LblPixels
source: Pixels
es_es: Píxeles
gl_es: Píxeles
ja_jp: ピクセル
pt_pt: Pixeis
ru_ru: Пиксели
tr_tr: Piksel

# LblMaxPixels
source: Max. pixels
es_es: Máx. Píxeles
gl_es: Máx Píxeles
ja_jp: 最大ピクセル
pt_pt: Max. Pixeis
ru_ru: Макс. пикселей
tr_tr: Maks. Piksel

# LblPixelScale
source: Pixel scale
ca_es: Escala de Pixel
el_gr: Κλίμακα Pixel
es_es: Escala de Píxel
fr_fr: Échelle Pixel
gl_es: Escala de Píxel
it_it: Scala Pixel
ja_jp: ピクセルスケール
pt_pt: Escala de Pixel
ru_ru: Размер пикселя
tr_tr: Piksel ölçüsü

# LblPixelScaleTooltip
source: Pixel scale in arcseconds per pixel
ca_es: Escala de pixel en segons d'arc per pixel
es_es: Escala de píxeles en arcosegundos por píxel
fr_fr: Échelle de pixels en arcsecondes par pixel
gl_es: Escala de pixel en arcosegundos por pixel
it_it: Scala pixel in secondi d'arco per pixel
ja_jp: 秒角/ピクセル表示のピクセルスケール
pt_pt: Escala de pixel em segundos de arco por pixel
ru_ru: Масштаб пикселей в угл. секундах на пиксель
tr_tr: Piksel başına düşen yay saniye cinsinden piksel ölçeği

# LblPixelSize
source: Pixel size
ca_es: Tamany Pixel
el_gr: Μέγεθος Pixel
es_es: Tamaño Píxel
fr_fr: Taille pixel
gl_es: Tamaño de Píxel
it_it: Dimension Pixel
ja_jp: ピクセルサイズ
pt_pt: Tamanho do Pixel
ru_ru: Размер пикселя
tr_tr: Piksel boyu

# LblPixelSizeX
source: Pixel size X
ca_es: Tamany Pixel X
el_gr: Μέγεθος Χ Pixel
es_es: Tamaño Píxel X
fr_fr: Taille Pixel X
gl_es: Tamaño X de Pixel
it_it: Larghezza Pixel
ja_jp: ピクセルサイズ X
pt_pt: Tamanho do Pixel X
ru_ru: Размер пикселя X
tr_tr: Piksel boyu X

# LblPixelSizeY
source: Pixel size Y
ca_es: Tamany Pixel Y
el_gr: Μέγεθος Y Pixel
es_es: Tamaño Píxel Y
fr_fr: Taille Pixel Y
gl_es: Tamaño Y de Pixel
it_it: Altezza Pixel
ja_jp: ピクセルサイズ Y
pt_pt: Tamanho do Pixel Y
ru_ru: Размер пикселя Y
tr_tr: Piksel boyu Y

# LblPlanetarium
source: Planetarium
ca_es: Planetari
el_gr: Πλανητάριο
es_es: Planetario
fr_fr: Planétarium
gl_es: Planetario
it_it: Planetario
ja_jp: プラネタリウム
ru_ru: Планетарий
tr_tr: Planetaryum

# LblPlanetariumCoordsError
source: Unable to acquire coordinates from {0}
ca_es: No es poden adquirir coordenades de {0}
el_gr: Δεν ήταν δυνατή η λήψη συντεταγμένων από {0}
es_es: No es posible obtener coordenadas desde {0}
fr_fr: Impossible d'acquérir les coordonnées de {0}
gl_es: Imposible adquirir coordenadas dende {0}
it_it: Impossibile recuperare coordinate da {0}
ja_jp: {0} から座標を取得できませんでした。
pt_pt: Não foi possível obter as coordenadas de {0}
ru_ru: Невозможно получить координаты из {0}
tr_tr: Koordinatlar {0} dan alınamıyor

# LblPlanetariumCoordsOk
source: Coordinates acquired from {0}
ca_es: Coordenades adquirides de {0}
el_gr: Συντεταγμένες λήφθηκαν από {0}
es_es: Coordenadas adquiridas desde {0}
fr_fr: Coordonnées acquises à partir de {0}
gl_es: Coordenadas adquiridas dende {0}
it_it: Coordinate impostate da {0}
ja_jp: {0} から座標を取得しました。
pt_pt: Coordenadas obtidas de {0}
ru_ru: Координаты получены от {0}
tr_tr: Koordinatlar {0} dan alındı

# LblPlanetariumFailedToConnect
source: Unable to connect to {0}. Please ensure that it is running and configured to receive requests
ca_es: No es pot connectar a {0}. Assegureu-vos que s’està executant i configurat per rebre sol·licituds
el_gr: Δεν ήταν δυνατή η σύνδεση με το {0}. Παρακαλώ σιγουρευτείτε ότι τρέχει και είναι ρυθμισμένο να λαμβάνει αιτήσεις
es_es: No se puede conectar a {0}. Por favor, asegúrese de que está funcionando y configurado para recibir solicitudes
fr_fr: Impossible de se connecter à {0}. Veuillez vous assurer qu'il est allumé et configuré pour recevoir les requêtes
gl_es: Imposible conectar a {0}. Comproba que funciona e recibe as solicitudes
it_it: Impossibile connettersi a {0}. Assicurati che sia in esecuzione e configurato per ricevere le richieste
ja_jp: {0} に接続できませんでした。実行されており、リクエストを受け取るように設定されていることを確認して下さい。
pt_pt: Não foi possível conectar a {0}. Por favor certifique-se que está a ser executado e configurado para receber pedidos
ru_ru: Не удается подключиться к {0}. Пожалуйста, убедитесь, что он запущен и настроен на получение запросов
tr_tr: {0} bağlanılamıyor. Lütfen çalıştığından ve istekleri almaya ayarlandığından emin olunuz

# LblPlanetariumObjectNotSelected
source: There is no object currently selected in {0}
ca_es: Actualment no hi ha cap objecte seleccionat a {0}
el_gr: Δεν υπάρχει επιλεγμένο αντικείμενο στο {0}
es_es: No hay ningún objeto seleccionado actualmente en {0}
fr_fr: Il n'y a aucun objet actuellement sélectionné dans {0}
gl_es: Non hai obxecto seleccionado en {0}
it_it: Non c'è nessun oggetto attualmente selezionato in {0}
ja_jp: {0} で現在選択されている対象がありません。
pt_pt: Não há nenhum objecto seleccionado em {0}
ru_ru: В настоящее время в {0} не выбран объект
tr_tr: {0} da seçilmiş mevcut obje yok

# LblPlanetariumPrefs
source: Planetarium preferences
ca_es: Preferències del Planetari
el_gr: Ρυθμίσεις Πλανηταρίου
es_es: Preferencias de Planetario
fr_fr: Préférences Planétarium
gl_es: Preferencias de Planetario
it_it: Preferenze Planetario
ja_jp: プラネタリウムの選択
pt_pt: Preferências do Planetarium
ru_ru: Настройки Планетария
tr_tr: Planetaryum Özellikleri

# LblPlanetariumTooltip
source: Get coordinates from the planetarium
ca_es: Obtenir coordenades del programa Planetari
el_gr: Λήψη συντεταγμένων από το Λογισμικό Πλανηταρίου
es_es: Obtiene coordenadas del Software Planetario
fr_fr: Obtenir les coordonnées du logiciel du planétarium
gl_es: Establecer coordenadas dende o Planetario
it_it: Ottieni le coordinate dal software di Planetario
ja_jp: プラネタリウムソフトから座標を取得する
pt_pt: Obter as coordenadas a partir do Planetarium
ru_ru: Получить координаты от программы планетария
tr_tr: Koordinatları Planetaryum yazılımından al

# LblPlanetariumUseSelectedObject
source: Coordinates from selected object
ca_es: Coordenades de l'objecte seleccionat
el_gr: Συντεταγμένες από επιλεγμένο αντικείμενο
es_es: Coordenadas del objeto seleccionado
fr_fr: Coordonnées de l'objet sélectionné
gl_es: Coordinadas dende o obxecto seleccionado
it_it: Coordinate dall'oggetto selezionato
ja_jp: 選択された対象からの座標
pt_pt: Coordenadas do objecto seleccionado
ru_ru: Координаты выбранного объекта
tr_tr: Seçili objenin koordinatları

# LblPlatesolve2Directory
source: Platesolve2 location
ca_es: Ubicació Platesolve2
el_gr: Τοποθεσία Platesolve2
es_es: Ubicación Platesolve2
fr_fr: Emplacement Platesolve2
gl_es: Localización de Platesolve2
it_it: Percorso Platesolve2
ja_jp: Platesolve2のフォルダ
pt_pt: Localização do Platesolve2
ru_ru: Расположение Platesolve2
tr_tr: Platesolve2 konumu

# LblPlatesolve2NoCoordinates
source: No coordinates available. Platesolve2 requires coordinates to solve!
ca_es: No hi ha coordenades disponibles. Platesolve2 requereix coordenades per resoldre!
el_gr: Δεν υπάρχουν συντεταγμένες. Το Platesolve2 χρειάζεται συντεταγμένες για να λειτουργήσει!
es_es: No hay coordenadas disponibles. ¡Platesolve2 requiere de coordenadas para resolver!
fr_fr: Pas de coordonnées disponibles. Platesolve2 nécessite des coordonnées pour faire la réduction!
gl_es: Non hai coordenadas. Platesolve2 precisa coordinadas para resolver!
it_it: Coordinate non disponbibili. Platesolve2 richiede coordinate per funzionare!
ja_jp: 座標がありません。Platesolve2が機能するためには座標が必票です。
pt_pt: Nenhuma coordenada disponível. O Platesolve2 requer coordenadas para efectuar o solve!
ru_ru: Координаты недоступны. Platesolve2 требует координат для распознавания!
tr_tr: Koordinat yok. Platesolve2'nin işlem yapabilmesi için koordinat gerekir!

# LblPlatesolve2NotFound
source: Platesolve2.exe not found
ca_es: No es troba l'executable (exe) de Platesolve2
el_gr: Το Platesolve2 exe δεν βρέθηκε
es_es: No se ha encontrado el ejecutable (exe) de Platesolve2
fr_fr: Platesolve2 non trouvé
gl_es: Platesolve2 exe non atopado
it_it: Platesolve2 exe non trovato
ja_jp: Platesolve2 exeが見つかりません。
pt_pt: Executável do Platesolve2 não encontrado
ru_ru: Platesolve2 exe не найден
tr_tr: Platesolve2 exe bulunamadı

# LblPlateSolvedPolarAlignment
source: Plate solved polar alignment
ca_es: Alineació Polar per Resolució de Plaques (Platesolve)
el_gr: Πολική Ευθυγράμμιση με το Plate Solve
es_es: Alineación polar por astrometría (platesolve)
fr_fr: Alignement Polaire par Astrométrie
gl_es: Aliñamento á Polar por Astrometría
it_it: Allineamento polare con Plate Solve
ja_jp: プレートソルブ済み極軸アラインメント
pt_pt: Alinhamento Polar com Plate Solve
ru_ru: Выравнивание полюса по плейтсолву
tr_tr: Platesolve uygulanmış polar ayarı

# LblPlateSolveEnding
source: Plate solve has reached the maximum number of attempts or a meridian flip is necessary.
ca_es: La Resolució de Plaques (platesolve) ha assolit el nombre màxim d'intents, o es necessita un canvi de Meridià.
el_gr: Το PlateSolve έφτασε το μέγιστο αριθμό προσπαθειών, ή είναι απαραίτητη η Αλλαγή Μεσημβρινού.
es_es: La Resolución del Campo (platesolve) ha alcanzado el numero máximo de intentos, o se necesita un cambio de meridiano.
fr_fr: L'astrométrie a atteint le nombre maximal de tentatives ou le retournement de la monture est nécessaire.
gl_es: Astrometría sobrepasou o número máximo de intentos, ou é preciso un Volteo de Meridiano.
it_it: Platesolve ha raggiunto il numero massimo di tentativi, o è necessario un Meridian Flip
ja_jp: プレートソルブが試行最大回数に達したか、又は子午線フリップが必要です。
pt_pt: O PlateSolve atingiu o numero máximo de tentativas, ou é necessário efectuar a troca de Meridiano.
ru_ru: Плейтсолв достиг максимального количества попыток, или необходима перекладка меридиана.
tr_tr: Platesolve maksimum sayıda deneme yaptı ya da meridyen geçişi gerekiyor.

# LblPlatesolveFailed
source: Plate solve failed
ca_es: Resolució de Plaques (Platesolve) ha fallat
el_gr: Το Platesolve απέτυχε
es_es: Resolucion de Campo (platesolve) fallida
fr_fr: L'astrométrie a échoué
gl_es: Fallou Astrometría
it_it: Platesolve fallito
ja_jp: プレートソルブに失敗しました。
pt_pt: O plate solve falhou
ru_ru: Плейтсолв провалился
tr_tr: Platesolve başarısız

# LblPlateSolveFailedDelay
source: Delay between attempts
ca_es: Interval entre intents
el_gr: Καθυστέρηση ανάμεσα στις προσπάθειες
es_es: Intervalo entre intentos
fr_fr: Délai entre les tentatives
gl_es: Intervalo entre intentos
it_it: Intervallo tra tentativi
ja_jp: 実行間遅延
pt_pt: Intervalo entre tentativas
ru_ru: Задержка между попытками
tr_tr: Denemeler arasında bekle

# LblPlateSolveFailedDelayTooltip
source: Delay, in minutes, between two plate solve attempts
ca_es: Interval, en minuts, entre dos intents de resolució de plaques (platesolve)
el_gr: Καθυστέρηση, σε λεπτά, ανάμεσα σε δυο προσπάθειες plate solve
es_es: Intervalo, en minutos, entre dos intentos de resolución de campo (platesolve)
fr_fr: Délai en minutes entre deux tentatives de résolutions astrométriques
gl_es: Intervalo, en minutos, entre dous intentos de astrometría
it_it: Intervallo, in minuti, tra due tentativi di plate solve
ja_jp: プレートソルブ２回間の遅延分
pt_pt: Intervalo, em minutos, entre duas tentativas de plate solve
ru_ru: Задержка в минутах между двумя попытками плейтсолва
tr_tr: İki plate solve denemesi arasındaki dakika olarak bekleme

# LblPlateSolveImage
source: Plate solve current image
ca_es: Resolució de plaques (platesolve) de la imatge actual
el_gr: Plate solve την τρέχουσα εικόνα
es_es: Resolución de Campo (platesolve) de la imagen actual
fr_fr: Astrométrie sur image courante
gl_es: Astrometría da imaxe actual
it_it: Plate solve immagine corrente
ja_jp: プレートソルブ現行画像
pt_pt: Efectuar Plate solve na imagem actual
ru_ru: Распознать текущее изображение
tr_tr: Mevcut resme plate solve uygula

# LblPlateSolveNbOfAttempts
source: Number of attempts
ca_es: Nombre d'Intents
el_gr: Αριθμός Προσπαθειών
es_es: Número de Intentos
fr_fr: Nombre de Tentatives
gl_es: Número de Intentos
it_it: Numero di Tentativi
ja_jp: 実行回数
pt_pt: Número de Tentativas
ru_ru: Количество попыток
tr_tr: Deneme sayısı

# LblPlateSolveNbOfAttemptsTooltip
source: How many times a mid-sequence plate solve operation will attempt until considered failed
ca_es: Quantes vegades s’intentarà una operació de resolució de plaques (platesolve) fins que es consideri fallida
el_gr: Πόσες φορές μια λειτουργία platesolve κατά τη διάρκεια της αλληλουχίας θα κάνει προσπάθειες μέχρι να θεωρηθεί αποτυχημένη
es_es: Cuántos intentos de resolución de campo (platesolve) se intentarán hasta desistir.
fr_fr: Combien de fois l'astrométrie en mi-séquence sera tentée jusqu'à ce qu'elle soit considérée comme un échec
gl_es: Cantos intentos de resolución intentará astrometría ata desistir
it_it: Quante volte una operazione di platesolve a metà sequenza sarà considerata fallita
ja_jp: シーケンス実行中にプレートソルブが何回行われると失敗と考えるか
pt_pt: Quantas vezes a operação de platesolve a meio da sequência deve ser repetida até ser considerada como falhada
ru_ru: Сколько раз операция плейтсолва в середине серии будет пытаться до тех пор, пока не будет считаться неудачной
tr_tr: Başarısız olduğuna karar verinceye dek, orta-sekans platesolve işleminin kaç kez denensin

# LblPlatesolveNoCoordinates
source: No reference coordinates available
ca_es: No hi ha coordenades de referència disponibles
el_gr: Δεν υπάρχουν διαθέσιμες συντεταγμένες αναφοράς
es_es: No hay ccordenadas de referencia disponibles
fr_fr: Pas de coordonnées de référence disponibles
gl_es: Non dispoñibles as coordenadas de referencia
it_it: Nessuna coordinata di referenza disponibile
ja_jp: 参照座標がありません。
pt_pt: Sem coordenadas de referência disponíveis
ru_ru: Нет доступных эталонных координат
tr_tr: Referans koordinat yok

# LblPlateSolveNoFocalLength
source: Plate solve aborted. The telescope's effective focal length must be specified under Options > Equipment
ca_es: Resolució de la placa avortada. La distància focal efectiva del telescopi s’ha d’especificar a Opcions > Equipament
el_gr: Το Plate solve ακυρώθηκε. Η ενεργή εστιακή απόσταση του τηλεσκοπίου πρέπει να οριστεί στις Επιλογές > Εξοπλισμός
es_es: Resolución de campo (platesolve) abortada. La longitud focal efectiva del telescopio debe especificarse en Opciones > Equipamiento
fr_fr: Astrométrie annulée. La distance focale effective du télescope doit être spécifiée sous Options > Équipement
gl_es: Astrometría abortada. A lonxitude focal efectiva do telescopio débese especificar en Opcións > Equipamento
it_it: Plate Solve interrotto. La effettiva lunghezza focale del Telescopio deve essere specificata in Opzioni > Equipaggiamento
ja_jp: プレートソルブが中断されました。望遠鏡の有効焦点距離をオプション> 装置で指定してください。
pt_pt: Plate solve cancelado. A distância focal do telescópio tem de ser definida em Opções > Equipamento
ru_ru: Плейтсолв отменён. Эффективное фокусное расстояние телескопа должно быть указано в Настройках > Оборудование
tr_tr: Plate solve işlemi yarıda kesildi. Teleskopun etkin odak mesafesi Seçenekler > Ekipman kısmında belirtilmiş olmalıdır

# LblPlateSolveNotInsideToleranceRepeating
source: Telescope not inside tolerance. Repeating...
ca_es: El telescopi no està dins de la tolerància. Repetint...
el_gr: Το τηλεσκόπιο δεν είναι μέσα στην ανοχή. Γίνεται επανάληψη...
es_es: Telescopio fuera de la tolerancia. Repitiendo...
fr_fr: Télescope pas à l'intérieur de la tolérance. Répétition...
gl_es: Telescopio fóra de tolerancia. Repetindo...
it_it: Telescopio non all'interno della tolleranza. Ripetizione...
ja_jp: 望遠鏡が公差外です。再度実行します...
pt_pt: Telescópio fora da tolerância. A repetir...
ru_ru: Телескоп не в пределах допуска. Повтор...
tr_tr: Teleskop tolerans dahilinde değil. Yineleniyor...

# LblPlateSolveNotInsideToleranceReslew
source: Telescope not inside tolerance. Re-slewing to target...
ca_es: El telescopi no està dins de la tolerància. Redirigint a l'Objectiu...
el_gr: Το τηλεσκόπιο δεν είναι μέσα στην ανοχή. Γίνεται μετακίνηση στον στόχο...
es_es: Telescopio fuera de la tolerancia. Redirigiéndolo al objetivo...
fr_fr: Télescope pas dans les tolérances. Re-déplacement vers la cible...
gl_es: Telescopio fóra de tolerancia. Redirixir ó obxectivo...
it_it: Telescopio non all'interno della tolleranza. Aggiustamento...
ja_jp: 望遠鏡が公差外です。再度ターゲットの導入を実行します...
pt_pt: Telescópio fora da tolerância. A mover novamente para o objecto...
ru_ru: Телескоп не в пределах допуска. Повторное наведение к цели...
tr_tr: Teleskop tolerans dahilinde değil. Hedefe tekrar çevirin...

# LblPlateSolveNotInsideToleranceSyncing
source: Telescope not inside tolerance. Syncing scope...
ca_es: El telescopi no està dins de la tolerància. S'està sincronitzant...
el_gr: Το τηλεσκόπιο δεν είναι μέσα στην ανοχή. Γίνεται συγχρονισμός του τηλεσκοπίου...
es_es: Telescopio fuera de la tolerancia. Sincronizándolo...
fr_fr: Télescope pas dans les tolérances. En cours de synchronisation...
gl_es: Telescopio fóra de tolerancia. Sincronizando...
it_it: Telescopio non all'interno della tolleranza. Sincronizzo telescopio...
ja_jp: 望遠鏡が公差外です。同期します。
pt_pt: Telescópio fora da tolerância. A sincronizar o telescópio...
ru_ru: Телескоп не в пределах допуска. Синхронизация телескопа...
tr_tr: Teleskop tolerans dahilinde değil. Senkronize ediliyor...

# LblPlatesolveProvidedBy
source: Plate solve service provided by
ca_es: Servei de Resolució de Plaques (platesolve) proporcionat per
el_gr: Η υπηρεσία Platesolve παρέχεται από
es_es: Servicio de resolución de campo (platesolve) provisto por
fr_fr: Astrométrie fourni par
gl_es: Servizo de astrometría fornecido por
it_it: Servizio Platesolve fornito da
ja_jp: プレートソルブ サービスを提供したのは
pt_pt: Serviço de Platesolve fornecido por
ru_ru: Сервис плейтсолва предоставлен
tr_tr: Platesolve sağlayıcısı

# LblPlateSolver
source: Plate solver
ca_es: Resolució de plaques (platesolver)
es_es: Solucionador de campo (platesolver)
fr_fr: Astrométrie
gl_es: Astrometría
it_it: Risolutore astrometrico
ja_jp: プレートソルバー
ru_ru: Плейтсолв
tr_tr: Plate solve Uygulayıcısı

# LblPlateSolveReattemptDelay
source: Waiting for next plate solve attempt: {0}
ca_es: S'està esperant el següent intent de resolució de plaques: {0}
el_gr: Αναμονή για την επόμενη προσπάθεια plate solve: {0}
es_es: Esperando al próximo intento de resolución de campo: {0}
fr_fr: Délai entre résolutions astrométriques: {0}
gl_es: Agardando para o seguinte intento de astrometría: {0}
it_it: In attesa del prossimo tentativo di plate solve : {0}
ja_jp: 次のプレートソルブ実行まで待機: {0}
pt_pt: A aguardar pela próxima tentativa de plate solve: {0}
ru_ru: Ожидание следующей попытки плейтсолва: {0}
tr_tr: Sonraki plate solve denemesi {0} için bekleniyor

# LblPlateSolveSettings
source: Plate solver settings
ca_es: Configuració de Resolució de plaques (platesolve)
el_gr: Ρυθμίσεις Plate Solver
es_es: Ajustes de astrometría (platesolve)
fr_fr: Configuration Astrométrie
gl_es: Config. Astrometría
it_it: Settaggi Plate Solver
ja_jp: プレートソルブ設定
pt_pt: Definições do Plate Solver
ru_ru: Настройки плейтсолва
tr_tr: Plate solve Uygulayıcı Ayarları

# LblPlateSolving
source: Plate Solving
ca_es: Resolució de Plaques
es_es: Astrometría
fr_fr: Astrométrie
gl_es: Astrometría
it_it: Risoluzione astrometrica
ja_jp: プレートソルブ
pt_pt: A efectuar o Plate Solve
ru_ru: Плейтсолв
tr_tr: Plate solve Uygulama

# LblCenterAfterDrift
source: Recentering after too much drift
ca_es: Centrar després d'una deriva excessiva
es_es: Recentrar tras demasiada deriva
fr_fr: Recentre après trop de dérive
gl_es: Volvendo a centrar despois de demasiada deriva
it_it: Recupero dopo troppa deriva
ja_jp: 多くドリフトした際の最中央化
pt_pt: Recentrar após uma deriva excessiva
ru_ru: Повторять после слишком большого дрейфа
tr_tr: Aşırı kaymadan sonra yeniden merkezleme

# LblNoTarget
source: No target set
ca_es: Sense objectiu fixat
es_es: Sin objetivo fijado
fr_fr: Pas de jeu de cibles
gl_es: Non se fixou obxectivo ningún
it_it: Nessun target selezionato
ja_jp: 目標セットがありません
pt_pt: Nenhum objecto definido
ru_ru: Объект не задан
tr_tr: Hedef seti yok

# LblPleaseChangeToFilter
source: Please change to filter {0}
ca_es: Si us plau canviar al filtre {0}
el_gr: Παρακαλώ αλλάξτε στο φίλτρο {0}
es_es: Cambiar a filtro {0}
fr_fr: SVP changez le filtre {0}
gl_es: Cambia o filtro {0}
it_it: Pregasi passare al filtro {0}
ja_jp: フィルター{0} へ変更して下さい。
pt_pt: Por favor mude para o filtro {0}
ru_ru: Пожалуйста, измените на фильтр {0}
tr_tr: Lütfen {0} filtresine geçin

# LblPleaseRotate
source: Please rotate by {0} degrees
ca_es: Si us plau fes rotació de {0} graus
el_gr: Παρακαλώ περιστρέψτε κατά {0} μοίρες
es_es: Rotar {0} grados
fr_fr: SVP faire tourner de {0} degrees
gl_es: Rota {0} graos
it_it: Pregasi di rotare di {0}
ja_jp: {0} 度だけ回転させて下さい。
pt_pt: Por favor rode {0} graus
ru_ru: Пожалуйста поверните на {0} градусов
tr_tr: Lütfen {0} derece döndürün

# LblPolarAlignment
source: Polar Alignment
ca_es: Alineació a la Polar
el_gr: Πολική Ευθυγράμμιση
es_es: Alineación Polar
fr_fr: Alignement Polaire
gl_es: Aliñamento Polar
it_it: Allineamento Polare
ja_jp: 極軸合わせ
pt_pt: Alinhamento Polar
ru_ru: Полярное выравнивание
tr_tr: Polar Ayarı

# LblPort
source: Port
el_gr: Θύρα
es_es: Puerto
gl_es: Porto
it_it: Porta
ja_jp: ポート
pt_pt: Porta
ru_ru: Порт
tr_tr: Giriş

# LblPosition
source: Position
ca_es: Posició
el_gr: Θέση
es_es: Posición
gl_es: Posición
it_it: Posizione
ja_jp: 位置
pt_pt: Posição
ru_ru: Позиция
tr_tr: Pozisyon

# LblRelativePosition
source: Relative position
ca_es: Posició Relativa
es_es: Posición relativa
fr_fr: Position relative
gl_es: Posición Relativa
it_it: Posizione Relativa
ja_jp: 相対位置
pt_pt: Posição Relativa
ru_ru: Относительная позиция
tr_tr: Bağıntılı pozisyon

# LblClearGuidingCalibration
source: Clear calibration
ca_es: Netejar calibratge
el_gr: Καθαρισμός Βαθμονόμησης
es_es: Limpiar Calibración
fr_fr: Effacer l'étalonnage
gl_es: Limpar calibración
it_it: Cancella calibrazione
ja_jp: キャリブレーションをクリアする
pt_pt: Limpar a calibração
ru_ru: Очистить калибровку
tr_tr: Kalibrasyonu temizle

# LblPreferredPlanetarium
source: Planetarium
ca_es: Programa Planetari preferit
el_gr: Προτιμώμενο λογισμικό Πλανηταρίου
es_es: Software Planetario preferido
fr_fr: Logiciel Planétarium préféré
gl_es: Planetario Preferido
it_it: Programma Planetario Preferito
ja_jp: 好きなプラネタリウムソフト
pt_pt: Planetarium preferido
ru_ru: Предпочитаемая программа планетарий
tr_tr: Tercih edilen plenataryum yazılımı

# LblPrepareExposure
source: Prepare exposure
ca_es: Preparar Exposició
el_gr: Προετοιμασία Έκθεσης
es_es: Preparar Exposición
fr_fr: Exposition en préparation
gl_es: Preparar Exposición
it_it: Preparazione Esposizione
ja_jp: 露出準備
pt_pt: Preparar Exposição
ru_ru: Подготовка экспозиции
tr_tr: Pozlama Hazırlık

# LblPrepareImage
source: Preparing image
ca_es: Preparant Imatge
el_gr: Γίνεται προετοιμασία εικόνας
es_es: Preparando Imagen
fr_fr: Image en préparation
gl_es: Preparando imaxe
it_it: Preparazione Immagine
ja_jp: 画像の準備中
pt_pt: A preparar a imagem
ru_ru: Подготовка изображения
tr_tr: Resim hazırlanıyor
