Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceItem_Enable_Tooltip
source: Enables the current instruction, to be considered again to run during sequence execution.
es_es: Activa la instrucción actual, para ser tenida en cuenta de nuevo durante la ejecución de la secuencia.

# Lbl_SequenceContainer_DisableEnable_Tooltip
source: Disables or enables the current instruction set and all its content.
es_es: Deshabilita o habilita el conjunto de instrucciones actual y todo su contenido.

# LblDateUTCFormatDescription
source: UTC date with format YYYY-MM-DD
es_es: Fecha con formato AAAA-MM-DD

# LblTimeUTCFormatDescription
source: UTC time with format HH-mm-ss
es_es: Fecha con formato HH-mm-ss

# LblMetaGuideIP
source: MetaGuide IP
el_gr: IP MetaGuide
fr_fr: IP de MetaGuide
gl_es: IP de MetaGuide
it_it: IP MetaGuide
pt_pt: IP do MetaGuide

# LblStsciSkySurvey
source: STScI Sky Survey
ru_ru: Обзор Неба Stsci
tr_tr: Stsci Gök araştırması

# LblId
source: ID
tr_tr: Kimlik

# LblBayerPatternGBGR
source: GBGR
tr_tr: GBRG

# LblASPS
source: All Sky Plate Solver
fr_fr: Astrométrie globale

# LblBayerPatternGRGB
source: GRGB
fr_fr: GRAG

# LblBayerPatternRGBG
source: RGBG
fr_fr: RVB
