Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblAutoFocusNumberOfFramesPerPointTooltip
source: The number of exposures to take at each focus point. If greater than one, multiple frames will be taken for a focus point, and their HFR will be averaged to compute focus point HFR
ca_es: Quants fotogrames es realitzaran per a cada punt d’enfocament. Si és superior a un, es prendran diversos fotogrames per a un punt d'enfocament i es farà la mitjana de la seva HFR per calcular el punt d'enfocament HFR
el_gr: Πόσα καρέ να πάρει για κάθε σημείο εστίασης. Αν είναι μεγαλύτερο του ένα, θα ληφθούν πολλαπλά καρέ για κάθε σημείο εστίασης, και θα βρεθεί ο μέσος όρος του HFR τους για να υπολογιστεί το σημείο εστίασης HFR
es_es: Cuántas capturas se harán for cada punto de enfoque. Si es mayor que uno, se tomarán multiples capturas por cada punto de enfoque, y su HFR será promediado para calcular el punto de enfoque HFR
fr_fr: Combien d'acquisitions doit être prises pour chaque point de focalisation. Au-delà de un, plusieurs acquisitions vont être prises pour chaque position et la moyenne de leur HFR sera utilisée pour déterminer la nouvelle position.
gl_es: Cantas tomas haberá por cada punto de enfoque. Se o valor é superior a un faranse varias tomas para cada punto de enfoque e medirase o seu HFR medio para calcular o punto de enfoque
it_it: Quanti fotogrammi prendere per ogni punto di fuoco. Se maggiore di uno, svaruiati fotogrammi verranno presi per un punto di fuoco e la media dei loro HFR verrà usata per calcolare l'HFR del punto di fuoco.
ja_jp: それぞれの焦点位置に対して何回露出するか。1より大きい数値であれば、各焦点位置に対して複数回の露出を行い、それらのHFRの平均値を使用して焦点位置のHFRを算出します。
pt_pt: Quantas exposições a obter por cada ponto de foco. Se maior que uma, múltiplas exposições serão obtidas por ponto e será usada uma média dos valores de HFR para determinar a nova posição
ru_ru: Сколько кадров нужно взять для каждой точки фокуса. Если больше, то для точки фокуса будет взято несколько кадров, и их HFR будет усреднена для вычисления HFR фокуса
tr_tr: Her odak noktası için çekilmesi gereken kare adedi. Birden fazla olursa, bir odak noktası için birden fazla kare alınır ve odak noktası HFR'yi hesaplamak için HFR'lerinin ortalaması alınır

# LblAutoFocusOnFilterChange
source: On filter change
ca_es: Al canvi de filtre
el_gr: Μετά την αλλαγή φίλτρου
es_es: Al cambiar de filtro
fr_fr: Au changement de filtre
gl_es: Ó cambiar o filtro
it_it: Quando cambia filtro
ja_jp: フィルター変更時
pt_pt: Ao mudar de filtro
ru_ru: После смены фильтра
tr_tr: Filtre değişiminde

# LblAutoFocusOnStart
source: On start
ca_es: A l'iniciar
el_gr: Κατά την εκκίνηση
es_es: Al Iniciar
fr_fr: Au démarrage
gl_es: Ó iniciar
it_it: All'avvio
ja_jp: スタート時
pt_pt: Ao iniciar
ru_ru: После старта
tr_tr: Başlangıçta

# LblAutoFocusOuterCropRatio
source: Outer crop ratio
ca_es: Proporció de Retall Exterior per EA
el_gr: Λόγος Εξωτερικής Αποκοπής Αυτόματης Εστίασης
es_es: AE Proporción recorte externo
fr_fr: FA Ratio Fenêtrage Extérieur
gl_es: Ratio de recorte externo do AutoFoco
it_it: AF Crop Ratio Esterna
ja_jp: AF外枠クロップ率
pt_pt: Proporção de corte externa para FA
ru_ru: АФ соотношение внешней обрезки
tr_tr: AF dış taraf kırpma oranı

# LblAutoFocusReattempting
source: Reattempting autofocus
ca_es: Reintentant Enfocament Automàtic
el_gr: Επανάληψη Αυτόματης Εστίασης
es_es: Reintentando Auto Enfoque
fr_fr: Nouvelle tentative d'une Focalisation Auto
gl_es: Reintentando AutoFoco
it_it: Riprovando Autofocus
ja_jp: オートフォーカス再実行
pt_pt: A tentar novamente a focagem automática
ru_ru: Попытка повтора автофокуса
tr_tr: Otomatik odaklama tekrar deneniyor

# LblAutoFocusRestoringOriginalPosition
source: Restoring original focus position
ca_es: Restaurant la posició de focus original
el_gr: Γίνεται επαναφορά αρχικής θέσης εστίασης
es_es: Restaurando posición de Enfoque original
fr_fr: Retour à la position de focalisation originale
gl_es: Volvendo á posición de enfoque orixinal
it_it: Ripristinando posizione di fuoco iniziale
ja_jp: 元の焦点位置を回復します。
pt_pt: Retomar à posição original de foco
ru_ru: Возврат к исходной позиции фокусировки
tr_tr: Orjinal odak pozisyonu geri yükleniyor

# LblAutoFocusSetTime
source: Time
ca_es: Temps
el_gr: Χρόνος
es_es: Tiempo
fr_fr: Temps
gl_es: Tempo
it_it: Tempo
ja_jp: 時間
pt_pt: Tempo
ru_ru: Время
tr_tr: Süre

# LblAutoFocusSwitchingBackToFilter
source: Switching back to original filter
ca_es: Tornant al filtre original
el_gr: Γίνεται αλλαγή στο αρχικό φίλτρο
es_es: Cambiando a filtro original
fr_fr: Retour au filtre original
gl_es: Volvendo ó filtro orixinal
it_it: Tornando al filtro originale
ja_jp: 元のフィルターに変更します。
pt_pt: A mudar para o filtro original
ru_ru: Возврат к исходному фильтру
tr_tr: Orjinal filtreye geri dönüş

# LblAutoFocusSwitchingToDefaultFilter
source: Switching to autofocus filter
ca_es: Tornant al filtre d'Enfocament Automàtic
el_gr: Γίνεται αλλαγή στο φίλτρο Αυτόματης Εστίασης
es_es: Cambiando a filtro de auto enfoque
fr_fr: Sélection du filtre pour FA
gl_es: Volvendo ó filtro de AutoFoco
it_it: Passaggio al filtro Auto Focus
ja_jp: オートフォーカスのフィルターに変更します。
pt_pt: A mudar para o filtro de focagem automática
ru_ru: Переключение к фильтру автофокусировки
tr_tr: Otomatik netleme filtresine değiştirme

# LblAutoMeridianFlip
source: Meridian flip settings
ca_es: Canvi automàtic de Meridià
el_gr: Αυτόματη Αλλαγή Μεσημβρινού
es_es: Cambio Automático de Meridiano
fr_fr: Retournement au méridien AUTO
gl_es: Volteo Automático de Meridiano
it_it: Flip Meridiano Automatico
ja_jp: 自動子午線越反転
pt_pt: Troca Automática do Meridiano
ru_ru: Автоматическая перекладка через меридиан
tr_tr: Otomatik meridyen geçişi

# LblAutoStretchFactor
source: Stretch factor
ca_es: Factor d'Estirament Automàtic
el_gr: Παράγοντας Autostretch
es_es: Factor de Auto Estirado
fr_fr: Facteur Autostretch
gl_es: Factor de AutoEstiramento
it_it: Fattore di Autostretch
ja_jp: 自動ストレッチ因数
pt_pt: Factor Autostretch
ru_ru: Коэффициент авторастяжки
tr_tr: Otomatik esnetme faktörü

# LblAutoStretchFactorTooltip
source: The factor for the stretch algorithm that is used to display an image and detect stars. Must be a value between 0 and 1. A value of 0.2 should work well for most cases.
ca_es: El factor de l'algorisme d'estirament automàtic que s'utilitza per mostrar una imatge i detectar estrelles. Ha de ser un valor entre 0 i 1. Un valor de 0,2 hauria de funcionar la majoria de les vegades.
el_gr: Ο παράγοντας για τον αλγόριθμο autostretch που χρησιμοποιείται για την προβολή μιας εικόνας και την ανίχνευση αστεριών. Πρέπει να έχει τιμή ανάμεσα στο 0 και το 1. Μια τιμή 0.2 θα πρέπει να δουλεύει τις περισσότερες φορές.
es_es: El factor para el algoritmo de autoestirado que se utiliza para mostrar una imagen y detectar estrellas. Debe ser un valor entre 0 y 1. Un valor de 0.2 debería funcionar la mayor parte del tiempo.
fr_fr: Le facteur appliqué à l'algorithme d'autostretch pour la détection et l'affichage des images. Doit être compris entre 0 et 1. Une valeur de 0,2 fonctionnant pour la majorité des cas.
gl_es: O factor para o algoritmo de autoestiramento úsase para amosar unha imaxe e detectar estrelas. O valor debe estar entre 0 e 1. Un valor de 0,2 debe funcionar ben na maioría dos casos.
it_it: Il fattore per l'algoritmo di autostretch che è usato per visualizzare una immagine ed identificare le stelle. Deve essere un valore compreso tra 0 ed 11.Un valore di 0.2 dovrebbe funzionare nella amggior parte dei casi.
ja_jp: 画像を表示し星検出を行うため、自動ストレッチアルゴリズムに使用する因数です。因数は０と１の間でなければなりません。ほとんどの場合は0.2で問題ありません。
pt_pt: O factor para o algoritmo de autostretch utilizado para mostrar a imagem e detectar estrelas. Deverá ser um valor entre 0 e 1. Um valor de 0.2 deverá funcionar a maioria das vezes.
ru_ru: Коэффициент алгоритма авторастяжения гистограммы используется для показа изображения и обнаружения звезд. Допустимы значения от 0 до 1. Значение 0.2 подходит в большинстве случаев.
tr_tr: Bir fotoğrafı görüntülemek ve yıldızları algılamak için kullanılan otomatik esnetme algoritması faktörü. Çoğu zaman 0 ile 1 arasında bir değer olmalıdır. Genellikle 0.2 değeri işe yarar.

# LblAutoUpdateSource
source: Autoupdate source
ca_es: Font de l'actualització automàtica
el_gr: Αυτόματη Ενημέρωση Πηγαίου Κώδικα
es_es: Origen de la actualización automática
fr_fr: Source pour la MAJ Auto
gl_es: Tipo de Autoactualización
it_it: Aggiorna automaticamente la sorgente
ja_jp: アプリの自動更新
pt_pt: Fonte da actualização automática
ru_ru: Автоматическое обновление источника
tr_tr: Otomatik güncelleme kaynağı

# LblAzimuth
source: Azimuth
ca_es: Azimut
el_gr: Αζιμούθιο
es_es: Azimut
fr_fr: Azimut
gl_es: Acimut
ja_jp: 方位角
pt_pt: Azimute
ru_ru: Азимут
tr_tr: Azimut

# LblAzimuthErrorMeasurement
source: Measure azimuth error
ca_es: Mesurar l'error d'azimut
el_gr: Μέτρηση Σφάλματος Αζιμούθιου
es_es: Medir el error de azimut
fr_fr: Erreur en Azimuth
gl_es: Medición Erro Acimut
it_it: Misura Errore Azimuth
ja_jp: 方位角のエラー測定
pt_pt: Medir erro em Azimute
ru_ru: Измерьте ошибку азимута
tr_tr: Azimut hatasını ölç

# LblAzimuthMeasurement
source: Azimuth measurement
ca_es: Mesura de l’azimut
el_gr: Μέτρηση Αζιμούθιου
es_es: Medición de Azimut
fr_fr: Mesure de l'Azimuth
gl_es: Medición Acimut
it_it: Misura Azimuth
ja_jp: 方位角測定
pt_pt: Medição de Azimute
ru_ru: Измерение азимута
tr_tr: Azimut ölçümü

# LblAzimuthMeasurementButtonTooltip
source: Measures azimuth error in three steps. 1. Takes image and plate solves for actual coordinates at current position 2. Slew telescope using Right Ascension axis by 0.5 degrees 3. Take another image at the new position, plate solves it for the actual position Using those two points the actual azimuth error will be calculated and displayed
ca_es: Mesurant l'error d'azimut en tres passos. 1. Pren imatges i fes Resolucions de Plaques per a obtenir coordenades reals en la posició actual 2. Gira el telescopi amb l'eix d'Ascensió Recta 0,5 graus 3. Pren una altra imatge a la nova posició, fes Resolució de Plaques per a obtenir la posició actual Mitjançant aquests dos punts es calcularà i es mostrarà l'error azimutal actual
el_gr: Μετράει το Σφάλμα Αζιμούθιου σε τρία βήματα. 1. Παίρνει μια εικόνα και κάνει platesolve για πραγματικές συντεταγμένες στην τρέχουσα θέση 2. Στρέφει το τηλεσκόπιο χρησιμοποιώντας άξονα Ορθής Αναφοράς κατά 0.5 μοίρες 3. Παίρνει άλλη μια εικόνα στη νέα θέση, κάνει plate solve για την πραγματική θέση Χρησιμοποιώντας αυτά τα δυο σημεία, το πραγματικό σφάλμα αζιμούθιου θα υπολογιστεί και θα εμφανιστεί
es_es: Midiendo el error de Azimut en tres pasos. 1.Toma una imagen y resuélvela para obtener las coordenadas actuales en la posición actual 2. Mueve el telescopio usando el eje de AR 0,5 grados 3. Toma otra imagen en la nueva posición y resuélvela para obtener la posición actual Usando esos dos puntos se calculará y mostrará el error de azimut actual
fr_fr: Mesures de l'erreur en Azimuth en 3 étapes. 1. Prise d'une image avec astrométrie pour les coordonnées de la position actuelle. 2. Pointer le télescope avec déplacement de 0.5 degré en Ascension Droite. 3. Prise d'une nouvelle image avec astrométrie à cette nouvelle position. L'erreur en Azimuth sera calculée et affichée à partir de ces deux positions
gl_es: Mide o Erro de Acimut en tres etapas. 1. Toma a imaxe e fai astrometría para as coordenadas reais na posición actual 2. Move 0,5 graos o Telescopio usando o eixe de ascensión recta 3. Toma outra imaxe na nova posición e procésaa para a posición actual Usando eses dous puntos calcularase e mostrarase o erro real de acimut
it_it: Misura l'errore di Azimuth con i seguenti tre steps. 1. Cattura Imamgine ed effettua un platesolve per le coordinate attuali della posizione corrente 2. Muove il telescopio usando l'asse RA di 0.5 gradi 3. Cattura ulteriore immagine alla nuova posizione, effettua un plate solve su di essa per la posizione attuale Usando questi due punti l'errore attuale di azimuth verra' calcolato e mostrato
ja_jp: 以下の３ステップにて方位角エラーを測定します。 1. 画像を採取し、プレートソルバーで現在位置の実際の座標を計算します。 2. 望遠鏡を赤経軸で0.5度回転させます。 3. 新たな位置で画像を再度取得し、プレートソルバーで新しい現在の座標を計算します。 これら２つの座標を使って実際の方位角エラーを計算し表示します。
pt_pt: Mede o Erro em Azimute em três passos. 1. Obtém uma imagem e faz o solve nas coordenadas na posição actual 2. Move o telescópio 0.5 graus usando o eixo de Ascensão Reta 3. Obtém outra imagem na nova posição, faz o solve para a posição actual Usando esses dois pontos, o erro em azimute é calculado e mostrado
ru_ru: Измерение ошибки азимута в три шага. 1. Сделайте снимок в текущем положении и определите координаты 2. Сместите телескоп по прямому восхождению на 0.5 градуса 3. Сделайте снимок в новом положении, определите координаты Ошибка азимута будет вычислена с использованием двух определений координат и показана на экране
tr_tr: Azimut hatasını üç adımda ölçer. 1. Fotoğrafı çeker ve o anki pozisyonda mevcut koordinatlara platesolve uygular 2. Teleskopu yükselim (Ra) eksenini kullanarak 0.5 derece kaydırır 3. Yeni pozisyonda bir fotoğraf daha çeker ve mevcut pozisyona göre platesolve uygular Bu iki nokta kullanılarak mevcut yükseklik hatası hesaplanır ve gösterilir

# LblAzimuthMeasurementDescription
source: Point telescope south near declination 0 and near the meridian
ca_es: Apunta el telescopi al Sud a prop de la declinació 0 i a prop del Meridià
el_gr: Στρέψτε το τηλεσκόπιο Νότια κοντά στην απόκλιση 0 και κοντά στον μεσημβρινό
es_es: Apunta el telescopio al Sur cerca de la declinación 0 y cerca del meridiano
fr_fr: Pointer le télescope au Sud près de la déclinaison 0 et près du méridien.
gl_es: Apuntar Telescopio ó Sur preto da declinación 0 e do meridiano
it_it: Punta il telescopio verso Sud vicino alla declinazione 0 e al meridiano
ja_jp: 望遠鏡を赤緯０及び子午線付近へ向けます。
pt_pt: Mova o telescópio para Sul próximo de declinação 0 e próximo do meridiano
ru_ru: Направьте телескоп в сторону юга вблизи склонения равного 0 и рядом с меридианом
tr_tr: Teleskopu güneye 0 deklinasyon ve meridyen yakınına doğru çevirin

# LblBackground
source: Background
ca_es: Fons
el_gr: Υπόβαθρο
es_es: Fondo
fr_fr: Arrière Plan
gl_es: Fondo
it_it: Sfondo
ja_jp: 背景
pt_pt: Fundo
ru_ru: Фон
tr_tr: Arka plan

# LblBacklashMeasurementException
source: An exception occurred while measuring backlash. Backlash values may be wrong.
ca_es: S'ha produït una excepció alhora de mesurar el Backlash. Els valors del Backlash poden ser incorrectes.
el_gr: Μια εξαίρεση έλαβε χώρα κατά την μέτρηση του backlash. Οι τιμές του Backlash μπορεί να είναι λάθος.
es_es: Se ha producido una excepción mientras se medía el backlash. Los valores del backlash pueden ser erróneos.
fr_fr: Une exception s'est produite durant la mesure du jeu d'engrenage. La valeur estimée du jeu est peut-être mauvaise.
gl_es: Ocorreu un erro mentres se medía o Backlash. Os valores de Backlash poden ser erróneos.
it_it: Si è verificato un errore durante la misura del Backlash. I valori di backlash calcolati potrebbero essere sbagliati.
ja_jp: バックラッシュ算出時に例外が発生しました。バックラッシュ値は間違っている可能性があります。
pt_pt: Ocorreu uma exceção durante a medição de backlash. Os valores de Backlash podem estar errados.
ru_ru: При измерении люфта произошла ошибка. Значение люфта может быть неверным.
tr_tr: Dişli boşluğu hesaplanırken özel bir durum oluştu. Dişli boşluğu değeri hatalı olabilir.

# LblBacklashMeasurements
source: The following focuser backlash values will be saved. IN: {0}, OUT: {1}
ca_es: Es gravaran els següents valors de backlash de l'enfocador. IN: {0}, OUT: {1}
el_gr: Οι ακόλουθες τιμές backlash του εστιαστή θα αποθηκευτούν. ΜΕΣΑ:{0}, ΕΞΩ: {1}
es_es: Los siguientes valores de backlash del enfocador serán grabados. IN: {0}, OUT: {1}
fr_fr: Les valeurs de jeux de focalisation IN: {0}, OUT: {1} seront enregistrées
gl_es: Vanse gardar os seguintes valores de Backlash do enfocador. DENTRO: {0}, FÓRA: {1}
it_it: I seguenti valori di backlash del Focuser saranno salvati. IN: {0}, OUT: {1}
ja_jp: このフォーカサーバックラッシュ値が登録されます。内方向: {0}, 外方向: {1}
pt_pt: Os seguintes valores de backlash do focador serão guardados. DENTRO: {0}, FORA: {1}
ru_ru: Следующие значения люфта фокусера будут сохранены. Внутрь: {0}, Наружу: {1}
tr_tr: Belirtilen odaklayıcı dişli boşluğu değerleri kaydedildi. IÇERİ: {0}, DIŞARI: {1}

# LblBeta
source: Beta
ja_jp: ベータ
ru_ru: Бета

# LblBiasMean
source: BIAS mean (native)
ca_es: Valor mitjà (mean) del BIAS (en 16 bits)
el_gr: Μέση τιμή BIAS (σε 16bit)
es_es: Media de BIAS (nativo)
fr_fr: BIAS valeur moy (16bit)
gl_es: Valor medio de BIAS (en 16 bits)
it_it: BIAS medio (nativo)
ja_jp: BIASの平均値(16ビットにて）
pt_pt: Valor médio BIAS (16bit)
ru_ru: Среднее значение bias (в 16бит)
tr_tr: BIAS ortalama değeri (16 bitte)

# LblBiasMedian
source: BIAS median value (in 16bit)
ca_es: Valor de la mediana (median) del BIAS (en 16 bits)
el_gr: Διάμεσος τιμή BIAS (σε16bit)
es_es: Valor de la mediana (median) del BIAS (en 16bit)
fr_fr: Valeur médiane BIAS (en 16bit)
gl_es: Valor da mediana de BIAS (en 16 bit)
it_it: Valore mediano del BIAS (in 16bit)
ja_jp: BIASの中央値(16ビット)
pt_pt: Valor mediano BIAS (16bit)
ru_ru: Медиана значения BIAS (в 16 бит)
tr_tr: BIAS orta değeri (16 bitte)

# LblBinning
source: Binning
ja_jp: ビニング
ru_ru: Биннинг

# LblBinningDescription
source: Camera binning
ca_es: Binning de la càmera
el_gr: Binning κάμερας
es_es: Binning de la cámara
fr_fr: Binning de la camera
gl_es: Binning da Cámara
it_it: binning Camera
ja_jp: カメラビニング
pt_pt: Bin da câmera
ru_ru: Биннинг камеры
tr_tr: Kamera binning

# LblBitDepth
source: Bit depth
ca_es: Profunditat de Bit
el_gr: Βάθος Bit
fr_fr: Résolution (Bits)
gl_es: Profundidade Bit
it_it: Profondità Bit
ja_jp: ビット深度
pt_pt: Profundidade de Bit
ru_ru: Глуб. битн.
tr_tr: Bit derinliği

# LblBitDepthADU
source: Bit Depth in ADU
ca_es: Profunditat de Bit a l'ADU
el_gr: Βάθος Bit σε ADU
es_es: BitDepth en ADUs
fr_fr: Résolution (ADU)
gl_es: Profundidade Bit en ADU
it_it: Profondità Bit in ADU
ja_jp: ADUにおけるビット深度
pt_pt: Profundidade de Bit em ADU
ru_ru: Глубина бита в ADU
tr_tr: ADU bit derinliği

# LblBlackClipping
source: Black clipping
ca_es: Retall de negres
el_gr: Αποκοπή Μαύρου
es_es: Recorte de Negros
fr_fr: Écrêtage Noirs
gl_es: Recorte de negros
it_it: Taglio dei neri
ja_jp: ブラッククリッピング
pt_pt: Supressão de pretos
ru_ru: Клиппинг черного
tr_tr: Siyah kırpımı

# LblBlindSolveAttemptForFraming
source: Image has to be solved for framing. Should reference coordinates be taken? RA: {0} Dec: {1}
ca_es: La imatge s’ha de resoldre per enquadrar-la. S'han de prendre coordenades de referència? RA: {0} Des: {1}
el_gr: Η εικόνα πρέπει να αναλυθεί για το καδράρισμα. Θέλετε να χρησιμοποιθούν οι συντεταγμένες αναφοράς; Ο. Α.: {0} Αποκ.: {1}
es_es: La imagen tiene que ser resuelta para fotografiarla. ¿Deberían tomarse coordenadas de referencia? RA: {0} Dic. {1}
fr_fr: L'image doit être réduite par astrométrie avant de définir son cadrage. Utiliser les coordonnées de référence suivantes ? AD: {0} Dec: {1}
gl_es: Hai que resolver a imaxe para encadrar. Deberían tomarse as coordenadas de referencia? AR: {0} Dec: {1}
it_it: L'immagine deve essere risolta per il framing. Si devono considereare le coordinate impostate? RA: {0} Dec: {1}
ja_jp: フレーミングには画像をソルバーで位置計算して下さい。 基準座標を取得しますか？ 赤経RA: {0} 赤緯DEC: {1}
pt_pt: A imagem tem de ser resolvida para enquadrar. Usar as coordenadas de referência? AR: {0} Dec: {1}
ru_ru: Для наведения необходимо определить координаты изображения. Следует ли использовать референсные координаты? RA: {0} Dec: {1}
tr_tr: Fotoğraf, çerçevelemek için eşleştirildi. Referans koordinatlar alınsın mı? RA: {0} Dec: {1}

# LblBlindSolver
source: Blind solver
ca_es: Resolució de Plaques a Cegues
el_gr: Τυφλή Αστρομετρική Ανάλυση
es_es: Astrometría Ciega
fr_fr: Réduction astrométrique pour tout le ciel
gl_es: Astrometría Cega
it_it: Risoluzione astrometrica cieca
ja_jp: ブラインドソルバー
ru_ru: Определение координат вслепую

# LblBorder
source: Border
ca_es: Vora
el_gr: Όριο
es_es: Borde
fr_fr: Cadre
gl_es: Bordo
it_it: Bordo
ja_jp: 境界線
pt_pt: Margem
ru_ru: Граница
tr_tr: Kenar

# LblBulbMode
source: Bulb mode
ca_es: Mode Obturador
el_gr: Λειτουργία Bulb
es_es: Modo Bulb
fr_fr: Mode Bulb
gl_es: Modo Obturador
it_it: Modalità Bulb
ja_jp: バルブモード
pt_pt: Modo "Bulb"
ru_ru: Режим ручной выдержки
tr_tr: Bulb modu

# LblBulbSerialPort
source: Bulb serial port
ca_es: Port Sèrie de l'obturador
el_gr: Σειριακή Θύρα Bulb
es_es: Puerto Serial Modo Bulb
fr_fr: Bulb Port Série
gl_es: Porto Serie Obturador
it_it: Porta Seriale Bulb
ja_jp: バルブシリアルポート
pt_pt: Porta de Série "Bulb"
ru_ru: Последовательный порт для ручной выдержки
tr_tr: Bulb seri portu

# LblButtonBackground
source: Button background
ca_es: Fons del botó
el_gr: Κουμπί Υποβάθρου
es_es: Fondo del botón
fr_fr: Arrière plan Bouton
gl_es: Fondo do Botón
it_it: Sfondo Bottone
ja_jp: ボタン背景
pt_pt: Fundo do Botão
ru_ru: Кнопка фона
tr_tr: Arkaplan butonu

# LblButtonForeground
source: Button foreground
ca_es: Primer Pla del botó
el_gr: Κουμπί Προσκηνίου
es_es: Primer plano del botón
fr_fr: Avant plan Bouton
gl_es: Primeiro Plano do Botón
it_it: Primo Piano Bottone
ja_jp: ボタン前景
pt_pt: Primeiro Plano do Botão
ru_ru: Кнопка переднего плана
tr_tr: Önplan butonu

# LblButtonForegroundDisabled
source: Disabled button foreground
ca_es: Primer Pla del Botó desactivat
el_gr: Το κουμπί του Προσκηνίου Απενεργοποιήθηκε
es_es: Primer plano del botón deshabilitado
fr_fr: Arrière plan Bouton désactivé
gl_es: Primeiro Plano do Botón Desactivado
it_it: Primo Piano Bottone Disabilitato
ja_jp: ボタン前景オフ
pt_pt: Primeiro plano do botão desactivado
ru_ru: Кнопка переднего плана отключена
tr_tr: Önplan butonu devre dışı

# LblButtonHighlight
source: Button highlight
ca_es: Ressalt del botó
el_gr: Επισήμανση Κουμπιού
es_es: Realce del botón
fr_fr: Bouton Surlignement
gl_es: Resalte do Botón
it_it: Buttone Evidenziato
ja_jp: ボタンハイライト
pt_pt: Realce do Botão
ru_ru: Подсветка кнопок
tr_tr: Vurgulama butonu

# LblByteShuffling
source: Byte shuffling
ca_es: Barrejant bytes
es_es: Barajando bytes
fr_fr: Réorganisation des octets
gl_es: Reorganización de octetos
ja_jp: バイトシャッフリング
ru_ru: Перемешивание байтов
tr_tr: Bayt karıştırma

# LblCache
source: Cache
el_gr: Προσωρινή Μνήμη
es_es: Caché
gl_es: Caché
it_it: Memoria
ja_jp: キャッシュ
ru_ru: Кэш
tr_tr: Ön bellek

# LblCalculateBias
source: Calculate bias
ca_es: Calcular Bias
el_gr: Υπολογισμός Bias
es_es: Calcular Bias
fr_fr: Calculer l'offset
gl_es: Calcular Bias
it_it: Calcola bias
ja_jp: バイアス計算
pt_pt: Calcular Bias
ru_ru: Вычислить биас
tr_tr: Bias hesapla

# LblCalculatedExposureTime
source: Calculated exposure time
ca_es: Temps d'Exposició calculat
el_gr: Υπολογισμένος Χρόνος Έκθεσης
es_es: Tiempo de exposición calculado
fr_fr: Temps d'exposition calculé
gl_es: Tempo Exposición Calculado
it_it: Tempo di esposizione calcolato
ja_jp: 計算による露出時間
pt_pt: Tempo de Exposição Calculado
ru_ru: Рассчитанное время экспозиции
tr_tr: Hesaplanan pozlama süresi

# LblCam
source: Cam
el_gr: Κάμερα
es_es: Cám
gl_es: Cám
it_it: Camera
ja_jp: カム
ru_ru: Камера
tr_tr: Kamera

# LblCamera
source: Camera
ca_es: Càmera
el_gr: Κάμερα
es_es: Cámara
fr_fr: Caméra
gl_es: Cámara
it_it: Fotocamera
ja_jp: カメラ
pt_pt: Câmera
ru_ru: Камера
tr_tr: Kamera

# LblCameraBattery
source: Camera battery
ca_es: Bateria de la Càmera
el_gr: Μπαταρία Κάμερας
es_es: Batería de la cámara
fr_fr: Caméra Batterie
gl_es: Batería da Cámara
it_it: Batteria Camera
ja_jp: カメラバッテリー
pt_pt: Bateria da Câmera
ru_ru: Батарея камеры
tr_tr: Kamera pili

# LblCameraBusy
source: Camera is busy
ca_es: La càmera està ocupada
el_gr: Η Κάμερα είναι απασχολημένη
es_es: Barajando bytes (Byte shuffling)
fr_fr: Caméra occupée
gl_es: A cámara está ocupada
it_it: La camera è occupata
ja_jp: カメラがビジー状態です。
pt_pt: A câmera está ocupada
ru_ru: Камера занята
tr_tr: Kamera kullanımda
