Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblFocuser
source: Focuser
ca_es: Enfocador
el_gr: Εστιαστής
es_es: Enfocador
fr_fr: Focalisation
gl_es: Enfocador
it_it: Focheggiatore
ja_jp: フォーカサー
pt_pt: Focador
ru_ru: Фокусер
tr_tr: Odaklayıcı

# LblFocuserAutoFocusInitialOffsetSteps
source: Autofocus initial offset steps
ca_es: Passos de compensació inicial de l' Enfocament Automàtic
el_gr: Αρχικά Βήματα Offset Αυτόματης Εστίασης
es_es: Pasos Compensacion AE
fr_fr: Décalage Initial
gl_es: Pasos de compensación inicial do AutoFoco
it_it: Steps di offset Iniziali Auto Focus
ja_jp: オートフォーカス初期オフセットステップ
pt_pt: Numero Inicial de Passos de Offset de Focagem Automática
ru_ru: Начальные шаги смещения автофокуса
tr_tr: Otomatik odaklama başlangıç offset adımları

# LblFocuserAutoFocusInitialOffsetStepsTooltip
source: The initial amount of steps that the focuser will move out at the beginning of an autofocus operation.
ca_es: Quantitat inicial de passos que l'enfocador es mourà per iniciar el procediment d’enfocament automàtic.
el_gr: Αρχική ποσότητα βημάτων κατά τα οποία ο εστιαστής θα κινηθεί προς τα έξω για να ξεκινήσει την διαδικασία αυτόματης εστίασης.
es_es: Cantidad inicial de pasos que el enfocador se moverá para comenzar el procedimiento de Auto Enfoque.
fr_fr: Nombre initial de pas dont le focuseur va se déplacer au début de la procédure de focalisation automatique
gl_es: Cantidade inicial de pasos que o enfocador se moverá cara a fóra para iniciar o procedemento de AutoFoco.
it_it: Valore iniziale di steps di cui il focuser si allontanerà per iniziare la procedura di auto-focus.
ja_jp: オートフォーカス工程開始前にフォーカサーが外側に移動する初期ステップ数
pt_pt: Quantidade inicial de passos que o focador se move para fora para iniciar a focagem automática.
ru_ru: Первоначальные шаги фокусера вне чтобы начать процедуру автоматической фокусировки.
tr_tr: Otomatik odaklama prosedürüne başlamak için odaklayıcının hareket edeceği adımların başlangıç sayısı.

# LblFocuserAutoFocusStepSize
source: Autofocus step size
ca_es: Tamany Pas Enfocador Automàtic
el_gr: Μέγεθος Βήματος Αυτόματου Εστιαστή
es_es: Tamaño Paso Auto Enfocador
fr_fr: Taille Pas FA
gl_es: Tamaño Paso AutoFoco
it_it: Dimensione step Auto Focus
ja_jp: オートフォーカス ステップサイズ
pt_pt: Tamanho do passo para focagem automática
ru_ru: Размер шага автофокусировки
tr_tr: Otomatik odaklama adım büyüklüğü

# LblFocuserAutoFocusStepSizeTooltip
source: The size of one focus step used for autofocusing. One step should be less than the critical focus point tolerance
ca_es: La mida de pas d'enfocament utilitzat per a l'enfocament automàtic. Un pas ha de ser inferior a la tolerància del punt d’enfocament crític
el_gr: Το μέγεθος ενός βήματος που χρησιμοποιείται για την αυτόματη εστίαση. Το βήμα θα πρέπει να είναι μικρότερο από την ανοχή του σημείου της κρίσιμης εστίασης
es_es: El Tamaño de un paso de enfoque usado para el auto enfoque. Un paso debiera debería ser inferior a la tolerancia del punto de enfoque critico
fr_fr: La taille d'un pas moteur utilisé pour la focalisation automatique. Cette taille devrait être inférieure à la zone du point focal critique (CFZ)
gl_es: O tamaño de un paso de foco usado para o autoenfoque. Un só paso podería ser menor do punto crítico de tolerancia do foco
it_it: La dimensione dello step di focus impiegata nell'auto-focus. Uno step dovrebbe essere inferiore alla tolelranza del punto critico di fuoco
ja_jp: フォーカスのワンステップサイズ。ワンステップは焦点公差限界点よりも小さいほうが望ましい。
pt_pt: O tamanho de um passo do motor utilizado para a focagem automática. Um passo deve ser menor que a tolerância do ponto critico de foco
ru_ru: Размер одного шага, используемого для автоматической фокусировки. Один шаг должен быть меньше, чем допуск критической точки фокуса
tr_tr: Otomatik odaklama için kullanılan bir odak adımının boyutu. Bir adım kritik odak noktası toleransından daha az olmalıdır

# LblFocuserBacklash
source: Backlash IN/OUT
ca_es: Backlash DINS/FORA
el_gr: Backlash ΜΕΣΑ/ΕΞΩ
es_es: Backlash Dentro/Fuera
fr_fr: Jeu IN/OUT
gl_es: Backlash DENTRO/FÓRA
it_it: Contraccolpo DENTRO/FUORI
ja_jp: バックラッシュ IN側/OUT側
pt_pt: Backlash DENTRO/FORA
ru_ru: Люфт В/ИЗ
tr_tr: Dişli boşluğu İÇ/DIŞ

# LblFocuserBacklashTooltip
source: Inwards and outwards focuser backlash, in focuser steps
ca_es: Reacció de l'Enfocador Automàtic cap a dins i cap a fora, en passos de l'Enfocador
el_gr: Backlash εστιαστή προς τα μέσα και προς τα έξω, σε βήματα εστιαστή
es_es: Backlash interior y exterior del Enfocador, en pasos de Enfocador
fr_fr: Jeu du focuseur en intra- et extra-focal , en pas FA
gl_es: Backlash do enfocador cara a dentro e cara a fóra, en pasos do enfocador
it_it: Contraccolpo interno ed esterno del focheggiatore, in passi del focheggiatore
ja_jp: フォーカサーステップに於ける、内側及び外側フォーカサーバックラッシュ
pt_pt: Valor de backlash para dentro e para fora do focador, em passos do focador
ru_ru: Люфт фокусера внутрь и наружу, в шагах фокусера
tr_tr: Odaklayıcı adımlarında içeri ve dışarı dişli boşlukları

# LblFocuserConnected
source: Focuser connected
ca_es: Enfocador Automàtic connectat
el_gr: Ο Εστιαστής συνδέθηκε
es_es: Enfocador Conectado
fr_fr: Focalisation connectée
gl_es: Enfocador conectado
it_it: Focuser connesso
ja_jp: フォーカサー接続済
pt_pt: Focador conectado
ru_ru: Фокусер подключен
tr_tr: Odaklayıcı bağlandı

# LblFocuserConnectionLost
source: Focuser connection lost! Please reconnect focuser!
ca_es: S'ha perdut la connexió de l'Enfocador Automàtic. Torneu a connectar l'Enfocador Automàtic!
el_gr: Η σύνδεση με τον εστιαστή χάθηκε! Παρακαλώ ξανασυνδέστε τον εστιαστή!
es_es: ¡Conexión del Enfocador perdida! por favor, reconecte el enfocador
fr_fr: La connexion à la focalisation a été perdue! SVP, veuillez reconnecter la focalisation!
gl_es: Conexión co enfocador perdida! Reconectalo!
it_it: Connessione al focuser persa! si prega di riconnettere il focuser!
ja_jp: フォーカサーの接続が途絶えました。フォーカサーを再度接続して下さい。
pt_pt: Ligação ao focador perdida! Por favor reconecte o focador!
ru_ru: Соединение с фокусером потеряно! Пожалуйста, переподключите фокусер!
tr_tr: Odaklayıcı bağlantısı kesildi! Lütfen odaklayıcıyı tekrar bağlayın!

# LblFocuserPositionDescription
source: Current focuser position
ca_es: Posició actual de l'Enfocador Automàtic
el_gr: Τρέχουσα θέση εστιαστή
es_es: Posicion actual de Enfocador
fr_fr: Position Courante Focalisation
gl_es: Posición do enfocador
it_it: Posizione corrente focuser
ja_jp: 現在のフォーカサー位置
pt_pt: Posição actual do focador
ru_ru: Текущая позиция фокусера
tr_tr: Mevcut odaklayıcı pozisyonu

# LblFocuserSettleTime
source: Focuser settle time
ca_es: Temps d'espera de l'Enfocador Automàtic
el_gr: Χρόνος Ηρεμίας Εστιαστή
es_es: Tiempo de Espera del Enfocador
fr_fr: Délai Stabilisation Foc
gl_es: Tempo de Asentamento Enfocador
it_it: Settle time del Focuser
ja_jp: フォーカス安定化時間
pt_pt: Tempo de Espera do Focador
ru_ru: Время успокоения фокусера
tr_tr: Odaklayıcı odaklama süresi

# LblFocuserSettleTimeTooltip
source: If the focuser introduces image shift when moving, set a settle time in seconds here.
ca_es: Si l'enfocador automàtic introdueix un canvi en la imatge mentre es mou, definiu aquí un temps d'espera en segons.
el_gr: Αν ο εστιαστής εισάγει μετατόπιση εικόνας κατά την κίνηση, ορίστε ένα χρόνο ηρεμίας σε δευτερόλεπτα εδώ.
es_es: Si el enfocador introduce un cambio en la imagen al moverse, pon aquí un tiempo de espera en segundos.
fr_fr: Si le dispositif de mise au point introduit un décalage d’image lors du déplacement, définissez un délai de stabilisation en secondes ici.
gl_es: Se o enfocador altera a imaxe cando se move, poñer un tempo de estabilización en segundos aquí.
it_it: Se il focuser introduce uno spostamento immagine mentre si muove, impostare un valore basso in secondi qui.
ja_jp: フォーカサーが画像シフトをもたらした場合は、ここで安定化時間を秒数で設定して下さい。
pt_pt: Se o focador causar oscilação de imagem enquanto move, defina aqui um tempo de espera em segundos.
ru_ru: Если фокусер вносит сдвиг изображения при перемещении, установите время успокоения в секундах здесь.
tr_tr: Odaklayıcı hareket ederken görüntü kaydırıyorsa, burada saniye cinsinden bir bekleme süresi ayarlayın.

# LblFocuserTempDescription
source: Focuser temperature
ca_es: Temperatura de l'Enfocador Automàtic
el_gr: Θερμοκρασία Εστιαστή
es_es: Temperatura de Enfocador
fr_fr: T° Focalisation
gl_es: Temperatura do Enfocador
it_it: Focuser Temperatura
ja_jp: フォーカサー温度
pt_pt: Temperatura do focador
ru_ru: Температура фокусера
tr_tr: Odaklayıcı sıcaklığı

# LblFocuserUseFilterWheelOffsets
source: Use filter offsets
ca_es: Utilitzeu les compensacions de la roda del filtre
el_gr: Χρήση offsets τροχού φίλτρων
es_es: Usar Compens. de Rueda de Filtros
fr_fr: Appliquer Offset Filtres
gl_es: Usar compensación da roda de filtros
it_it: Usa Offset FilterWheel
ja_jp: フィルターホイールのオフセット値を使用する。
pt_pt: Utilizar valores de offset na roda de filtros
ru_ru: Использовать смещение колеса фильтров
tr_tr: Filtre çarkı offsetlerini kullan

# LblFocuserUseFilterWheelOffsetsTooltip
source: When switching from one filter to another the focuser will change it's position relative to the given offset specified for that filter
ca_es: Al canviar un filtre per un altre, l'enfocador automàtic canviarà la seva posició en relació amb el desplaçament especificat per a aquest filtre
el_gr: Όταν γίνεται αλλαγή των φίλτρων ο εστιαστής θα αλλάξει την θέση του σχετικά με το δεδομένο offset που έχει οριστεί γι'αυτό το φίλτρο
es_es: Cuando se cambia de un filtro a otro el Enfocador cambiará su posición relativa a la compensación especificada para ese filtro
fr_fr: Lors du passage d'un filtre à un autre, un offset sera appliqué sur la position de la focalisation pour ce filtre.
gl_es: Ó cambiar dun filtro a outro, o enfocador cambiará a súa posición en relación coa compensación especificada para ese filtro
it_it: Passando da un filtro ad un altro il focuser aggiusterà la sua posizionoe relativa all'offset impostato per quel filtro
ja_jp: 一つのフィルターからもう一つのフィルターに変更する時、そのフィルターに指定されたオフセット値に相対して位置を変更します。
pt_pt: Ao mudar de um filtro para outro, o focador mudará a sua posição em relação ao valor de offset definido para esse filtro
ru_ru: При переключении с одного фильтра на другой, фокусер изменит свою позицию относительно заданного смещения для этого фильтра
tr_tr: Bir filtreden diğer filtreye geçişte odaklayıcı, o filtreye tanımlanan offset değerine göre pozisyonunu değiştirir

# LblFocusOffset
source: Focus offset
ca_es: Compensació de l'Enfocador Automàtic
el_gr: Offset Εστίασης
es_es: Compensacion Enfocador
fr_fr: Offset Focalisation
gl_es: Compensación de Foco
it_it: Offset Focus
ja_jp: フォーカス オフセット
pt_pt: Offset de Foco
ru_ru: Смещение фокуса
tr_tr: Odak offset

# LblFocusPointValidationFailed
source: Calculated HFR for focus at position {0} differs more than 25% from actual HFR Actual HFR : {1} Calculated HFR: {2}
ca_es: L’HFR calculat per al focus a la posició {0} difereix més d’un 25% de l’HFR real HFR real: {1} HFR calculat: {2}
el_gr: Το υπολογισμένο HFR για την εστίαση στη θέση {0} διαφέρει πάνω από 25% από το πραγματικό HFR Πραγματικό HFR : {1} Υπολογισμένο HFR : {2}
es_es: El HFR Calculado para el enfoque en posicion {0} difiere mas de un 25% respecto al HFR actual Actual HFR : {1} Calculado HFR: {2}
fr_fr: Le HFR calculé pour la mise au point à la position {0} diffère de plus de 25% du HFR réel HFR réel: {1} HFR calculé: {2}
gl_es: O HFR calculado enfocando na posición {0} difire máis do 25% do HFR actual HFR actual: {1} HFR calculado: {2}
it_it: HFR Calcoalto per il fuoco in posizione {0} differisce più del 25% dall'HFR attuale HFR Attuale : {1} HFR Calcolato: {2}
ja_jp: {0}の位置で演算されたHFR値が、現在のHFR値の25%以上異なります。 現在のHFR : {1} 演算されたHFR : {2}
pt_pt: O HFR calculado para a posição de foco {0} difere mais de 25% do HFR actual HFR Actual : {1} HFR Calculado: {2}
ru_ru: Рассчитанный HFR для фокуса в позиции {0} отличается более чем на 25% от фактического HFR Фактический HFR : {1} Рассчитанный HFR: {2}
tr_tr: {0} pozisyonunda odaklama için hesaplanan HFR gerçek HFRdan %25 farklılık gösterir Gerçek HFR: {1} Hesaplanan HFR: {2}

# LblFolderToWatch
source: Folder to watch
ca_es: Carpeta a controlar
el_gr: Φάκελος για παρακολούθηση
es_es: Carpeta a Observar
fr_fr: Répertoire de Suivi
gl_es: Cartafol para visualizar
it_it: Folder da controllare
ja_jp: 監視フォルダー
pt_pt: Pasta para rastrear
ru_ru: Искать в папке
tr_tr: Bakılacak dizin

# LblFrameNFocus
source: Frame & Focus
ca_es: Marc i Enfocament
el_gr: Καδράρισμα & Εστίαση
es_es: Encuadre & Enfoque
fr_fr: Cadrage & Focalisation
gl_es: Encadre & Enfoque
it_it: Inquadratura e Fuoco
ja_jp: フレーム＆フォーカス
pt_pt: Enquadrar & Focar
ru_ru: Кадрирование и Фокус
tr_tr: Kare & Odak

# LblFrameNrDescription
source: # of the frame with format ####
ca_es: # del Marc amb el format ####
el_gr: # Καρέ με μορφή ####
es_es: # del encuadre con formato ####
fr_fr: # de plans au format ####
gl_es: # do Encadre con formato ####
it_it: # del fotogramma con formato ####
ja_jp: フォーマット ####のフレーム#
pt_pt: # da Frame com formato ####
ru_ru: # кадра в формате ####
tr_tr: #### biçimiyle kare #

# LblFraming
source: Framing
ca_es: Enquadrant
el_gr: Καδράρισμα
es_es: Encuadrando
fr_fr: Cadrage
gl_es: Encadre
it_it: Inquadratura
ja_jp: フレーミング
pt_pt: Enquadramento
ru_ru: Кадрирование
tr_tr: Çerçeveleme

# LblFramingAssistant
source: Framing Assistant
ca_es: Assistent d'enquadrament
el_gr: Οδηγός Καδραρίσματος
es_es: Asistente de encuadre
fr_fr: Assistant de Cadrage
gl_es: Asistente de Encadre
it_it: Assistente per l'inquadratura
ja_jp: フレーミング支援
pt_pt: Assistente de enquadramento
ru_ru: Помощник кадрирования
tr_tr: Çerçeveleme yardımcısı

# LblFrom
source: From
ca_es: De
el_gr: Από
es_es: De
fr_fr: De
gl_es: De
it_it: Da
ja_jp: 開始
pt_pt: De
ru_ru: Из
tr_tr: Buradan

# LblFullWellCapacity
source: Full well capacity in e−
ca_es: Capacitat de Pou Complet (Full Well) en e
el_gr: Χωρητικότητα Full Well σε e
es_es: Full Well Cap. en electrones
fr_fr: Puits de Potentiel en "é"
gl_es: Capacidade Full Well en electróns
it_it: Capacità Full Well in e
ja_jp: 飽和容量 e値
pt_pt: Capacidade Full Well em e
ru_ru: Вместимость Ямы в е
tr_tr: e değerinde Full Well kapasitesi

# LblGain
source: Gain
ca_es: Guany
el_gr: Ενίσχυση
es_es: Ganancia
gl_es: Ganancia
it_it: Guadagno
ja_jp: ゲイン
ru_ru: Усиление
tr_tr: Kazanç

# LblGainDescription
source: Camera gain
ca_es: Guany de la Càmera
el_gr: Ενίσχυση Κάμερας
es_es: Ganancia de la Cámara
fr_fr: Gain Caméra
gl_es: Ganancia da Cámara
it_it: Guadagno Camera
ja_jp: カメラゲイン
pt_pt: Gain da câmera
ru_ru: Усиление камеры
tr_tr: Kamera kazancı

# LblGeneral
source: General
el_gr: Γενικά
fr_fr: Général
gl_es: Xeral
it_it: Generale
ja_jp: 一般
pt_pt: Geral
ru_ru: Общее
tr_tr: Genel

# LblGPSConnected
source: GPS connected on port
ca_es: GPS connectat al port
el_gr: Το GPS συνδέθηκε στη θύρα
es_es: GPS conectado en el puerto
fr_fr: GPS connecté au port
gl_es: GPS conectado no porto
it_it: GPS connesso alla porta
ja_jp: ポートにGPS接続済
pt_pt: GPS conectado na porta
ru_ru: GPS подключен на порту
tr_tr: GPS bağlanan giriş

# LblGPSConnectFail
source: Cannot connect to GPS on port
ca_es: No és possible connectar amb el port del GPS
el_gr: Δεν ήταν δυνατή η σύνδεση του GPS στη θύρα
es_es: No se puede conectar a GPS en el puerto
fr_fr: Ne peut connecter le GPS au port
gl_es: Non se pode conectar co porto de GPS
it_it: Impossibile collegare il GPS alla porta
ja_jp: ポートにGPS接続できません。
pt_pt: Não foi possível conectar o GPS na porta
ru_ru: Не удается подключиться к GPS на порту
tr_tr: GPS bu girişe bağlanamıyor

# LblGPSLocationSet
source: Location set from GPS
ca_es: Ubicació actualitzada des del GPS
el_gr: Η τοποθεσία ορίστηκε από το GPS
es_es: Ubicación actualizada desde GPS
fr_fr: Localisation appliqué à partir du GPS
gl_es: Localización por GPS
it_it: Coordinate impostate dal GPS
ja_jp: GPSより位置情報取得
pt_pt: Localização definida a partir do GPS
ru_ru: Расположение установлено из GPS
tr_tr: Konum GPS tarafından ayarlandı

# LblGPSNoFix
source: GPS has no fix
ca_es: GPS no s'ha connectat
el_gr: Το GPS δεν έχει κλειδώσει
es_es: GPS No se ha arreglado
fr_fr: GPS n'arrive pas à résoudre la position
gl_es: GPS Non Presente
it_it: il GPS non ha Fix
ja_jp: GPS測位不能
pt_pt: GPS incapaz de obter a localização
ru_ru: GPS не имеет исправления
tr_tr: GPS düzeltmesi yok

# LblGPSNotFound
source: No GPS module detected
ca_es: No s'ha detectat el mòdul GPS
el_gr: Δεν ανιχνεύτηκε συσκευή GPS
es_es: No se a detectado modulo GPS
fr_fr: Aucun module GPS connecté
gl_es: Non se detectou módulo GPS
it_it: Nessun GPS trovato
ja_jp: GPSモジュールが検出されませんでした。
pt_pt: Nenhum módulo GPS encontrado
ru_ru: GPS-модуль не обнаружен
tr_tr: GPS modülü tespit edilmedi

# LblGPSTooltip
source: Import location using an NMEA GPS device
ca_es: Importeu la ubicació mitjançant un dispositiu GPS NMEA
el_gr: Εισαγωγή τοποθεσίας χρησιμοποιώντας συσκευή NMEA GPS
es_es: Importar ubicación usando un dispositivo GPS NMEA
fr_fr: Importer la position à l'aide d'un appareil GPS NMEA
gl_es: Importar localización usando un aparello GPS NMEA
it_it: Importa coordinate del luogo da GPS NMEA
ja_jp: NMEA GPSデバイスから位置情報をインポート
pt_pt: Importar a localização usando um dispositivo GPS NMEA
ru_ru: Импортировать местоположение с помощью GPS устройства NMEA
tr_tr: Konumu bir NMEA GPS cihazından oku

# LblGuider
source: Guider
ca_es: Guiatge
el_gr: Οδηγητής
es_es: Guiado
fr_fr: Guidage
gl_es: Guiado
it_it: Guida
ja_jp: ガイダー
pt_pt: Guia
ru_ru: Гид
tr_tr: Takipçi

# LblGuiderConnected
source: Guider connected
ca_es: Guiatge Connectat
el_gr: Ο Οδηγητής Συνδέθηκε
es_es: Guiado Conectado
fr_fr: Autoguideur Connecté
gl_es: Guiado Conectado
it_it: Guider Connesso
ja_jp: ガイドカメラ接続済
pt_pt: Guia Conectado
ru_ru: Гид подключен
tr_tr: Takipçi bağlandı

# LblGuiderDitherButNotConnected
source: Guider dither is enabled, but N.I.N.A. is not connected to a guider
ca_es: Dither de Guiatge està habilitat, però l'aplicació no està connectada a Guiatge
el_gr: Το Dither του Οδηγητή είναι ενεργοποιημένο, αλλά η εφαρμογή δεν είναι συνδεδεμένη στον Οδηγητή
es_es: Dither de Guiado está habilitado, pero la aplicación no está conectado al guiado
fr_fr: Le guidage avec Dither est activé mais aucun autoguideur n'est connecté
gl_es: O Dither do guiado está activado, pero a aplicación non está conectada ó guiado
it_it: il dithering del guider è abilitato, ma l'applicazione non è connessa
ja_jp: ガイドデザリングがオンになっていますが、アプリがガイドカメラと接続されていません。
pt_pt: O Dither está activado, mas a aplicação não está conectada ao guia
ru_ru: Межкадровая подвижка включена, но приложение не подключено к Гиду
tr_tr: Takipçi ditheri etkin fakat uygulama takip kamerasına bağlanmadı

# LblGuiderNoResume
source: Guider did not send resume message in time. Sequence will resume, but make sure Guider is guiding again!
ca_es: El Guiatge no ha enviat el missatge de reiniciar a temps. Es reprendrà la seqüència, però assegureu-vos que el Guiatge tornia a funcionar!
el_gr: Ο Οδηγητής δεν μπορούσε να στείλει σήμα συνέχειας εγκαίρως. Η αλληλουχία θα συνεχίσει, αλλά σιγουρευτείτε ότι ο Οδηγητής οδηγεί ξανά!
es_es: Guiado no envió el mensaje de reanudar a tiempo. La secuencia se reanudará, ¡pero asegúrese que el Guiado está funcionando!
fr_fr: L'autoguideur n'a pas envoyé le message de reprise à temps. La séquence reprendra, mais assurez-vous que l'autoguideur guide à nouveau!
gl_es: O guiado non devolveu a mensaxe de continuar. Retomarase a secuencia, pero asegúrate de que o guiado está de novo guiando!
it_it: Il guider non ha risposto in tempo. La sequenza riprende, tuttavia asssicurarsi che il Guider stia ancora pilotando!
ja_jp: ガイドカメラが再開メッセージを時間内に送りませんでした。シーケンスは再開しますが、ガイドカメラがガイドを再開しているか確認して下さい。
pt_pt: O guia não enviou a tempo a mensagem para retomar a guiagem. A sequência irá retomar, mas certifique-se que o guia se encontra a guiar novamente!
ru_ru: Гид не послал сообщения о возобновлении вовремя. Серия будет возобновлена, но убедитесь, что гид направляет снова!
tr_tr: Takipçi devam etm mesajını zamanında göndermedi. Sekans devam edecek ancak takipçinin tekrar takip edip etmediğinden emin olun!

# LblGuiderNoSettleDone
source: Guider did not send SettleDone message after expected time ({0}s + 10s). Skipping.
ca_es: El Guiatge no ha enviat cap missatge SettleDone després del temps previst ({0} s + 10s). Saltant.
el_gr: Ο Οδηγητής δεν έστειλε το μήνυμα SettleDone εγκαίρως. Γίνεται παράλειψη.
es_es: El programa de guiado no ha mandado el mensaje SettleDonde tras el tiempo previsto ({0}s + 10s). Ignorándolo.
fr_fr: Le guider n'a pas envoyé le message SettleDone après le temps prévu ({0}s + 10s). Ignorer.
gl_es: O guiador non enviou a mensaxe SettleDone tras transcorrer o tempo establecido ({0}s + 10s). Ignorar.
ja_jp: ガイドカメラが、予定時間（{0}秒＋10秒）が経過しても、SettleDoneメッセージを送信しませんでした。スキップしています。
tr_tr: Takip sistemi beklenen ({0}sn + 10sn) sürede YerleşmeTamamlandı sinyali göndermedi. Atlanıyor.

# LblGuiderResumeFailed
source: Guider resume failed
ca_es: Fallada en la reiniciació del Guiatge
el_gr: Η επανέναρξη του Οδηγητή απέτυχε
es_es: Falló la reanudación del Guider
fr_fr: Reprise du guidage a échoué
gl_es: Fallo retomando guiado
it_it: Resume Guider fallito
ja_jp: ガイダー再開失敗
pt_pt: O reinício do guia falhou
ru_ru: Ошибка при возобновлении гида
tr_tr: Takipçi yenilemesi başarısız

# LblGuiderSettings
source: Guider settings
ca_es: Configuració del Guiatge
el_gr: Ρυθμίσεις Οδηγητή
es_es: Ajustes de Guiado
fr_fr: Configuration Guidage
gl_es: Configuración Guiado
it_it: Settaggi Guider
ja_jp: ガイダー設定
pt_pt: Configurações do Guia
ru_ru: Настройки гида
tr_tr: Takipçi ayarları

# LblGuiderStatus
source: Guider status
ca_es: Estat del Guiatge
el_gr: Κατάσταση Οδηγητή
es_es: Estado de Guiado
fr_fr: État Guidage
gl_es: Estatus Guiado
it_it: Stato Guider
ja_jp: ガイダー ステータス
pt_pt: Estado do Guia
ru_ru: Статус гида
tr_tr: Takipçi durumu

# LblGuidingRMSArcSecDescription
source: Root mean square error of guiding during exposure in arc seconds
ca_es: Error en la mitjana quadrada (RMS) del guiatge durant l'exposició en segons d'arc
el_gr: Σφάλμα οδήγησης RMS κατά την έκθεση σε arcsec
es_es: Error en la media cuadrática (RMS) del guiado durante la exposición, en arcosegundos
fr_fr: Erreur RMS de guidage pendant l'exposition en secondes d'arc
gl_es: Erro cuadrático medio de guiado durante a exposición, en segundos de arco
it_it: Errore root mean square di guida durante esposizione in arco secondi
ja_jp: 露出中ガイドの秒角に於ける平均平方二乗エラー
pt_pt: Erro do valor quadrático médio da guiagem durante a exposição em segundos de arco
ru_ru: Среднеквадратичное значение ошибки гидирования в угловых секундах за время экспозиции
tr_tr: Takip pozlaması sırasında yay-saniye bazında ana ortalama kare hatası oluştu

# LblGuidingRMSDescription
source: Root mean square error of guiding during exposure in pixels
ca_es: Error en la mitjana quadrada (RMS) del guiatge durant l'exposició en píxels
el_gr: Σφάλμα οδήγησης RMS κατά την έκθεση σε pixels
es_es: Error en la media cuadrática (RMS) del guiado durante la exposición, en pixeles
fr_fr: Erreur RMS de guidage pendant l'exposition en pixels
gl_es: Erro cuadrático medio de guiado durante a exposición, en píxeles
it_it: Errore root mean square di guida durante l'esposizione, in pixels
ja_jp: 露出中ガイドのピックセルに於ける平均平方二乗エラー
pt_pt: Erro do valor quadrático médio da guiagem durante a exposição em pixeis
ru_ru: Среднеквадратичное значение ошибки гидирования в пикселях за время экспозиции
tr_tr: Takip pozlaması sırasında piksel bazında ana ortalama kare hatası oluştu

# LblHalt
source: Halt
ca_es: Aturar
el_gr: Στοπ
es_es: Detener
fr_fr: Arrêt
gl_es: Parar
it_it: Ferma
ja_jp: 中断
pt_pt: Parada
ru_ru: Остановить
tr_tr: Dur

# LblHeight
source: Height
ca_es: Altura
el_gr: Ύψος
es_es: Altura
fr_fr: Hauteur
gl_es: Altura
it_it: Altezza
ja_jp: センサー縦
pt_pt: Altura
ru_ru: Высота
tr_tr: Boy
