Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblHemisphere
source: Hemisphere
ca_es: Hemisferi
el_gr: Ημισφαίριο
es_es: Hemisferio
fr_fr: Hémisphère
gl_es: Hemisferio
it_it: Emisfero
ja_jp: 半球
pt_pt: Hemisfério
ru_ru: Полушарие
tr_tr: Yarıküre

# LblHFRHistory
source: HFR history
ca_es: Històric HFR
el_gr: Ιστορικό HFR
es_es: Histórico HFR
fr_fr: Historique HFR
gl_es: Historial HFR
it_it: Storia HFR
ja_jp: HFR履歴
pt_pt: Histórico HFR
ru_ru: История HFR
tr_tr: HFR geçmişi

# LblHFRHistoryAllFilters
source: All
ca_es: Tot
es_es: Todos
fr_fr: Tous
gl_es: Todo
it_it: Tutti
ja_jp: すべて
pt_pt: Todos
ru_ru: Все
tr_tr: Hepsi

# LblHFRPatternDescription
source: Calculated HFR of image (HFR detection has to be enabled)
ca_es: HFR calculat de la imatge (s’ha d’habilitar la detecció HFR)
el_gr: Υπολογισμένο HFR της εικόνας (Η ανίχνευση HFR θα πρέπει να είναι ενεργοποιημένη)
es_es: HFR calculado de la imagen (Detección de HFR debe de estar habilitada)
fr_fr: HFR calculé de l'image (la détection HFR doit être activée)
gl_es: HFR calculado da imaxe (detección de HFR debe estar activa)
it_it: Calcolo della HFR dell'immagine (deve essere abilitato il rilevamento HFR)
ja_jp: 演算された画像のHFR(HFR検出がオンになっている必要があります）
pt_pt: HFR da imagem calculado (a detecção HFR precisa ser activada)
ru_ru: Вычисленное значение HFR для изображения (вычисление HFR должно быть включено)
tr_tr: Resmin hesaplanan HFR değeri (HFR tespiti etkinleştirilmedi)

# LblHigh
source: High
ca_es: Alt
el_gr: Υψηλή
es_es: Alto
fr_fr: Haut
gl_es: Alta
it_it: Alto
ja_jp: 高
pt_pt: Alto
ru_ru: Высокий
tr_tr: Yüksek

# LblHighest
source: Highest
ca_es: Més Alt
el_gr: Υψηλότερη
es_es: Más Alto
fr_fr: Maximale
gl_es: A máis alta
it_it: Massimo
ja_jp: 最も高い
pt_pt: Maior
ru_ru: Наивысший
tr_tr: En yüksek

# LblHistogram
source: Histogram
ca_es: Histograma
el_gr: Ιστόγραμμα
es_es: Histograma
fr_fr: Histogramme
gl_es: Histograma
it_it: Istogramma
ja_jp: ヒストグラム
pt_pt: Histograma
ru_ru: Гистограмма

# LblHistogramResolution
source: Histogram resolution
ca_es: Resolució de l'Histrograma
el_gr: Ανάλυση Ιστογράμματος
es_es: Resolución de Histograma
fr_fr: Résolution Histogramme
gl_es: Resolución do Histograma
it_it: Risoluzione Istogramma
ja_jp: ヒストグラム解像度
pt_pt: Resolução do Histograma
ru_ru: Разрешение гистограммы
tr_tr: Histogram çözünürlüğü

# LblHistogramResolutionTooltip
source: Specifies the number of data points that should be used for the histogram
ca_es: Especifica el nombre de punts de dades que s'han d'utilitzar per a l'histograma
el_gr: Ορίζει τον αριθμό των σημείων δεδομένων που θα χρησιμοποιηθούν από το ιστόγραμμα
es_es: Especifica el número de puntos de datos que debieran ser usados para el histograma
fr_fr: Spécifie le nombre de points de données à utiliser pour l'histogramme
gl_es: Especifica o número de puntos que se usarán para o histograma
it_it: Specifica il numero di punti di dati che dovrebbero essere usati epr l'istogramma
ja_jp: ヒストグラム用に使用するデータポイント数を指定する。
pt_pt: Define o numero de pontos que deverão ser usados para o histograma
ru_ru: Количество точек данных, которые следует использовать для гистограммы
tr_tr: Histogram için kullanılacak veri noktalarının sayısını belirtir

# LblHistory
source: History
ca_es: Històric
el_gr: Ιστορικό
es_es: Histórico
fr_fr: Historique
gl_es: Historial
it_it: Storia
ja_jp: 履歴
pt_pt: Histórico
ru_ru: История
tr_tr: Geçmiş

# LblHorizontalPanels
source: Horizontal panels
ca_es: Panells Horitzontals
el_gr: Οριζόντια Πάνελ
es_es: Paneles Horizontales
fr_fr: Panneaux Horizontaux
gl_es: Paneis Horizontais
it_it: Pannelli Orizzontali
ja_jp: 水平構図パネル
pt_pt: Painéis horizontais
ru_ru: Горизонтальные панели
tr_tr: Ufki paneller

# LblHost
source: Host
ca_es: Anfitrió
es_es: Anfitrión
fr_fr: Hôte
gl_es: Servidor
ja_jp: ホスト
pt_pt: Servidor
ru_ru: Хост
tr_tr: Sunucu

# LblHour
source: Hour
ca_es: Hora
el_gr: Ώρα
es_es: Hora
fr_fr: Heure
gl_es: Hora
it_it: Ora
ja_jp: 時
pt_pt: Hora
ru_ru: Час
tr_tr: Saat

# LblHours
source: Hours
ca_es: Hores
el_gr: Ώρες
es_es: Horas
fr_fr: Heures
gl_es: Horas
it_it: Ore
ja_jp: 時間
pt_pt: Horas
ru_ru: Часы
tr_tr: Saat

# LblHumidity
source: Humidity
ca_es: Humitat
el_gr: Υγρασία
es_es: Humedad
fr_fr: Humidité
gl_es: Humidade
it_it: Umidita'
ja_jp: 湿度
pt_pt: Humidade
ru_ru: Влажность
tr_tr: Nem

# LblHyperbolic
source: Hyperbolic
ca_es: Hiperbòlic
el_gr: Υπερβολικό
es_es: Hiberbólica
fr_fr: Hyperbolique
gl_es: Hiperbólico
it_it: Iperbolico
ja_jp: 双曲線の
pt_pt: Hiperbólica
ru_ru: Гиперболический
tr_tr: Hiperbolik

# LblIllumination
source: Illumination
ca_es: Il·luminació
el_gr: Φωτεινότητα
es_es: Iluminación
gl_es: Iluminación
it_it: Illuminazione
ja_jp: 照度
pt_pt: Iluminação
ru_ru: Освещенность
tr_tr: Aydınlatma

# LblImage
source: Image
ca_es: Imatge
el_gr: Εικόνα
es_es: Imagen
gl_es: Imaxe
it_it: Immagine
ja_jp: 画像
pt_pt: Imagem
ru_ru: Изображение
tr_tr: Resim

# LblImageArea
source: Image area
ca_es: Area d'Imatge
el_gr: Περιοχή Εικόνας
es_es: Área de Imagen
fr_fr: Surface Image
gl_es: Área de Imaxe
it_it: Area Immagine
ja_jp: 画像エリア
pt_pt: Área de imagem
ru_ru: Область изображения
tr_tr: Resim alanı

# LblImageFileError
source: Image file error
ca_es: Error de l'arxiu d'Imatge
el_gr: Σφάλμα αρχείου εικόνας
es_es: Error de Archivo de Imagen
fr_fr: Fichier Erreur Image
gl_es: Erro de arquivo de imaxe
it_it: Errore nel file Immagine
ja_jp: 画像ファイルエラー
pt_pt: Erro no ficheiro de imagem
ru_ru: Ошибка файла изображения
tr_tr: Resim dosyası hatası

# LblImageFilePath
source: Image file path
ca_es: Ruta de l'Arxiu d'imatge
el_gr: Διαδρομή Αρχείου Εικόνας
es_es: Ruta de Archivo
fr_fr: Répertoire Image
gl_es: Ruta de Arquivo de Imaxe
it_it: Percorso File Immagine
ja_jp: 画像ファイルパス
pt_pt: Caminho do ficheiro de imagem
ru_ru: Путь к файлу изображения
tr_tr: Resin dosyası yolu

# LblImageFilePattern
source: Image file pattern
ca_es: Patró d'Arxiu de la Imatge
el_gr: Σχέδιο Αρχείου Εικόνας
es_es: Patron de Archivo
fr_fr: Création image
gl_es: Patrón de Arquivo de Imaxe
it_it: Pattern File Immagine
ja_jp: 画像ファイルパターン
pt_pt: Padrão de ficheiro de imagem
ru_ru: Шаблон файла изображения
tr_tr: Resim dosyası düzeni

# LblImageHistory
source: Image History
ca_es: Històric de Ia Imatge
el_gr: Ιστορικό Εικόνας
es_es: Histórico de Imagen
fr_fr: Historique Image
gl_es: Historial de Imaxe
it_it: Storia Immagini
ja_jp: 画像履歴
pt_pt: Histórico de imagens
ru_ru: История изображений
tr_tr: Resim geçmişi

# LblImageOptions
source: Image options
ca_es: Opcions de la Imatge
el_gr: Επιλογές Εικόνας
es_es: Opciones de Imagen
fr_fr: Options Image
gl_es: Opcións de Imaxe
it_it: Opzioni Immagine
ja_jp: 画像オプション
pt_pt: Opções de Imagem
ru_ru: Параметры изображения
tr_tr: Resim seçenekleri

# LblImageSource
source: Image source
ca_es: Origen de la Imatge
el_gr: Πηγή εικόνας
es_es: Origen de Imagen
fr_fr: Source de l'image
gl_es: Orixe da imaxe
it_it: Sorgente Immagine
ja_jp: 画像ソース
pt_pt: Origem da imagem
ru_ru: Источник изображения
tr_tr: Resim kaynağı

# LblImageTypeDescription
source: Light, Flat, Dark, Bias, Snapshot
ca_es: Llum, Flat, Dark, Bias, Captura
el_gr: Light, Flat, Dark, Bias, Στιγμιότυπο
es_es: Luz, Flat, Dark, Bias, Captura
fr_fr: Lum, PLU, Noires, Bias, Snapshot
ja_jp: ライト、フラット、ダーク、バイアス、スナップショット
ru_ru: Лайт, Флэт, Дарк, Биас, Снимок
tr_tr: Resim, Düz, Siyah, Bias, Anlık görüntü

# LblImaging
source: Imaging
ca_es: Capturant
el_gr: Γίνεται Απεικόνιση
es_es: Capturando
fr_fr: Acquisition
gl_es: Captura
it_it: Acquisizione Immagini
ja_jp: 撮像
pt_pt: Exposição
ru_ru: Съёмка
tr_tr: Resimleme

# LblImportFromFilterWheel
source: Import names from ASCOM driver
ca_es: Importar Filtres des de la Roda de Filtres
el_gr: Εισαγωγή Φίλτρων από Τροχό Φίλτρων
es_es: Importar Filtros desde Rueda de Filtros
fr_fr: Importer noms de filtres de la Roue à Filtres
gl_es: Importar Filtros da Roda de filtros
it_it: Importa Filtri dalla Filterwheel
ja_jp: フィルターホイールからフィルターをインポート
pt_pt: Importar Filtros da Roda de Filtros
ru_ru: Импорт фильтров из колеса фильтров
tr_tr: Filtreleri filtre çarkından oku

# LblIndexFile
source: Index file
ca_es: Arxiu Index
el_gr: Αρχείο Δεικτών
es_es: Archivo Índice
fr_fr: Fichier Index
gl_es: Arquivo Índice
it_it: File Indice
ja_jp: インデックス ファイル
pt_pt: Ficheiro índice
ru_ru: Индексный файл
tr_tr: İçerik dosyası

# LblInfo
source: Info
el_gr: Πληροφορίες
fr_fr: Infos
it_it: Informazioni
ja_jp: 情報
ru_ru: Инфо
tr_tr: Açıklama

# LblInitiatePlatesolve
source: Initiate plate solve
ca_es: Iniciar Resolució de Plaques
el_gr: Έναρξη Platesolve
es_es: Iniciar Plate Solve
fr_fr: Lancer Astrométrie
gl_es: Iniciar Astrometría
it_it: Inizia Platesolve
ja_jp: プレートソルブを実行
pt_pt: Iniciar Platesolve
ru_ru: Инициировать определение координат
tr_tr: Platesolve başla

# LblInvalidMode
source: Invalid mode
ca_es: Mode Invàlid
el_gr: Μη έγκυρη λειτουργία
es_es: Modo Inválido
fr_fr: Mode Invalide
gl_es: Modo non válido
it_it: Modalità non valida
ja_jp: 無効なモード
pt_pt: Modo inválido
ru_ru: Некорректный режим
tr_tr: Geçersiz mod

# LblInvalidModeBulb
source: Invalid mode (bulb) for Exposure Time <1s
ca_es: Mode no vàlid (obturador) per al Temps d'Exposició < 1 s
el_gr: Μη έγκυρη λειτουργία (bulb) για Χρόνο Έκθεσης <1s
es_es: Modo Inválido (bulb) para tiempo de exposición <1s
fr_fr: Ce mode (bulb) ne peut permettre un temps d'exposition <1s
gl_es: Modo non válido (obturador) por Tempo de Expos. <1s
it_it: Modalità non valida (bulb) per tempo di esposizione <1s
ja_jp: 露出時間<1sに対して無効なモード(Bulb)
pt_pt: Modo inválido ("bulb") para o tempo de exposição <1s
ru_ru: Недопустимый режим (bulb) для времени экспозиции <1s
tr_tr: <1s pozlama süresi için geçersiz mod (bulb)

# LblInvalidModeManual
source: Invalid mode (manual) for Exposure Time >30s
ca_es: Mode no vàlid (manual) per al temps d'exposició >; 30 s
el_gr: Μη έγκυρη λειτουργία (χειροκίνητη) για Χρόνο Έκθεσης >30s
es_es: Modo Inválido (manual) para tiempo de exposición >30s
fr_fr: Le mode manuel ne peut permettre un temps d'exposition >30s
gl_es: Modo non válido (manual) por Tempo de Expos. >30s
it_it: Modalità non valida (manual) per tempo di esposizione >30s
ja_jp: 露出時間>30sに対して無効なモード(Bulb)
pt_pt: Modo inválido (manual) para o tempo de exposição >30s
ru_ru: Недопустимый режим (ручной) для времени экспозиции >30с
tr_tr: >30s pozlama süresi için geçersiz mod (manuel)

# LblIsBayered
source: Is bayered
ca_es: Està Baieritzat
el_gr: Είναι Bayered
es_es: Está Bayerizado
fr_fr: Bayer
gl_es: Bayerizado
it_it: E' Bayered
ja_jp: ベイヤー化された
pt_pt: Padrão Bayer aplicado
ru_ru: Является байеризированным
tr_tr: Bayerleniyor

# LblIsMoving
source: Is moving
ca_es: En moviment
el_gr: Γίνεται Μετακίνηση
es_es: Moviéndose
fr_fr: En Mouvement
gl_es: Movéndose
it_it: In Movimento
ja_jp: 移動中
pt_pt: A mover
ru_ru: Движется
tr_tr: Taşınıyor

# LblIsSettling
source: Is settling
ca_es: Està en espera
el_gr: Γίνεται Ηρεμία
es_es: Está en espera
fr_fr: Stabilisation
gl_es: Estabilizando
it_it: Is Settlin
ja_jp: 安定化中
pt_pt: A estabilizar
ru_ru: Успокаивается
tr_tr: Yerleştiriliyor

# LblItemsPerPage
source: Items per page
ca_es: Elements per pàgina
el_gr: Αντικείμενα ανά σελίδα
es_es: Elementos por página
fr_fr: Items par page
gl_es: Ítems por páxina
it_it: Elementi per pagina
ja_jp: ページ毎のアイテム
pt_pt: Itens por página
ru_ru: Элементов на странице
tr_tr: Her sayfadaki öğe sayısı

# LblLanguage
source: Language
ca_es: Idioma
el_gr: Γλώσσα
es_es: Idioma
fr_fr: Langue
gl_es: Idioma
it_it: Lingua
ja_jp: 言語
pt_pt: Idioma
ru_ru: Язык
tr_tr: Dil

# LblLaplace
source: Laplace
ja_jp: ラプラス
ru_ru: Лаплас

# LblLatitude
source: Latitude
ca_es: Latitud
el_gr: Γεωγραφικό πλάτος
es_es: Latitud
it_it: Latitudine
ja_jp: 緯度
ru_ru: Широта
tr_tr: Enlem

# LblLayout
source: Layout
ca_es: Disseny
el_gr: Διάταξη
es_es: Diseño
fr_fr: Affichage
gl_es: Deseño
ja_jp: 画面配置
ru_ru: Макет
tr_tr: Düzen

# LblLblBlackClippingTooltip
source: Black clipping factor in sigma units from the median
ca_es: Factor de retall de negres en unitats sigma a partir de la mediana
el_gr: Παράγοντας αποκοπής μαύρου σε μονάδες σίγμα από τη διάμεση τιμή
es_es: Factor de Recorte de Negros en unidades sigma desde la mediana
fr_fr: Facteur d’écrêtage des noirs (n sigma de la médiane)
gl_es: Factor de recorte de negros en unidades sigma a partir da mediana
it_it: Fattore black clipping in unità sigma per il mediano
ja_jp: 中央値からのシグマユニットにおけるブラッククリッピングファクター
pt_pt: Factor de supressão de pretos em unidades de sigma a partir do valor mediano
ru_ru: Коэффициент черного отсечения в единицах сигмы от медианы
tr_tr: Ortalama değerden alınacak sigma birimlerinde siyah kırpım faktörü

# LblLoadImage
source: Load Image
ca_es: Carregar Imatge
el_gr: Φόρτωση Εικόνας
es_es: Cargar Imagen
fr_fr: Charger Image
gl_es: Cargar Imaxe
it_it: carica Immagine
ja_jp: 画像の読み込み
pt_pt: Carregar imagem
ru_ru: Загрузить изображение
tr_tr: Resmi yükle

# LblLoadImageFromFile
source: Load image from file
ca_es: Carrega Imatge des de Fitxer
el_gr: Φόρτωση Εικόνας από Αρχείο
es_es: Carga Imagen desde Archivo
fr_fr: Charger une Image à partir d'un fichier
gl_es: Cargar Imaxe dende Arquivo
it_it: Carica Immagine da file
ja_jp: ファイルから画像を読み込み
pt_pt: Carregar imagem do ficheiro
ru_ru: Загрузить изображение из файла
tr_tr: Resmi dosyadan yükle

# LblLoadImageFromFileTooltip
source: Download Image from file and use the blindsolver to determine coordinates
ca_es: Baixeu la imatge del fitxer i utilitzeu la Resolució de Plaques a Cegues per determinar les coordenades
el_gr: Λήψη Εικόνας από Αρχείο και χρήση τυφλής αστρομετρικής ανάλυσης για τον καθορισμό των συντεταγμένων
es_es: Descargar Imagen desde archivo y usar el Solucionador Ciego para determinar las coordenadas
fr_fr: Télécharger une image à partir d'une fichier et utiliser l'astrométrie sur tout le ciel pour en déterminer les coordonnées
gl_es: Descargar imaxe dende arquivo e usar a astrometría cega para determinar as coordenadas
it_it: Carica Immagine da file ed usa il blind solver per determinare el coordinate
ja_jp: ファイルから画像を読み込んで、ブラインドソルバーを使用して座標を特定する。
pt_pt: Transferir a imagem a partir do ficheiro e usar o blindsolve para determinar as coordenadas
ru_ru: Скачать изображение из файла и использовать поиск вслепую для определения координат
tr_tr: Resmi dosyadan yükle ve koordinatları tespit etmek için blindsolver uygula

# LblLoadProfile
source: Load profile
ca_es: Carregar Perfil
el_gr: Φόρτωση Προφίλ
es_es: Cargar Perfil
fr_fr: Charger Profile
gl_es: Cargar Perfil
it_it: Carica Profile
ja_jp: プロファイルの読み込み
pt_pt: Carregar Perfil
ru_ru: Загр. профиль
tr_tr: Profil yükle

# LblLoadProfileInUseWarning
source: Cannot load profile. It is already in use by another N.I.N.A. instance!
ca_es: No es pot carregar el perfil. Ja l’utilitza un altre instància de N.I.N.A.!
el_gr: Δεν ήταν δυνατή η φόρτωση του προφίλ. Χρησιμοποιείται ήδη από μια άλλη περίπτωση Ν.Ι.Ν.Α.!
es_es: No puede cargar perfil. ¡Está siendo usado por otra instancia de N.I.N.A!
fr_fr: Ne peut charger le profile. Il est actuellement utilisé par une autre instance de N.I.N.A.!
gl_es: Non se puido cargar o perfil. Aínda está en uso por outra instancia de N.I.N.A!
it_it: Impossibile caricare il profilo. E' già usato da un'altra istanza di N.I.N.A.!
ja_jp: プロファイルを読み込みできませんでした。他のN.I.N.A.セッションで使用中です。
pt_pt: Não é possível carregar o perfil. Já está em uso noutra instância do N.I.N.A!
ru_ru: Невозможно загрузить профиль. Он уже используется другим экземпляром N.I.N.A!
tr_tr: Profil yüklenemiyor. Başka bir N.I.N.A oluşumunca kullanılıyor!

# LblLoadSequence
source: Load sequence
ca_es: Carregar Seqüència
el_gr: Φόρτωση Αλληλουχίας
es_es: Cargar Secuencia
fr_fr: Charger Séquence
gl_es: Cargar Secuencia
it_it: Carica Sequenza
ja_jp: シーケンスの読み込み
pt_pt: Carregar Sequência
ru_ru: Загрузить серию
tr_tr: Sekans yükle

# LblLoadSequenceFailed
source: Load sequence failed
ca_es: Càrrega de Seqüència Fallida
el_gr: Το φόρτωμα της αλληλουχίας απέτυχε
es_es: Carga de Secuencia Fallida
fr_fr: Le chargement de la séquence a échoué
gl_es: Erro cargando secuencia
it_it: Caricamento sequenza fallito
ja_jp: シーケンス読み込みに失敗しました。
pt_pt: Falha ao carregar a sequência
ru_ru: Не удалось загрузить серию
tr_tr: Sekans yüklemesi başarısız

# LblLoadSequenceSetFailed
source: Failed to load target set
ca_es: No s'ha pogut carregar la configuració dels Objectius
el_gr: Αποτυχία φόρτωσης ομάδας στόχων
es_es: Falla al cargar los ajustes del Objetivo
fr_fr: Impossible de charger l'ensemble de cibles
gl_es: Erro cargando o conxunto de obxectivos
it_it: Impossibile caricare l'insieme di obiettivi
ja_jp: ターゲット設定の読み込みに失敗しました。
pt_pt: Falha ao carregar o grupo de objectos
ru_ru: Не удалось загрузить набор целей
tr_tr: Hedef setin yüklenmesi başarısız

# LblLoadSequenceToolTip
source: Load Sequence from xml file
ca_es: Carrega la seqüència des del fitxer xml
el_gr: Φόρτωση Αλληλουχίας από αρχείο xml
es_es: Carga la secuencia desde archivo XML
fr_fr: Charger Séquence à partir d'une fichier xml
gl_es: Cargar secuencia dende arquivo xml
it_it: Carica Sequenza da file xml
ja_jp: xmlファイルからシーケンスを読み込み
pt_pt: Carregar uma sequência a partir de um ficheiro xml
ru_ru: Загрузить серию из xml файла
tr_tr: Sekansı xml dosyasından yükle

# LblLoadTargetSet
source: Load target set
ca_es: Carrega la configuració de l'Objectiu
el_gr: Φόρτωση ομάδας στόχων
es_es: Carga los ajustes del Objetivo
fr_fr: Charger ensemble de cibles
gl_es: Cargando conxunto de obxectivos
it_it: Carica insieme di obiettivi
ja_jp: ターゲット設定の飲み込み
pt_pt: Carregar um grupo de objectos
ru_ru: Загрузить набор целей
tr_tr: Hedef seti yükle

# LblLocalPlatesolver
source: Local plate solver
ca_es: Resolució de Plaques local
el_gr: Τοπικός Platesolver
es_es: Astrometría interna
fr_fr: Astrométrie Locale
gl_es: Astrometría Local
it_it: Platesolver Locale
ja_jp: ローカル プレートソルバー
ru_ru: Локальный плейтсолвер
tr_tr: Yerel Platesolver

# LblLocation
source: Location
ca_es: Ubicació
el_gr: Τοποθεσία
es_es: Ubicación
fr_fr: Site
gl_es: Localización
it_it: Posizione
ja_jp: 位置情報
pt_pt: Localização
ru_ru: Местоположение
tr_tr: Konum

# LblLogLevel
source: Log level
ca_es: Nivell de Log
el_gr: Επίπεδο Καταγραφής
es_es: Nivel de Log
fr_fr: Niveau de Log
gl_es: Nivel de Log
it_it: Livello Log
ja_jp: ログ レベル
pt_pt: Nivel de Registo
ru_ru: Уровень логгирования
tr_tr: Kayıt defteri seviyesi

# LblLongitude
source: Longitude
ca_es: Longitud
el_gr: Γεωγραφικό μήκος
es_es: Longitud
gl_es: Lonxitude
it_it: Longitudine
ja_jp: 経度
ru_ru: Долгота
tr_tr: Boylam

# LblLoop
source: Loop
ca_es: En bucle
el_gr: Συνεχόμενες
es_es: En bucle
fr_fr: Boucle
gl_es: Continuo
it_it: Cicla
ja_jp: 循環(ループ)
pt_pt: Contínuo
ru_ru: Повтор
tr_tr: Döngü

# LblMAD
source: MAD
ja_jp: 平均絶対偏差

# LblMagnitude
source: Magnitude
ca_es: Magnitud
el_gr: Μέγεθος
es_es: Magnitud
it_it: Magnitudine
ja_jp: 等級
ru_ru: Яркость
tr_tr: Parlaklık

# LblManualControl
source: Manual control
ca_es: Control Manual
el_gr: Χειροκίνητος Έλεγχος
es_es: Control Manual
fr_fr: Contrôle Manuel
gl_es: Control Manual
it_it: Control Manuale
ja_jp: 手動制御
pt_pt: Controlo Manual
ru_ru: Ручное управление
tr_tr: Elle kontrol

# LblManualCoordinates
source: Manual coordinates (J2000)
ca_es: Coordenades Manuals (J2000)
el_gr: Χειροκίνητες Συντεταγμένες (J2000)
es_es: Coordenadas Manuales (J2000)
fr_fr: Coordonnées Manuelles (J2000)
gl_es: Coord. Manuais (J2000)
it_it: Coordinate Manuali (J2000)
ja_jp: 手入力座標(J2000)
pt_pt: Coordenadas Manuais (J2000)
ru_ru: Ручные координаты (J2000)
tr_tr: Manuel koordinatlar (J2000)

# LblManualFilterWheel
source: Manual filter wheel
ca_es: Roda de Filtre Manual
el_gr: Χειροκίνητος Τροχός Φίλτρων
es_es: Rueda de Filtro Manual
fr_fr: Roue à Filtres Manuelle
gl_es: Roda de filtros Manual
it_it: Filterwheel Manuale
ja_jp: 手動フィルターホイール
pt_pt: Roda de Filtros Manual
ru_ru: Ручное колесо фильтров
tr_tr: Manuel filtre çarkı

# LblManualFilterWheelDescription
source: Mirrors the filters that are set up inside the options. When a filter change is requested a notification will pop up to manually change the filter.
ca_es: Mostra els filtres configurats a les Opcions. Quan es demana un canvi de filtre, apareixerà una notificació per canviar el filtre de forma manualment.
el_gr: Αντιγράφει τα φίλτρα τα οποία είναι ρυθμισμένα στις επιλογές. Όταν ζητηθεί μια αλλαγή φίλτρου μια ενημέρωση θα εμφανιστεί για να αλλάξετε χειροκίνητα το φίλτρο.
es_es: Refleja los filtros configurados en Opciones. Cuando se solicita un cambio de filtro aparecerá una notificación para cambiar el filtro de forma manual.
fr_fr: Inversion des filtres configurés dans les options. Lorsqu'un changement de filtre est demandé, une notification apparaîtra pour changer manuellement le filtre.
gl_es: Reflicte os filtros que se configuran dentro das opcións. Cando se solicita un cambio de filtro aparecerá unha notificación para cambiar manualmente o filtro.
it_it: Copia i filtri che sono impostati nelle opzioni. Quando un cambio filtro è richiesto una notifica apaprirà per cambiarlo manualmente.
ja_jp: オプションで設定されたフィルターをミラーします。フィルター変更がリクエストされた場合は、ポップアップメッセージが表示されて手動でフィルター交換を促します。
pt_pt: Inverte os filtros que estão definidos nas opções. Quando uma alteração de filtro é solicitada, será exibida uma notificação para mudar o filtro manualmente.
ru_ru: Отражает фильтры, которые настраиваются внутри параметров. При необходимости изменения фильтра всплывающее уведомление выйдет чтобы изменить фильтр вручную.
tr_tr: Seçenekler bölümünde ayarlanan filtreleri görüntüler. Bir filtre değişimi istendiği zaman filtreyi elle değiştirmek için bir bilgilendirme penceresi açılır.

# LblManualFocusTargets
source: Manual Focus Targets
ca_es: Enfocar manualment Objectius
el_gr: Στόχοι για Χειροκίνητη Εστίαση
es_es: Enfocar Objetivos manualmente.
fr_fr: Focalisation Manuelle sur Cible
gl_es: Obxectivos de Foco Manual
it_it: Targets di focus manuale
ja_jp: 手動フォーカスターゲット
pt_pt: Objectos para Focagem Manual
ru_ru: Цели ручной фокусировки
tr_tr: Manuel odaklama hedefleri

# LblManualNotFound
source: Manual not found
ca_es: Manual no trobat
el_gr: Το Εγχειρίδιο δεν βρέθηκε
es_es: Manual no encontrado
fr_fr: Manuel non trouvé
gl_es: Manual non atopado
it_it: Manuale non trovato
ja_jp: マニュアルが見つかりません。
pt_pt: Manual não encontrado
ru_ru: Инструкция не найдена
tr_tr: Kullanma kılavuzu bulunamadı

# LblManualRotator
source: Manual rotator
ca_es: Rotador manual
el_gr: Χειροκίνητος Περιστροφέας Πεδίου
es_es: Rotador Manual
fr_fr: Rotation Manuelle
gl_es: Rotador Manual
it_it: Rotator Manuale
ja_jp: 手動回転装置
pt_pt: Rotador Manual
ru_ru: Ручной ротатор
tr_tr: Manuel çevirici

# LblManualRotatorDescription
source: When rotation is requested a notification will pop up to rotate manually
ca_es: Quan es sol·liciti la rotació, apareixerà una notificació per girar manualment
el_gr: Όταν ζητηθεί η περιστροφή, θα εμφανιστεί μια ειδοποίηση για να κάνετε χειροκίνητη περιστροφή
es_es: Cuando se solicita una rotación aparecerá una notificación para hacerla de forma manual.
fr_fr: Lorsqu'une rotation est requise, une notification apparaîtra vous demandant d'exécuter la rotation manuellement
gl_es: Cando cumpra unha rotación notificarase nunha ventá para facela manualmente
it_it: Quando una rotazione è necessaria apparirà una notifica per ruotare manualmente
ja_jp: 回転がリクエストされると、ポップアップメッセージが表示されて、手動での回転を促します。
pt_pt: Quando a rotação for solicitada, surge uma notificação para executar a rotação manualmente
ru_ru: Когда требуется вращение, уведомление будет всплывать для ручного поворота
tr_tr: Döndürme gerektiğinde elle döndürme için bir bilgilendirme penceresi açılır.

# LblMax
source: Max
el_gr: Μέγιστο
es_es: Máximo
gl_es: Máx
it_it: Massimo
ja_jp: 最大
ru_ru: Макс.
tr_tr: Maks.

# LblMaxBinX
source: Max. binning X
ca_es: Màxim Binning X
el_gr: Μέγιστο Χ Binning
es_es: Máximo Binning X
fr_fr: Binning max X
gl_es: Máx Binning X
it_it: Binning X Massimo
ja_jp: 最大ビニング X
pt_pt: Bin X máximo
ru_ru: Макс биннинг Х
tr_tr: Maks. Binning X
