Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_OldSequencer_AddNewTarget
source: Add new target
ca_es: Afegir nou objectiu
es_es: Añade nuevo objetivo
fr_fr: Ajouter une nouvelle cible
gl_es: Engadir Novo Obxectivo
ja_jp: 新しい目標の追加
pt_pt: Adicionar um novo Objecto
ru_ru: Добавить новую цель
tr_tr: Yeni hedef ekle

# Lbl_OldSequencer_LoadTarget
source: Load target
ca_es: Carregar objectiu
el_gr: Φόρτωμα Στόχου
es_es: Cargar objetivo
fr_fr: Charger la cible
gl_es: Cargar Obxectivo
ja_jp: 目標の読み込み
pt_pt: Carregar um Objecto
ru_ru: Загрузить цель
tr_tr: Hedef yükle

# Lbl_OldSequencer_OpenTargetSet
source: Open target set
ca_es: Obrir conjunt d'objectius
es_es: Abrir conjunto de objetivos
fr_fr: Ouvrir le jeu de cibles
gl_es: Abrir Conxunto de Obxectivos
ja_jp: 目標セットを開く
pt_pt: Abrir um Conjunto de Objectos
ru_ru: Открыть набор цели
tr_tr: Hedef seti aç

# Lbl_OldSequencer_Title
source: Simple Sequencer
ca_es: Seqüenciador Simple
es_es: Secuenciador simple
fr_fr: Séquenceur simple
gl_es: Secuenciador Simple
ja_jp: シンプルシーケンサー
pt_pt: Sequenciador simples
ru_ru: Простой планировщик
tr_tr: Basit Sıralayıcı

# Lbl_OldSequencer_EndOfSequenceHeader
source: End of Last Target options
ca_es: Fi de les opcions del darrer objectiu
es_es: Fin de las opciones del último objetivo
fr_fr: Options de fin de la dernière cible
gl_es: Opcións tras rematar o último obxectivo
ja_jp: 最後の目標終了のオプション
pt_pt: Opções finais para o ultimo objeto
ru_ru: Опции окончания последней цели
tr_tr: Sonuncu hedef seçeneklerinin sonu

# Lbl_OldSequencer_Template
source: Simple Sequencer template
ca_es: Plantilla per a seqüència simple
el_gr: Sequence Builder Template
es_es: Plantilla para secuencia simple
fr_fr: Modèle de séquence simple
gl_es: Modelo de Creador de Secuencias
it_it: Sequence Builder Template
ja_jp: シーケンスビルダーテンプレート
pt_pt: Sequence Builder Template
ru_ru: Шаблон простой серии
tr_tr: Sequence Builder Template

# Lbl_OldSequencer_ImportTarget
source: Import target
ca_es: Importar objectiu
el_gr: Εισαγωγή Στόχου
es_es: Importar objetivo
fr_fr: Importe la cible
gl_es: Importar Obxectivo
ja_jp: 目標のインポート
pt_pt: Importar Objecto
ru_ru: Импортировать цель
tr_tr: Hedefi dışarıdan aktar

# Lbl_Sequencer_Title
source: Sequencer
ca_es: Seqüènciador
es_es: Secuenciador
fr_fr: Séquenceur
gl_es: Secuenciador
ja_jp: シーケンサー
pt_pt: Sequenciador
ru_ru: Серия
tr_tr: Sıralayıcı

# Lbl_SequenceCategory_Camera
source: Camera
ca_es: Càmera
el_gr: Κάμερα
es_es: Cámara
fr_fr: Caméra
gl_es: Cámara
it_it: Fotocamera
ja_jp: カメラ
pt_pt: Câmera
ru_ru: Камера
tr_tr: Kamera

# Lbl_SequenceCategory_Condition
source: Loop Condition
ca_es: Condició del bucle
es_es: Condición del bucle
fr_fr: Condition de boucle
gl_es: Condición Repetición
ja_jp: ループ条件
pt_pt: Condição de Repetição
ru_ru: Условие цикла
tr_tr: Döngü durumu

# Lbl_SequenceCategory_Container
source: * Instruction Set *
ca_es: *Conjunt d'Instruccions*
es_es: * Conjunto de Instrucción *
fr_fr: * Jeu d'instructions *
gl_es: *Conxunto de Instrucións*
ja_jp: *命令セット *
pt_pt: * Conjunto de Instruções *
ru_ru: * Набор инструкций *
tr_tr: * Yönerge Seti *

# Lbl_SequenceCategory_FilterWheel
source: Filter Wheel
ca_es: Roda de Filtres
el_gr: Τροχός Φίλτρων
es_es: Rueda de filtros
fr_fr: Roue à filtres
gl_es: Roda de Filtros
ja_jp: フィルターホイール
pt_pt: Roda de Filtros
ru_ru: Колесо фильтров
tr_tr: Filtre çarkı

# Lbl_SequenceCategory_FlatDevice
source: Flat Device
ca_es: Dispositiu de Flats
el_gr: Συσκευή Flat
es_es: Dispositivo de flats
fr_fr: Panneau à flats
gl_es: Dispositivo de Flat
ja_jp: フラット装置
pt_pt: Dispositivo de Flats
ru_ru: Флэт устройство
tr_tr: Düz Kare cihazı

# Lbl_SequenceCategory_Focuser
source: Focuser
ca_es: Enfocador
el_gr: Εστιαστής
es_es: Enfocador
fr_fr: Focalisation
gl_es: Enfocador
it_it: Focheggiatore
ja_jp: フォーカサー
pt_pt: Focador
ru_ru: Фокусер
tr_tr: Odaklayıcı

# Lbl_SequenceCategory_Guider
source: Guider
ca_es: Guiatge
el_gr: Οδηγητής
es_es: Guiado
fr_fr: Guidage
gl_es: Guiado
it_it: Guida
ja_jp: ガイダー
pt_pt: Guia
ru_ru: Гид
tr_tr: Takipçi

# Lbl_SequenceCategory_Switch
source: Switch
el_gr: Τροφοδοτικό
es_es: Swith
fr_fr: Commutateur
gl_es: Cambiador
it_it: Interruttore
ja_jp: スイッチ
ru_ru: Переключатель
tr_tr: Anahtar

# Lbl_SequenceCategory_Telescope
source: Telescope
ca_es: Telescopi
el_gr: Τηλεσκόπιο
es_es: Telescopio
fr_fr: Télescope
gl_es: Telescopio
it_it: Telescopio
ja_jp: 望遠鏡
pt_pt: Telescópio
ru_ru: Телескоп
tr_tr: Teleskop

# Lbl_SequenceCategory_Trigger
source: Trigger
ca_es: Activador
es_es: Activador
fr_fr: Déclencheur
gl_es: Desencadeador
ja_jp: トリガー
pt_pt: Acão
ru_ru: Триггер
tr_tr: Tetikleyici

# Lbl_SequenceCategory_Utility
source: Utility
ca_es: Utilitat
es_es: Utilidad
fr_fr: Utilitaire
gl_es: Utilidade
it_it: Utilità
ja_jp: ユーティリティ
pt_pt: Utilitário
ru_ru: Утилита
tr_tr: Yardımcı

# Lbl_SequenceCondition_AltitudeCondition_Description
source: A condition that loops until the target sets below the given altitude and then stops the current instruction set
ca_es: Una condició que crea un bucle fins que l'objectiu es fixa per sota de l'altitud donada i després atura el conjunt d'instruccions actual
es_es: Una condición que crea un bucle hasta que el objetivo esté por encima de la altitud dada y luego detiene el conjunto actual de instrucciones
fr_fr: Une condition qui boucle jusqu'à ce que la cible se situe en dessous de l'altitude donnée, puis arrête la série d'instructions en cours
gl_es: Unha condición que se repite ata que o obxectivo se fixa por debaixo da altitude dada e despois detén o conxunto de instrucións actuais
ja_jp: 目標が指定された高度の下に来るまでに、命令セットをループさせてから停止させる条件
pt_pt: Uma instrução que é repetida até que o objecto se encontre abaixo da altitude definida e pára o conjunto actual de instruções
ru_ru: Условие, которое повторяется до тех пор, пока цель не опустится ниже заданной высоты, а затем останавливает текущий набор инструкций
tr_tr: Belirtilen yüksekliğe ulaşılana kadar döngü yapan ve ardından mevcut yönerge setini durduran bir koşul

# Lbl_SequenceCondition_AltitudeCondition_Name
source: Loop Until Altitude Sets Below
ca_es: Bucle fins que l'Altitud estigui per sota
es_es: Bucle hasta que la Altitud esté por debajo
fr_fr: Boucle jusqu'à ce que l'altitude descende en dessous
gl_es: Bucle ata que a Altitude estea por debaixo de
it_it: Loop until Altitude Below
ja_jp: Loop until Altitude Below
pt_pt: Repetir até que a altitude seja inferior a
ru_ru: Цикл, пока высота не будет установлена ниже
tr_tr: Belirtilen yüksekliğin altına düşünceye dek döndür

# Lbl_SequenceCategory_Dome
source: Dome
ca_es: Cúpula
el_gr: Θόλος
es_es: Cúpula
fr_fr: Dôme
gl_es: Cúpula
it_it: Osservatorio
ja_jp: ドーム
ru_ru: Купол

# Lbl_SequenceItem_Dome_CloseDomeShutter_Description
source: Closes the shutter of the dome
ca_es: Tanca l'obturador de la cúpula
el_gr: Κλείνει το κλείστρο του θόλου
es_es: Cierra el obturador de la cúpula
fr_fr: Ferme le volet du dôme
gl_es: Pecha a persiana da cúpula
ja_jp: ドームのシャッターを閉じます
pt_pt: Fecha a janela de observação do observatório
ru_ru: Закрывает затвор купола
tr_tr: Kubbe kapağını kapatır

# Lbl_SequenceItem_Dome_CloseDomeShutter_Name
source: Close Dome Shutter
ca_es: Tancar l'obturador de la cúpula
el_gr: Κλείσιμο Κλείστρου Θόλου
es_es: Cerrar obturador de la cúpula
fr_fr: Fermer le volet du dôme
gl_es: Pechar Persiana Cúpula
ja_jp: ドームシャッターの閉鎖
pt_pt: Fechar a janela de observação do observatório
ru_ru: Закрыть затвор купола
tr_tr: Kubbe kapağını kapat

# Lbl_SequenceItem_Dome_ParkDome_Description
source: Parks the dome to the park position
ca_es: Situa la cúpula a la posició d'aparcament (park)
es_es: Aparca la cúpula a la posición de aparcado
fr_fr: Parque le dôme à la position de park
gl_es: Estaciona a cúpula na posición de estacionamento
ja_jp: ドームを所定の位置にパークさせます
pt_pt: Coloca o dome na posição de park
ru_ru: Паркует купол на позицию в парке
tr_tr: Kubbeyi park pozisyonunda park eder

# Lbl_SequenceItem_Dome_ParkDome_Name
source: Park Dome
ca_es: Aparca la cúpula
es_es: Aparcar la cúpula
fr_fr: Parque le Dôme
gl_es: Estacionar Cúpula
ja_jp: ドームをパークさせる
pt_pt: Ir para a posição de park
ru_ru: Запарковать купол
tr_tr: Kubbeyi park et

# Lbl_OldSequencer_StartOfSequence
source: Parallel Start of Sequence instructions
ca_es: Instruccions en paral·lel de l'Inici de Seqüència
es_es: Instrucciones en paralelo de Inicio de Secuencia
fr_fr: Instructions de démarrage de séquence parallèle
gl_es: Inicio Paralelo de Instrucións de Secuencia
ja_jp: シーケンス命令の並列実行開始
pt_pt: Inicio Paralelo das Instruções de Sequência
ru_ru: Параллельный старт инструкций по серии
tr_tr: Sekans Yönergesi Paralel Başlangıcı

# LblFlatDeviceOpenAtSequenceStart
source: Open cover when sequence starts
ca_es: Obrir tapa quan s'inicia la seqüència
el_gr: Άνοιγμα καλύμματος όταν ξεκινήσει η αλληλουχία
es_es: Abrir tapa cuando se inicia la secuencia
fr_fr: Ouvrir le capot au démarrage de la séquence
gl_es: Abrir a tapa cando comece a secuencia
it_it: Apri la copertura all'avvio della sequenza
ja_jp: シーケンス開始時にフラット装置の蓋を開く
pt_pt: Abrir a tampa quando a sequência iniciar
ru_ru: Открывать крышу при запуске серии
tr_tr: Sekans başladığında kapağı aç

# LblOpenDomeShutterAtSequenceStart
source: Open dome shutter at sequence start
ca_es: Obrir l´obturador de la cúpula a l'iniciar la seqüència
el_gr: Κλείσιμο του κλείστρου του θόλου όταν ξεκινήσει η αλληλουχία
es_es: Abrir obturador de cúpula al iniciar la secuencia
fr_fr: Ouvrir le volet du dôme au début de la séquence
gl_es: Abrir a persiana da cúpula ó comezar a secuencia
it_it: Apri la serranda della cupola all'inizio della sequenza
ja_jp: シーケンス開始時にドームのシャッターを開く
pt_pt: Abre a janela de observação do observatório ao iniciar a sequência
ru_ru: Открыть затвор купола при запуске серии
tr_tr: Sekans başladığında kubbe kapağını aç

# LblUnparkDomeAtSequenceStart
source: Unpark dome at sequence start
ca_es: Desaparcar (unpark) la cúpula a l'iniciar la seqüència
es_es: Desparcar cúpula al iniciar la secuencia
fr_fr: Déparquer le dôme au début de la séquence
gl_es: Desaparcar a cúpula ó iniciar a secuencia
it_it: Sblocca la cupola all'inizio della sequenza
ja_jp: シーケンス開始時にドームのパークを解除する
pt_pt: Colocar o observatório na posição de unpark ao iniciar a sequência
ru_ru: Распарковка купола в начале серии
tr_tr: Sekans başladığında kubbeyi parktan çıkar

# Lbl_SequenceItem_Dome_OpenDomeShutter_Description
source: Opens the shutter of the dome
ca_es: Obre l'obturador de la cúpula
el_gr: Ανοίγει το κλείστρο του θόλου
es_es: Abre el obturador de la cúpula
fr_fr: Ouvre le volet du dôme
gl_es: Abrir a persiana da cúpula
it_it: Apre la serranda della cupola
ja_jp: ドームのシャッターを開きます
pt_pt: Abre a janela de observação do observatório
ru_ru: Открывает затвор купола
tr_tr: Kubbe kapağını açar

# Lbl_SequenceItem_Dome_OpenDomeShutter_Name
source: Open Dome Shutter
ca_es: Obrir l'obturador de la cúpula
el_gr: Άνοιγμα Κλείστρου Θόλου
es_es: Abrir el obturador de la cúpula
fr_fr: Ouvrir le volet du dôme
gl_es: Abrir Persiana Cúpula
it_it: Apri Serranda della Cupola
ja_jp: ドームシャッターを開く
pt_pt: Abrir a janela de observação do observatório
ru_ru: Открыть затвор купола
tr_tr: Kubbe kapağını aç

# Lbl_SequenceItem_Dome_EnableDomeSynchronization_Description
source: Ensures the dome remains synchronised with the telescope
ca_es: Assegura que la cúpula roman sincronitzada amb el telescopi
el_gr: Ensures the dome remains synchronized with the telescope
es_es: Asegura que la cúpula permanece sincronizada con el telescopio
fr_fr: Veille à ce que le dôme reste synchronisé avec le télescope
gl_es: Asegura que a cúpula permanece sincronizada co telescopio
it_it: Assicura che la cupola rimanga sincronizzata con il telescopio
ja_jp: ドームが望遠鏡と同期したままになるようにします
pt_pt: Assegura que o observatório permanece sincronizado com o telescópio
ru_ru: Гарантирует что купол останется синхронизирован с телескопом
tr_tr: Kubbenin teleskopla senkronize olmasını sağlar

# Lbl_SequenceItem_Dome_EnableDomeSynchronization_Name
source: Enable dome sync
ca_es: Activa la Sincronització de Cúpula
es_es: Habilitar sincronización de la cúpula
fr_fr: Activer la synchronisation Dome
gl_es: Activar sincronización da cúpula
it_it: Abilita Sincronizzazione Cupola
ja_jp: ドーム同期を有効化
pt_pt: Ativar a Sincronização do Dome
ru_ru: Включить синхронизацию купола
tr_tr: Kubbe senkronizasyonunu etkinleştir

# Lbl_SequenceItem_Dome_SynchronizeDome_Description
source: Synchronizes the Dome to the current telescope position
ca_es: Sincronitza la cúpula amb la posició actual del telescopi
es_es: Sincroniza la cúpula con la actual posición del telescopio
gl_es: Sincroniza a cúpula coa posición actual do telescopio
ja_jp: ドームを現在の望遠鏡の位置に同期します

# Lbl_SequenceItem_Dome_SynchronizeDome_Name
source: Synchronize Dome
ca_es: Sincronitzar la Cúpula
es_es: Sincronizar la cúpula
gl_es: Sincronizar a cúpula
ja_jp: ドームの同期

# Lbl_OldSequencer_HasSkippedRows
source: The Sequence contains rows which are either disabled or where the progress exposure count is equals to the total exposure count. These items are skipped and no items for these rows are generated for the sequencer.
ca_es: La seqüència conté files desactivades o en les que en el recompte d'exposició de progres és igual al recompte total d'exposicions. Aquests elements es saltaran i no es generaran elements per a aquestes files per al seqüènciador.
es_es: La secuencia contiene filas desactivadas o en los que el recuento de exposición de progreso es igual al recuento total de exposiciones. Estos elementos se omiten y no se generan elementos para estas filas para el secuenciador.
fr_fr: La séquence contient des lignes qui sont soit désactivées, ou dans lesquelles le nombre d'expositions atteint le nombre total d'expositions. Ces éléments sont ignorés et aucun élément pour ces lignes n'est généré pour le séquenceur.
gl_es: A Secuencia contén filas desactivadas ou nas que a suma do progreso de exposición é igual á suma da exposición total. Estes elementos omítense e non se xeran ítems destas filas para o secuenciador.
it_it: La sequenza contiene righe disabilitate o in cui il conteggio delle esposizioni in corso è uguale al conteggio delle esposizioni totali. Questi elementi sono saltati e nessun elemento per queste righe viene generato per la sequenza.
ja_jp: シーケンスには、無効な行または進行した撮影枚数が合計撮影枚数と等しい行が含まれています。 これらの項目はスキップされ、行内のどの項目も、シーケンサーに生成されません。
pt_pt: A Sequência contém linhas que ou estão desactivadas ou onde a contagem de exposição do progresso é igual à contagem total de exposição. Estes itens são ignorados e nenhum item destas linhas é gerado para o sequenciador.
ru_ru: Серия содержит строки, которые либо неактивны, либо количество экспозиций в прогрессе равно общему количеству экспозиций. Эти элементы пропущены, и для этих строк не создаются никаких элементов для серии.
tr_tr: Sekans, devre dışı bırakılan veya devam eden pozlama sayısının toplam poz sayısına eşit olduğu satırlar içerir. Bu öğeler atlanır ve sıralayıcı için bu satırlar için hiçbir öğe oluşturulmaz.

# LblRotateTarget
source: Rotate Target
ca_es: Rotar objectiu
el_gr: Περιστροφή Στόχου
es_es: Rotar objetivo
fr_fr: Tourner la cible
gl_es: Rotar obxectivo
it_it: Ruota il Target
ja_jp: 目標を回転
pt_pt: Rodar Objecto
ru_ru: Повернуть цель
tr_tr: Hedefi döndür

# LblSafetyMonitorConnectionLost
source: Safety Monitor connection has been lost!
ca_es: La connexió de control de seguretat s'ha perdut!
es_es: ¡La conexión de control de seguridad se ha perdido!
fr_fr: La connexion au moniteur de sécurité a été perdue !
gl_es: Perdeuse a conexión co Monitor de Seguridade!
it_it: La connessione con il Monitor di Sicurezza è stata persa!
ja_jp: セーフティモニターの接続が切れました！
pt_pt: A Ligação ao Monitor de Segurança foi perdida!
ru_ru: Соединение с монитором безопасности потеряно!
tr_tr: Güvenlik Monitör bağlantısı kesildi!

# LblSafetyMonitor
source: Safety Monitor
ca_es: Monitor de seguretat
es_es: Monitor de seguridad
fr_fr: Moniteur de sécurité
gl_es: Monitor de Seguridade
it_it: Monitor Di Sicurezza
ja_jp: セーフティモニター
pt_pt: Monitor de Segurança
ru_ru: Монитор безопасности
tr_tr: Güvenlik Monitörü

# LblDisconnectSafetyMonitor
source: Disconnect Safety Monitor
ca_es: Desconnecta el monitor de seguretat
es_es: Desconecta el monitor de seguridad
fr_fr: Déconnecter le moniteur de sécurité
gl_es: Desconectar Monitor de Seguridade
it_it: Disconnetti Monitor Di Sicurezza
ja_jp: セーフティモニターを切断
pt_pt: Desconectar Monitor de Segurança
ru_ru: Отключить монитор безопасности
tr_tr: Güvenlik Monitörü bağlantısını kes

# LblSafetyMonitorConnected
source: Safety Monitor connected
ca_es: Monitor de seguretat connectat
es_es: Monitor de seguridad conectado
fr_fr: Moniteur de sécurité connecté
gl_es: Monitor de Seguridade Conectado
it_it: Monitor Di Sicurezza Connesso
ja_jp: セーフティモニターが接続されました
pt_pt: Monitor de Segurança Conectado
ru_ru: Монитор безопасности подключен
tr_tr: Güvenlik Monitörü bağlandı

# LblIsSafe
source: Is Safe
ca_es: Es segur
es_es: Es seguro
fr_fr: Est sûr
gl_es: É Seguro
it_it: Sicuro
ja_jp: 安全です
pt_pt: É Seguro
ru_ru: Безопасно
tr_tr: Güvenli

# Lbl_SequenceCondition_SafetyMonitorCondition_Description
source: A condition that checks the connected Safety Monitor device if it is safe and loops the instruction set as long as the safety monior reports to be safe. If the device returns to not be safe the current instruction set is stopped. Best used in conjunction with another loop condition to not end up in an infinite loop when the safety monitor stays safe.
ca_es: Comprova que la condició amb el dispositiu del monitor de seguretat connectat sigui segur i repeteix el conjunt d’instruccions sempre que i quan el monitoratge de seguretat indiqui que és segur. Si el dispositiu torna a no ser segur, el conjunt d'instruccions actuals s'aturarà. S’utilitza millor juntament amb una altra condició de bucle per no acabar en un bucle infinit quan el monitor de seguretat es mantingui segur.
es_es: Una condición que comprueba si el dispositivo de seguridad es seguro y repite el conjunto de instrucciones siempre y cuando el monitor de seguridad reporte ser seguro. Si el dispositivo reporta que no es seguro se detiene el conjunto de instrucciones actual. Es mejor utilizarlo junto con otra condición de bucle para no terminar en un bucle infinito cuando el monitor de seguridad permanece como seguro.
gl_es: Unha condición que comproba se o dispositivo de control de seguridade conectado é seguro, caso no que repite o conxunto de instrucións mentres haxa seguridade. Se o dispositivo volve non estar seguro, o conxunto de instrucións actuais deterase. Úsase mellor xunto con outra condición de bucle para non acabar nun bucle infinito cando o monitor de seguridade permanece seguro.
ja_jp: 接続されたセーフティモニター装置が安全であるかを確認し、モニターが安全であることを報告している間、命令セットをループさせる条件。 モニターが安全でないことを報告した場合、現在の命令セットは停止します。 一番良いのは、無限ループにならないように、セーフティモニターが安全である間、別のループ条件と組み合わせて使用することです。
pt_pt: Uma condição que verifica se o dispositivo de monitorização de segurança conectado devolve ser seguro e repete o conjunto de instruções enquanto reporte ser seguro. Se o monitor de segurança reportar não ser seguro o conjunto de instruções actual é terminado. A utilização é mais vantajosa juntamente com outra condição de repetição para que não ocorra uma repetição infinita quando o monitor de segurança reportar ser seguro.
ru_ru: Условие, которое проверяет подключенное устройство монитора безопасности, если оно безопасно, и зацикливает набор инструкций, пока монитор безопасности сообщает, что оно безопасно. Если устройство возвращается в небезопасное состояние, текущий набор команд останавливается. Лучше всего использовать в сочетании с другим условием цикла, чтобы не попасть в бесконечный цикл, когда монитор безопасности остается безопасным.
tr_tr: Bağlı Güvenlik Monitörünün bildiriminin güvenli olup olmadığını kontrol eden ve monior güvenli ortam bildirdiği sürece talimat setini döngüye sokan bir durum. Cihaz güvenli olmayan ortam bildirirse, mevcut komut seti durdurulur. Güvenlik monitörü sürekli güvenli ortam bildirirse sonsuz bir döngüye girilmemesi için, en iyi kullanım şekli başka bir döngü koşuluyla birlikte kullanılmasıdır.

# Lbl_SequenceCondition_SafetyMonitorCondition_Name
source: Loop while safe
ca_es: Bucle mentre sigui segur
es_es: Repetir mientras sea seguro
gl_es: Repetir mentres sexa seguro
ja_jp: 安全な間ループ
pt_pt: Repete enquanto for seguro
ru_ru: Цикл в безопасности
tr_tr: Güvenli olduğu sürece döngüyü sürdür

# Lbl_SequenceContainer_SaveAsTemplate_Tooltip
source: Save the current instruction set and all of its content as a template for re-usage
ca_es: Deseu el conjunt d’instruccions actual i tot el seu contingut com a plantilla per tornar-la a utilitzar
es_es: Guardar el conjunto de instrucciones actual y todo su contenido como una plantilla para su reutilización
fr_fr: Enregistrer le jeu d'instructions actuel et tout son contenu comme un modèle pour le réutiliser
gl_es: Gardar o conxunto de instrucións actuais e todo o seu contido como modelo para a súa reutilización
it_it: Salva le istruzioni attuali e tutto il suo contenuto come modello per il riutilizzo
ja_jp: 現在の命令セットとすべてのコンテンツを、再使用するためのテンプレートとして保存します
pt_pt: Guarda o conjunto de instruções actual e todo o seu conteúdo como um modelo para ser reutilizado
ru_ru: Сохранить текущий набор инструкций и все его содержимое в качестве шаблона для повторного использования
tr_tr: Mevcut yönerge setini ve içeriğini, tekrar kullanmak üzere bir şablon olarak kaydet

# LblSafetyMonitorNotConnected
source: Safety Monitor is not connected
ca_es: El monitor de seguretat no està connectat
es_es: Monitor de seguridad no está conectado
fr_fr: Moniteur de sécurité n'est pas connecté
gl_es: O Monitor de Seguridade non está conectado
it_it: Monitor di Sicurezza non è connesso
ja_jp: セーフティモニターが接続されていません
pt_pt: O Monitor de Segurança não está Conectado
ru_ru: Монитор безопасности не подключен
tr_tr: Güvenlik monitörü bağlanmadı

# Lbl_Sequencer_SaveSequence_Notification
source: Sequence "{0}" saved successfully at {1}
ca_es: La seqüència "{0}" s'ha desat correctament a {1}
el_gr: Η αλληλουχία "{0}" αποθηκεύτηκε με επιτυχία στο {1}
es_es: Secuencia "{0}" guardada correctamente en {1}
fr_fr: Séquence "{0}" enregistrée avec succès à {1}
gl_es: Seqcuencia "{0}" gardada con éxito en {1}
it_it: Sequenza "{0}" salvata con successo in {1}
ja_jp: シーケンス "{0}" は {1} に正常に保存されました
pt_pt: Sequência "{0}" guardada com sucesso em {1}
ru_ru: Серия "{0}" успешно сохранена в {1}
tr_tr: Sekans "{0}", {1}'de başarıyla kaydedildi

# LblSetTrackingRate
source: Set tracking rate
ca_es: Establir la velocitat de seguiment
el_gr: Ορισμός Ρυθμού Ακολούθησης
es_es: Establecer velocidad de seguimiento
fr_fr: Définir la vitesse de suivi
gl_es: Establecer Ratio de Seguimento
it_it: Imposta Velocità di Tracciamento
ja_jp: トラッキングレートの設定
pt_pt: Definir a velocidade de seguimento
ru_ru: Установить скорость слежения
tr_tr: Takip yöntemini ayarla

# LblTimeSpan
source: Time span
ca_es: Interval de temps
es_es: Intervalo de tiempo
fr_fr: Intervalle de temps
gl_es: Intervalo de Tempo
it_it: Intervallo
ja_jp: 指定時間
pt_pt: Intervalo de tempo
ru_ru: Временной размах
tr_tr: Zaman aralığı
