Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblUPBV2PowerPorts
source: Power
ca_es: Alimentació
el_gr: Τάση Τροφοδοσίας
es_es: Alimentación
fr_fr: Alimentation
gl_es: Activación
it_it: Alimentazione
ja_jp: 電源
pt_pt: Alimentação
ru_ru: Мощность
tr_tr: Güç

# LblUPBV2RelativeHumidity
source: Relative humidity
ca_es: Humitat relativa
el_gr: Σχετική Υγρασία
es_es: Humedad relativa
fr_fr: Humidité relative
gl_es: Humidade Relativa
it_it: Umidità relativa
ja_jp: 相対湿度
pt_pt: Humidade Relativa
ru_ru: Относительная влажность
tr_tr: Bağıl nem

# LblUPBV2Temperature
source: Temperature
ca_es: Temperatura
el_gr: Θερμοκρασία
es_es: Temperatura
fr_fr: Température
gl_es: Temperatura
it_it: Temperatura
ja_jp: 温度
pt_pt: Temperatura
ru_ru: Температура
tr_tr: Sıcaklık

# LblUPBV2UpTime
source: Uptime
ca_es: Temps actiu
el_gr: Χρόνος σε Λειτουργία
es_es: Tiempo activo
fr_fr: Durée de fonctionnement
gl_es: Tempo Activo
it_it: Tempo di funzionamento
ja_jp: アップタイム
pt_pt: Duração de funcionamento
ru_ru: Время с момента включения
tr_tr: Çalışma süresi

# LblUPBV2Usb1
source: USB port 1
ca_es: Port USB 1
es_es: Puerto USB 1
fr_fr: Port USB 1
gl_es: Porto USB 1
ja_jp: USBポート1
pt_pt: Porta USB 1
ru_ru: Порт Usb 1
tr_tr: USB Giriş 1

# LblUPBV2Usb2
source: USB port 2
ca_es: Port Usb 2
es_es: Puerto Usb 2
fr_fr: Port USB 2
gl_es: Porto USB 2
ja_jp: USBポート2
pt_pt: Porta USB 2
ru_ru: Порт Usb 2
tr_tr: USB Giriş 2

# LblUPBV2Usb3
source: USB port 3
ca_es: Port Usb 3
es_es: Puerto USB 3
fr_fr: Port USB 3
gl_es: Porto USB 3
ja_jp: USBポート3
pt_pt: Porta USB 3
ru_ru: Порт Usb 3
tr_tr: USB Giriş 3

# LblUPBV2Usb4
source: USB port 4
ca_es: Port Usb 4
es_es: Puerto USB 4
fr_fr: Port USB 4
gl_es: Porto USB 4
ja_jp: USBポート4
pt_pt: Porta USB 4
ru_ru: Порт Usb 4
tr_tr: USB Giriş 4

# LblUPBV2Usb5
source: USB port 5
ca_es: Port Usb 5
es_es: Puerto USB 5
fr_fr: Port USB 5
gl_es: Porto USB 5
ja_jp: Usbポート５
pt_pt: Porta USB 5
ru_ru: Порт Usb 5
tr_tr: USB Giriş 5

# LblUPBV2Usb6
source: USB port 6
ca_es: Port Usb 6
es_es: Puerto USB 6
fr_fr: Port USB 6
gl_es: Porto USB 6
ja_jp: Usbポート６
pt_pt: Porta USB 6
ru_ru: Порт Usb 6
tr_tr: USB Giriş 6

# LblUPBV2VariablePower
source: Variable power port
ca_es: Port d'alimentació variable
el_gr: Θύρα Μεταβλητής Παροχής
es_es: Puerto de alimentación variable
fr_fr: Port d'alimentation variable
gl_es: Porto Alimentación Variable
it_it: Porta di potenza variabile
ja_jp: 可変電源ポート
pt_pt: Porta de Alimentação Variável
ru_ru: Порт переменной мощности
tr_tr: Değişken güç girişi

# LblUPBV2WattHours
source: Watt-hours
ca_es: Watts per Hora
el_gr: Βατώρες (Wh)
es_es: Watios por hora
fr_fr: Watts Heures
gl_es: Watios Hora
it_it: Watt-ora
ja_jp: ワット時
pt_pt: Watt-hora
ru_ru: Ватт часы
tr_tr: Watt Saat

# LblUpdate
source: Update
ca_es: Actualitzar
el_gr: Ενημέρωση
es_es: Actualizar
fr_fr: MAJ
gl_es: Actualizar
it_it: Aggiorna
ja_jp: アップデート
pt_pt: Actualizar
ru_ru: Обновить
tr_tr: Güncelle

# LblUpdating
source: Updating
ca_es: Actualitzant
el_gr: Γίνεται Ενημέρωση
es_es: Actualizando
fr_fr: MAJ en cour
gl_es: Actualizando
it_it: Aggiornamento in corso
ja_jp: アップデート中
pt_pt: A Actualizar
ru_ru: Обновление
tr_tr: Güncelleniyor

# LblUSBLimit
source: USB limit
ca_es: Límit USB
el_gr: Όριο USB
es_es: Límite USB
fr_fr: Limite USB
gl_es: Límite USB
it_it: Limite USB
ja_jp: USB限界
pt_pt: Limite USB
ru_ru: USB лимит
tr_tr: USB limiti

# LblUseBlindSolveFailover
source: Plate solve failed. Try to solve using the blind solver?
ca_es: La resolució de plaques ha fallat. Intenteu resoldre-ho amb la Resolució de Plaques a cegues (Blind Solver)?
el_gr: Η αστρομετρική ανάλυση απέτυχε. Θέλετε να χρησιμοποιήσετε την Τυφλή Αστρομετρική Ανάλυση;
es_es: Resolución de campo fallida. ¿Intentar resolver con el solucionador ciego?
fr_fr: L'astrométrie a échoué. Essayer sur tout le ciel?
gl_es: Astrometría fallou. Intentar solucionalo coa Astrometría cega?
it_it: Plate solve fallito. Provare a risolvere con Blind Solver?
ja_jp: プレートソルブに失敗しました。ブラインド ソルバーで実行してみますか？
pt_pt: O Plate solve falhou. Tentar usando o Blind Solve?
ru_ru: Не удалось сделать плэйтсолв. Попробовать поиск вслепую?
tr_tr: Platesolve başarısız. Blind Solver denensin mi?

# LblUseBlindSolveNoCoordinatesRollover
source: No reference coordinates available. Should the blind solver be used instead?
ca_es: No hi ha coordenades de referència disponibles. Cal utilitzar la Resolució de Plaques a cegues (Blind Solver)?
el_gr: Δεν υπάρχουν συντεταγμένες αναφοράς διαθέσιμες. Θέλετε να χρησιμοποιηθεί η Τυφλή Αστρομετρική Ανάλυση;
es_es: No hay coordenadas de referencia disponibles. ¿Usar el solucionador ciego?
fr_fr: Aucune coordonnée de disponible pour exécuter. Essayer sur tout le ciel?
gl_es: Non hai coordendadas de referencia. No seu lugar deberíase usar a astrometría cega?
it_it: Nessuna coordinata di referenza disponibile. Vuoi usare il blind solver?
ja_jp: 参考座標が見つかりません。代わりにブラインドソルバーを使用しますか？
pt_pt: Nenhuma coordenada de referência disponível. Usar o blind solver?
ru_ru: Эталонные координаты недоступны. Использовать вместо них поиск вслепую?
tr_tr: Referans koordinat yok. Blind solver kullanılsın mı?

# LblUseBuldMode
source: Use bulb mode
ca_es: Utilitzar Mode Obturador (Bulb)
el_gr: Χρήση λειτουργίας bulb
es_es: Usar Modo Bulb
fr_fr: Utiliser mode bulb
gl_es: Usar modo bulb
it_it: Usa modalità bulb
ja_jp: バルブモードを使用
pt_pt: Usar o modo "bulb"
ru_ru: Использовать режим bulb
tr_tr: Bulb modunu kullan

# LblUseSharpCapSensorAnalysis
source: Use SharpCap sensor analysis
ca_es: Utilitzeu l’anàlisi del sensor SharpCap
el_gr: Χρήση SharpCap Sensor Analysis
es_es: Usar análisis de sensor de SharpCap
fr_fr: Utiliser l'outil "Sensor Analysis" de SharpCap
gl_es: Usar Análise de Sensor SharpCap
it_it: Usa il tool Sensor Analysis di SharpCap
ja_jp: SharpCapのセンサー解析を使う
pt_pt: Usar a Análise de Sensor do SharpCap
ru_ru: Использовать анализ датчика SharpCap
tr_tr: SharpCap sensör analizini kullan

# LblUseSideOfPier
source: Use telescope side of pier
ca_es: Utilitzeu Telescopi Side of Pier
el_gr: Να γίνει χρήση της Πλευράς Τηλεσκοπίου του Πυλώνα
es_es: Usar Telescope Side of Pier
fr_fr: Utiliser côté de la monture allemande
gl_es: Usar Telescope Side of Pier
it_it: Usa il lato del Pier del Telescopio
ja_jp: 望遠鏡の赤道儀サイド
pt_pt: Usar o lado reportado pelo Telescópio
ru_ru: Использовать сторону колонны с телескопом
tr_tr: Teleskopun sol tarafı

# LblUseSnapPort
source: Use telescope Snap port
ca_es: Utilitzar Snap Port del Telescopi
el_gr: Χρήση Θύρας Snap Τηλεσκοπίου
es_es: Usar Snap puerto del telescopio
fr_fr: Utiliser Port Snap du Télescope
gl_es: Usar Porto Snap do Telescopio
it_it: Usa porta snap del Telescopio
ja_jp: 望遠鏡スナップポート使用
pt_pt: Utilizar a Porta do Telescópio (Snap)
ru_ru: Использовать порт выдержки телескопа
tr_tr: Teleskop bağlantı girişini kullan

# LblVerticalPanels
source: Vertical panels
ca_es: Panells Verticals
el_gr: Κάθετα Πάνελ
es_es: Paneles Verticales
fr_fr: Panneaux Verticaux
gl_es: Paneis Verticais
it_it: Pannelli verticali
ja_jp: 縦構図パネル
pt_pt: Painéis verticais
ru_ru: Вертикальные панели
tr_tr: Dikey paneller

# LblWaitForDither
source: Waiting for dither to finish
ca_es: Esperant que finalitzi el Dither
el_gr: Αναμονή για το dither να τελειώσει
es_es: Esperando que termine el dither
fr_fr: En attente de la fin du dither
gl_es: Agardando a rematar Dither
it_it: In attesa che il dither finisca
ja_jp: デザリングの終了待ち
pt_pt: A aguardar que o dither termine
ru_ru: Ожидание завершения межкадровой подвижки
tr_tr: Dither işleminin bitmesi bekleniyor

# LblWaitForImageProcessing
source: Waiting for previous image to finish processing
ca_es: Esperant que la imatge anterior finalitzi el processament
el_gr: Αναμονή για να τελειώσει η επεξεργασία της προηγούμενης εικόνας
es_es: Esperando a que la imagen anterior termine de procesarse
fr_fr: En attente du traitement de l'image précédente
gl_es: Agardando pola imaxe previa para rematar o proceso
it_it: In attesa che l'immagine precedente finisca di essere processata
ja_jp: 前回の画像の処理が終了するのを待っています。
pt_pt: A aguardar o fim do processamento da imagem anterior
ru_ru: Ожидание завершения обработки предыдущего изображения
tr_tr: Önceki resmin işlenmesinin bitmesi bekleniyor

# LblWaitForTemperatureStep
source: Waiting for camera to reach next temperature step
ca_es: Espera que la càmera assoleixi el següent pas de temperatura
el_gr: Αναμονή της κάμερας να φτάσει στο επόμενο θερμοκρασιακό βήμα
es_es: Esperando que la cámara alcance el próximo paso de temperatura
fr_fr: En attente de la caméra pour atteindre le prochain niveau de température
gl_es: Agardando a que a cámara chegue ó seguinte paso de temperatura
it_it: In attesa che al camera raggiunga il prossimo step di temperatura
ja_jp: カメラ温度が次のステップ温度に到達するのを待っています。
pt_pt: A aguardar que a câmera atinja o próximo nível de temperatura
ru_ru: Ожидание выхода камеры к следующему шагу температуры
tr_tr: Kameranın sıradaki sıcaklık adımına erişmesi bekleniyor

# LblWaiting
source: Waiting
ca_es: Esperant
el_gr: Αναμονή
es_es: Esperando
fr_fr: En attente
gl_es: Agardando
it_it: Attesa
ja_jp: 待ち状態
pt_pt: A aguardar
ru_ru: Ожидание
tr_tr: Bekleniyor

# LblWaitingForCamera
source: Waiting for camera
ca_es: Esperant a la Càmera
el_gr: Αναμονή για Κάμερα
es_es: Esperando a la Cámara
fr_fr: En attente de la caméra
gl_es: Agardando pola Cámara
it_it: Aspettando la Camera
ja_jp: カメラ待ち
pt_pt: A aguardar pela Câmera
ru_ru: Ожидание камеры
tr_tr: Kamera bekleniyor

# LblWarmEnabledButCameraCannotWarm
source: Camera is set to warm up at end of sequence, yet it is unable to do so
ca_es: La càmera està configurada per escalfar-se al final de la seqüència, però no pot fer-ho
el_gr: Η κάμερα έχει οριστεί να θερμανθεί στο τέλος της αλληλουχίας, αλλά δεν μπορεί να το κάνει
es_es: La cámara está esperando calentarse al final de la secuencia, pero es incapaz de hacerlo
fr_fr: La caméra est réglée pour se réchauffer à la fin de la séquence, mais elle est incapable de le faire.
gl_es: A cámara está configurada para quentarse ó final da secuencia, pero non pode facelo
it_it: La camera è impostata per scaldarsi al termine della sequenza, ma non è possibile completare il comando
ja_jp: シーケンス終了時にカメラを昇温する設定ですが、できません。
pt_pt: A câmera está definida para aquecer no final da sequência, contudo não é possível
ru_ru: Камера настроена на прогрев в конце серии, но она не может сделать это
tr_tr: Kamera sekans bitince ısıtılmaya ayarlandı ancak henüz bunu yapamaz

# LblWarming
source: Warming
ca_es: Escalfant
el_gr: Γίνεται θέρμανση
es_es: Calentando
fr_fr: Réchauffement
gl_es: Aquecendo
it_it: Riscaldamento
ja_jp: 昇温中
pt_pt: A aquecer
ru_ru: Разогрев
tr_tr: Isınıyor

# LblWarning
source: Warning
ca_es: Advertència
el_gr: Προειδοποίηση
es_es: Advertencia
fr_fr: Attention
gl_es: Aviso
it_it: Attenzione
ja_jp: 警告
pt_pt: Aviso
ru_ru: Внимание
tr_tr: Uyarı

# LblWarnTelescopeParked
source: The telescope is parked. It will be unparked if the sequence is started
ca_es: El telescopi està estacionat (park) i es deixarà d'estacionar (unpark) automàticament si l'usuari continua amb l'inici de la seqüència
el_gr: Το τηλεσκόπιο είναι σταθμευμένο, και θα ενεργοποιηθεί αυτόματα εάν ο χρήστης προχωρήσει με την έναρξη της ακολουθίας
es_es: El telescopio está aparcado, pero se desaparcará automáticamente si se continúa con el inicio de la secuencia
fr_fr: Le téléscope est parké, et sera automatiquement déparké si l'utilisateur procède au démarrage de la séquence
gl_es: O telescopio está estacionado, pero activarase automaticamente se se inicia a secuencia
it_it: Il telescopio è parcheggiato e verrà automaticamente attivato se l'utente procede con l'avvio della sequenza
ja_jp: 望遠鏡はパーク位置にあり、ユーザーがシーケンスを開始すると自動的にパークは解除されます。
pt_pt: O Telescópio está na posição de park, e será colocado automaticamente na posição de unpark se o utilizador prosseguir com o inicio da sequência
ru_ru: Телескоп запаркован и будет автоматически распаркован если пользователь переходит к началу серии
tr_tr: Teleskop park edildi, kullanıcı sekansı başlattığı zaman park halinden çıkacak

# LblWeather
source: Weather
ca_es: Temps
el_gr: Καιρός
es_es: Tiempo
fr_fr: Météo
gl_es: O Tempo
it_it: Meteo
ja_jp: 天気
pt_pt: Meteorologia
ru_ru: Погода
tr_tr: Meteoroloji

# LblWeatherASCOMConnectFailed
source: Unable to connect to ASCOM ObservingConditions driver:
ca_es: No es pot connectar al controlador ASCOM ObservingConditions:
el_gr: Δεν ήταν δυνατή η σύνδεση στον στον οδηγό ASCOM ObservingConditions:
es_es: No se puede conectar al driver ASCOM ObservingConditions:
fr_fr: Impossible de se connecter au pilote ASCOM ObservingConditions:
gl_es: Non se pode ligar o driver ObservingConditions de ASCOM:
it_it: Impossibile connettersi al driver ASCOM ObservingConditions:
ja_jp: ASCOM ObservingConditionsドライバーに接続できません。
pt_pt: Não foi possível conectar ao driver ASCOM ObservingConditions:
ru_ru: Не удалось подключиться к драйверу условий наблюдения ASCOM:
tr_tr: ASCOM ObservingConditions sürücüsüne bağlanılamıyor:

# LblWeatherConnected
source: Weather data source connected
ca_es: Font de dades meteorològiques connectada
el_gr: Η πηγή δεδομένων καιρού συνδέθηκε
es_es: Fuente de Datos del tiempo conectada
fr_fr: Source de données météo connectée
gl_es: Conectada a fonte de datos do tempo
it_it: Sorgente dati meteo connessa
ja_jp: 天気データソースに接続済み
pt_pt: Fonte de dados meteorológicos conectada
ru_ru: Источник данных о погоде включен
tr_tr: Meteoroloji veri kaynağı bağlandı

# LblWeatherConnectionLost
source: Weather data source connection failed
ca_es: La connexió de la font de dades meteorològiques ha fallat.
el_gr: Η σύνδεση πηγής δεδομένων καιρού απέτυχε.
es_es: Fallo al conectarse a la fuente de datos del tiempo.
fr_fr: La connexion à la source de données météo a échoué.
gl_es: Fallou a conexión da fonte de datos do tempo.
it_it: Connessione alla sorgente dati meteo fallita.
ja_jp: 天気データソースへ接続失敗しました。
pt_pt: Ligação à fonte de dados meteorológicos falhou.
ru_ru: Не удалось подключиться к источнику погоды.
tr_tr: Meteoroloji veri kaynağı bağlantısı başarısız.

# LblWeatherDisconnect
source: Weather data source disconnected
ca_es: La font de dades meteorològiques s'ha desconnectat
el_gr: Η πηγή δεδομένων καιρού αποσυνδέθηκε
es_es: Fuente de Datos del tiempo desconectada
fr_fr: Source de données météo déconnectée
gl_es: Desconectada a fonte de datos do tempo
it_it: Sorgente dati meteo disconnessa.
ja_jp: 天気データソースの接続が切れました。
pt_pt: Fonte de dados meteorológicos desconectada
ru_ru: Источник данных о погоде отключен
tr_tr: Meteoroloji veri kaynak bağlantısı kesildi

# LblWeatherNoSource
source: No weather data source
ca_es: Sense font de dades meteorològiques
el_gr: Δεν υπάρχει Πηγή Δεδομένων Καιρού
es_es: Sin fuente de datos del tiempo
fr_fr: Pas de source de données météo
gl_es: Sen Fonte Datos do Tempo
it_it: Nessuna sorgente dati meteo
ja_jp: 天気データソース無し
pt_pt: Nenhuma fonte de dados meteorológicos seleccionada
ru_ru: Нет источника данных о погоде
tr_tr: Meteoroloji veri kaynağı yok

# LblWeatherReconnect
source: Weather data source connection lost! Error message:
ca_es: S'ha perdut la connexió de la font de dades meteorològiques. Missatge d'error:
el_gr: Η σύνδεση με την πηγή δεδομένων καιρού χάθηκε! Μήνυμα σφάλματος:
es_es: ¡Perdida la conexión a la fuente de datos del tiempo! Mensaje de Error:
fr_fr: Connexion à la source de données météo perdue! Message d'erreur:
gl_es: Perdida a conexión coa fonte de datos do tempo! Mensaxe de erro:
it_it: Connessione alla sorgente dati meteo persa! Messaggio di errore:
ja_jp: 天気データソースへの接続が切れました。エラーメッセージ:
pt_pt: Ligação à fonte de dados meteorológicos perdida! Mensagem de erro:
ru_ru: Соединение с данными о погоде потеряно! Сообщение об ошибке:
tr_tr: Meteoroloji veri kaynağı bağlantısı kesildi! Hata mesajı:

# LblWelcome
source: Welcome to Nighttime Imaging 'N' Astronomy!
ca_es: Benvingut a Nighttime Imaging 'N' Astronomy!
el_gr: Κάλως ήλθατε στο Nighttime Imaging 'N' Astronomy!
es_es: ¡Bienvenido a Nighttime Imaging 'N' Astronomy!
fr_fr: Bienvenue dans Nighttime Imaging 'N' Astronomy!
gl_es: Benvido/a a Nighttime Imaging 'N' Astronomy!
it_it: Benvenuto a Nighttime Imaging 'N' Astronomy!
ja_jp: ようこそNighttime Imaging 'N' Astronomyへ
pt_pt: Bem-vindo ao Nighttime Imaging 'N' Astronomy!
ru_ru: Добро пожаловать в Nighttime Imaging 'N' Astronomy!
tr_tr: Nighttime Imaging 'N' Astronomy'ye Hoş geldiniz!

# LblWest
source: West
ca_es: Oest
el_gr: Δύση
es_es: Oeste
fr_fr: Ouest
gl_es: Oeste
it_it: Ovest
ja_jp: 西
pt_pt: Oeste
ru_ru: Запад
tr_tr: Batı

# LblWidth
source: Width
ca_es: Amplada
el_gr: Πλάτος
es_es: Anchura
fr_fr: Largeur
gl_es: Largo
it_it: Larghezza
ja_jp: センサー横画素数
pt_pt: Largura
ru_ru: Ширина
tr_tr: Genişlik

# LblWindDirection
source: Wind direction
ca_es: Direcció del Vent
el_gr: Κατεύθυνση Ανέμου
es_es: Dirección del Viento
fr_fr: Sens du vent
gl_es: Dirección do vento
it_it: Direzione Vento
ja_jp: 風向き
pt_pt: Direcção do vento
ru_ru: Направление ветра
tr_tr: Rüzgar yönü

# LblWindGust
source: Wind gust
ca_es: Ràfega de Vent
el_gr: Ριπή Ανέμου
es_es: Ráfaga de Viento
fr_fr: Rafale de vent
gl_es: Refacho de vento
it_it: Raffiche di vento
ja_jp: 突風
pt_pt: Rajada de vento
ru_ru: Порыв ветра
tr_tr: Rüzgar darbesi

# LblWindSpeed
source: Wind speed
ca_es: Velocitat del Vent
el_gr: Ταχύτητα Ανέμου
es_es: Velocidad del Viento
fr_fr: Vitesse du vent
gl_es: Velocidade do vento
it_it: Vel. Vento
ja_jp: 風速
pt_pt: Velocidade do vento
ru_ru: Скорость ветра
tr_tr: Rüzgar hızı

# LblXAxisScale
source: X-axis scale
ca_es: Escala de l'Eix X
el_gr: Κλίμακα Άξονα-Χ
es_es: Escala de Eje X
fr_fr: Échelle X
gl_es: Escala Eixe-X
it_it: Scala Asse-X
ja_jp: X軸目盛
pt_pt: Escala do Eixo X
ru_ru: Масштаб оси X
tr_tr: X-Eksen skalası

# LblXisfBadChecksum
source: XISF file checksum did not verify. The image data may be corrupted.
ca_es: No es pot comprovar la integritat del fitxer XISF. Les dades de la imatge poden estar danyades.
el_gr: Το άθροισμα ελέγχου του αρχείου XISF δεν μπόρεσε να επαληθευτεί. Η εικόνα μπορεί να είναι αλλοιωμένη.
es_es: No se puede comprobar la integridad del archivo XISF. Los datos de la imagen pueden estar dañados.
fr_fr: La somme de contrôle du fichier XISF n'a pas été vérifiée. Les données de l'image peuvent être corrompues.
gl_es: Non se puido comprobar o arquivo XISF. Os datos da imaxe poden estar corrompidos.
it_it: Il checksum del file XISF non è stato verificato. I dati immagine potrebbero essere corrotti.
ja_jp: XISFファイルのチェックサム（検査合計）が合いませんでした。画像データが破損している可能性があります。
pt_pt: O checksum do ficheiro XISF não foi verificado. Os dados da imagem podem estar corrompidos.
ru_ru: Контрольная сумма файла XISF не верифицирована. Возможно, данные изображения повреждены.
tr_tr: XISF dosyası doğrulanmadı. Resim verisi bozulmuş olabilir.

# LblXisfInvalidFile
source: Not a valid XISF file
ca_es: No és un fitxer XISF vàlid
el_gr: Δεν είναι έγκυρο αρχείο XISF
es_es: No es un archivo XISF válido
fr_fr: Fichier XISF non valide
gl_es: Non é un arquivo XISF válido
it_it: File XISF non valido
ja_jp: 有効なXISFファイルではありません。
pt_pt: Não é um ficheiro XISF válido
ru_ru: Недопустимый файл XISF
tr_tr: Geçerli XISF dosyası değil

# LblXisfInvalidGeometry
source: Could not get XISF image geometry
ca_es: No s'ha pogut obtenir la geometria de la imatge XISF
el_gr: Δεν ήταν δυνατή η λήψη γεωμετρίας εικόνας XISF
es_es: No se pudo obtener la geometría de la imagen XISF
fr_fr: Impossible d'obtenir la géométrie de l'image XISF
gl_es: Non se puido obter a xeometría da imaxe XISF
it_it: Impossibile ottenere la geometria dell'immagine XISF
ja_jp: XISF画像の幾何学形状を得ることができませんでした。
pt_pt: Não foi possível obter a geometria da imagem XISF
ru_ru: Не удалось получить геометрию изображения XISF
tr_tr: XISF resim durumu alınamıyor

# LblXisfUnsupportedChecksum
source: Unsupported XISF checksum type: {0}
ca_es: Tipus de suma de comprovació XISF no admesa: {0}
el_gr: Μη υποστηριζόμενος τύπος αθροίσματος ελέγχου XISF: {0}
es_es: Tipo de suma de verificación XISF no soportada: {0}
fr_fr: Type de somme de contrôle XISF non pris en charge : {0}
gl_es: Tipo de comprobación XISF non compatible: {0}
it_it: Tipo di checksum XISF non supportato: {0}
ja_jp: サポート外のXISFチェックサム形式: {0}
pt_pt: Tipo de checksum XISF não suportado: {0}
ru_ru: Неподдерживаемый тип контрольной суммы XISF: {0}
tr_tr: Desteklenmeyen XISF sağlama tipi: {0}

# LblXisfUnsupportedCompression
source: Unsupported XISF compression type: {0}
ca_es: Tipus de compressió XISF no admès: {0}
el_gr: Μη υποστηριζόμενος τύπος συμπίεσης XISF: {0}
es_es: Tipo de compresión XISF no soportado: {0}
fr_fr: Type de compression XISF non pris en charge : {0}
gl_es: Tipo de compresión XISF non soportado: {0}
it_it: Tipo di compressione XISF non supportata: {0}
ja_jp: サポート外のXISF圧縮形式: {0}
pt_pt: Tipo de compressão XISF não suportada: {0}
ru_ru: Неподдерживаемый XISF тип сжатия: {0}
tr_tr: Desteklenmeyen XISF sıkıştırma tipi: {0}

# LblXisfUnsupportedFormat
source: Unsupported XISF data format: {0}
ca_es: Format de dades XISF no admès: {0}
el_gr: Μη υποστηριζόμενος τύπος δεδομένων XISF: {0}
es_es: Formato de datos XISF no soportado: {0}
fr_fr: Format de données XISF non pris en charge : {0}
gl_es: Formato de datos XISF non compatible: {0}
it_it: Formato dati XISF non supportato: {0}
ja_jp: サポート外のXISFデータ形式: {0}
pt_pt: Formato de dados XISF não suportado: {0}
ru_ru: Неподдерживаемый формат данных XISF: {0}
tr_tr: Desteklenmeyen XISF veri formatı: {0}

# LblYAxisScale
source: Y-axis scale
ca_es: Escala de l'Eix-Y
el_gr: Κλίμακα Άξονα-Υ
es_es: Escala de Eje y
fr_fr: Échelle Y
gl_es: Escala Eixe-Y
it_it: Scala Asse-Y
ja_jp: Y軸目盛
pt_pt: Escala do Eixo Y
ru_ru: Масштаб оси Y
tr_tr: Y-Eksen skalası

# LblYAxisUnits
source: Y-axis units
ca_es: Unitat Eix-Y
el_gr: Μονάδες Άξονα-Υ
es_es: Unidades Eje Y
fr_fr: Unités Y
gl_es: Unidades Eixe-Y
it_it: Unità Asse Y
ja_jp: Y軸単位
pt_pt: Unidades do Eixo X
ru_ru: Единицы измерения оси Y
tr_tr: Y-Eksen birimi

# LblYes
source: Yes
ca_es: Si
el_gr: Ναι
es_es: Sí
fr_fr: Oui
gl_es: Si
it_it: Si
ja_jp: はい
pt_pt: Sim
ru_ru: Да
tr_tr: Evet

# LblZoomIn
source: Zoom in by 25%
ca_es: Apropar un 25%
el_gr: Μεγέθυνση κατά 25%
es_es: Acercar un 25%
fr_fr: Zoom in par 25%
gl_es: Achegar o 25%
it_it: Zoom in del 25%
ja_jp: 25%毎にズームイン
pt_pt: Aumentar o zoom 25%
ru_ru: Увеличить на 25%
tr_tr: %25 büyült

# LblZoomOut
source: Zoom out by 25%
ca_es: Allunyar un 25%
el_gr: Σμίκρυνση κατά 25%
es_es: Alejar un 25%
fr_fr: Zoom out par 25%
gl_es: Alonxar o 25%
it_it: Zoom out del 25%
ja_jp: 25%毎にズームアウト
pt_pt: Diminuir o zoom 25%
ru_ru: Уменьшить на 25%
tr_tr: %25 küçült

# LblZoomStretch
source: Fit image to area
ca_es: Ajusta la imatge a l'Area
el_gr: Προσαρμογή Εικόνας στην Περιοχή
es_es: Ajusta Imagen al área
fr_fr: Ajuster Image au Cadre
gl_es: Acoplar Imaxe na Área
it_it: Aggiusta l'immagine all'area
ja_jp: 画像をエリアに合わせる
pt_pt: Ajustar imagem à área
ru_ru: По размеру изображения
tr_tr: Resmi alana sığdır

# UPBV2InputCurrentChartLabel
source: Input current (A)
ca_es: Corrent d'entrada (A)
el_gr: Ρεύμα Εισόδου (Α)
es_es: Entrada de corriente (A)
fr_fr: Courant d'entrée (A)
gl_es: Corrente de entrada (A)
it_it: Corrente in entrata (A)
ja_jp: 入力電流(A)
pt_pt: Corrente de Entrada (A)
ru_ru: Входной ток (А)
tr_tr: Giriş akımı (A)

# UPBV2InputVoltageChartLabel
source: Input voltage (V)
ca_es: Voltatge d'entrada (V)
el_gr: Τάση Εισόδου (V)
es_es: Voltaje de entrada (V)
fr_fr: Tension d'entrée (V)
gl_es: Voltaxe de entrada (V)
it_it: Tensione in ingresso (V)
ja_jp: 入力電圧 (V)
pt_pt: Voltagem de entrada (V)
ru_ru: Входное напряжение (V)
tr_tr: Giriş voltajı (V)

# LblSetMaximumSpeed
source: Set maximum speed
ca_es: Defineix la velocitat màxima
el_gr: Ορισμός Μέγιστης Ταχύτητας
es_es: Establecer velocidad máxima
fr_fr: Définir la vitesse maximale
gl_es: Velocidade Máxima
it_it: Imposta la velocità massima
ja_jp: 最大速度設定
pt_pt: Definir a velocidade máxima
ru_ru: Установить максимальную скорость
tr_tr: Maksimum hızı ayarla
