Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblDisconnectAll
source: Disconnect all devices?
ca_es: Desconnectar tots el dispositius?
el_gr: Να αποσυνδεθούν όλες οι συσκευές;
es_es: ¿Desconectar todos los dispositivos?
fr_fr: Déconnecter tous les appareils?
gl_es: Desconectar todos os dispositivos?
it_it: Disconnettere tutti i dispositivi?
ja_jp: 全てのデバイスの接続を切りますか？
pt_pt: Desconectar todos os dispositivos?
ru_ru: Отключить все устройства?
tr_tr: Bütün aygıtların bağlantısı kesilsin mi?

# LblDistance
source: Distance
ca_es: Distància
el_gr: Απόσταση
es_es: Distancia
gl_es: Distancia
it_it: Distanza
ja_jp: 距離
pt_pt: Distância
ru_ru: Расстояние
tr_tr: Mesafe

# LblDither
source: Dither
ja_jp: デザリング
ru_ru: Межкадровая подвижка

# LblDitherEveryNoFrame
source: Dither every #
ca_es: Dither cada #
es_es: Dither cada #
fr_fr: Dither chaque #
gl_es: Dither cada # tomas
it_it: Dither Ogni # Fotogrammi
ja_jp: #枚毎にデザリング
pt_pt: Dither a cada #
ru_ru: Дизеринг каждые # снимков
tr_tr: Her # de bir dither

# LblDitherOnButGuiderNotConnected
source: Dithering is enabled but guiding device is not connected
ca_es: Dither esta activat però el guiatge no està connectat
el_gr: Το Dithering είναι ενεργοποιημένο, αλλά δεν υπάρχει οδηγητής συνδεδεμένος
es_es: Dither está habilitado pero el guiado no está conectado
fr_fr: Le dither est activé, mais l'autoguidage n'est pas connecté
gl_es: Dithering está activado, pero o guiado non está conectado
it_it: Il dithering è abilitato, tuttavia la guida non è connessa
ja_jp: デザリングがオンになっていますが、ガイドカメラが未接続です。
pt_pt: O dithering esta activo, contudo o guia não está conectado
ru_ru: Межкадровая подвижка включена, но гид не подключен
tr_tr: Dithering etkin, takipçi henüz bağlanmadı

# LblDitherPixels
source: Dither pixels
ca_es: Pixels en el Dither
es_es: Píxeles en el dither
fr_fr: Décaler les pixels
gl_es: Píxeles de Dither
it_it: Dither per numero di pixel
ja_jp: デザリングピクセル
pt_pt: Pixeis de Dither
ru_ru: Пиксели межкадровой подвижки
tr_tr: Dither pikselleri

# LblDitherPixelsDirectGuiderTooltip
source: Typical number of pixels to dither by. Dithering follows a normal distribution centered at the target, which this value as the standard deviation. 67% of dithers will be within this distance
ca_es: Nombre típic de píxels per utilitzar. El Dithering segueix una distribució normal centrada a l'objectiu, essent aquest valor la desviació estàndard. El 67% dels dithers estaran a aquesta distància
es_es: Número típico de píxeles a usar. Dithering sigue una distribución normal centrada en el objetivo, siendo este valor la desviación estándar. El 67% de los esther estará a esta distancia
fr_fr: Nombre typique de pixels à utiliser. Le dither suit une distribution normale centrée sur la cible, dont cette valeur est l'écart-type. 67% des dithers se trouveront à cette distance
gl_es: Número típico de pixels para dither. O dither segue unha distribución normal centrada no obxectivo, e este valor é a desviación estándar. O 67% dos dithers estarán a esta distancia
it_it: Il numero tipico di pixel per il dither. Il dithering segue una distribuzione normale centrata sul bersaglio, con questo valore come deviazione standard. il 67% dei dithers si troverà entro questa distanza
ja_jp: ディザリングする一般的なピクセル数。ディザリングは、ターゲットを中心とした正規分布に従い、この値を標準偏差とします。67% のディザリングはこの距離内に収まります。
pt_pt: Número típico de pixels para efetuar o dither. O dither segue uma normal distribuição centrada no objecto, sendo esse valor o desvio-padrão. 67% dos movimentos de dither estarão dentro dessa distância
ru_ru: Типичное число пикселей для межкадровой подвижки. Межкадровая подвижка следует обычному распределению, расположенному по цели, которое это значение является стандартным отклонением. 67% подвижек будут находиться в пределах этого расстояния
tr_tr: Dither yapılacak tipik piksel sayısı. Dither, hedef merkezli normal bir dağılımı izler ve bu değer standart sapma olarak kabul edilir. Ditherlerin % 67'si bu mesafe içerisinde olacak

# LblDitherRAOnly
source: Dither in RA only
ca_es: Només Dither en AR
el_gr: Dither Μόνο σε Ο.Α.
es_es: Dither AR Solamente
fr_fr: Dither AD Seulement
gl_es: Dither só en AR
it_it: Dither solo RA
ja_jp: 赤経のみデザリグ
pt_pt: Dither Apenas em AR
ru_ru: Межкадровые подвижки только по П.В.
tr_tr: Sadece RA'da Dither uygula

# LblDome
source: Dome
ca_es: Cúpula
el_gr: Θόλος
es_es: Cúpula
fr_fr: Dôme
gl_es: Cúpula
it_it: Osservatorio
ja_jp: ドーム
ru_ru: Купол

# LblDomeASCOMConnectFailed
source: Unable to connect to ASCOM Dome driver:
ca_es: Impossible connectar al controlador de la Cúpula (Dome) ASCOM:
el_gr: Δεν ήταν δυνατή η σύνδεση σε οδηγό Θόλου ASCOM:
es_es: No se puede conectar al controlador de cúpula ASCOM:
fr_fr: Impossible de se connecter au pilote ASCOM Dome:
gl_es: Non se pode conectar o controlador de Cúpula de ASCOM:
it_it: Impossibile connettersi al driver ASCOM dell'osservatorio:
ja_jp: ASCOM ドームドライバに接続できません:
pt_pt: Não foi possível conectar ao driver ASCOM Dome:
ru_ru: Не удалось подключиться к драйверу ASCOM Dom:
tr_tr: ASCOM Dome sürücüsüne bağlanamıyor:

# LblDomeDriverCanFollow
source: Driver can follow
ca_es: El controlador pot continuar
el_gr: Ο οδηγός μπορεί να ακολουθήσει
es_es: El controlador puede seguir
fr_fr: Le pilote peut suivre
gl_es: O controlador pode continuar
it_it: Il driver può seguire
ja_jp: ドライバーは追従可能です
pt_pt: O driver pode efectuar o seguimento
ru_ru: Драйвер может следовать
tr_tr: Sürücü takip edebilir

# LblDomeShutterStatus
source: Shutter status
ca_es: Estat de l'obturador
el_gr: Κατάσταση κλείστρου
es_es: Estado de la apertura del domo
fr_fr: Statut du cimier
gl_es: Estado da tapa
it_it: Stato dell'otturatore
ja_jp: シャッターの状況
pt_pt: Estado da Janela de Observação
ru_ru: Статус затвора
tr_tr: Obtüratör durumu

# LblDomeCanSetShutter
source: Can set shutter
ca_es: Es pot definir l'obturador
el_gr: Μπορεί να ορίσει το κλείστρο
es_es: La apertura del domo se puede configurar
fr_fr: Permet de régler le cimier
gl_es: Pódese configurar a obturación
it_it: Può impostare l'otturatore
ja_jp: シャッターを設定できます。
pt_pt: Pode definir o estado da janela de observação
ru_ru: Позволяет задать затвор
tr_tr: Obtüratör ayarlayabilir

# LblDomeCanSetPark
source: Can set park
ca_es: Es pot definir l'estat aparcament (Park)
el_gr: Μπορεί να ορίσει την θέση στάθμευσης
es_es: Se puede establecer el modo "Park"
fr_fr: Peut définir le park
gl_es: Pódese facer estacionamento
it_it: Può impostare la posizione di parcheggio
ja_jp: パークに設定可能です
pt_pt: Pode definir a posição de park
ru_ru: Позволяет устанавливать парковку
tr_tr: Park ayarlayabilir

# LblDomeCanSetAzimuth
source: Can set azimuth
ca_es: Es pot definir l'azimut
el_gr: Μπορεί να ορίσει το αζιμούθιο
es_es: Se puede establecer el azimut
fr_fr: Peut définir l'azimut
gl_es: Pódese establecer acimut
it_it: Può impostare l'azimut
ja_jp: 方位角を設定可能です。
pt_pt: Pode definir a posição de azimute
ru_ru: Позволяет задать азимут
tr_tr: Azimut ayarlayabilir

# LblDomeCanSyncAzimuth
source: Can sync azimuth
ca_es: Es pot sincronitzar l'azimut
el_gr: Μπορεί να συγχρονίσει το αζιμούθιο
es_es: Se puede sincronizar el azimut
fr_fr: Peut synchroniser l'azimut
gl_es: Pódese sincronizar acimut
it_it: Può sincronizzare azimut
ja_jp: 方位角を同期できます。
pt_pt: Pode sincronizar em azimute
ru_ru: Может синхр. азимут
tr_tr: Azimut senkronize edebilir

# LblDomeCanPark
source: Can park
ca_es: Es pot aparcar (Park)
el_gr: Μπορεί να σταθμεύσει
es_es: Puede "aparcar"
fr_fr: Peut parker
gl_es: Pódese estacionar
it_it: Può parcheggiare
ja_jp: パークできます。
pt_pt: Pode ir para a posição de park
ru_ru: Может парковать
tr_tr: Park edebilir

# LblDomeCanFindHome
source: Can find home
ca_es: Es pot trobar la posició inicial (home)
el_gr: Μπορεί να βρει την αρχική θέση
es_es: Se puede encontrar la posición inicial "home"
fr_fr: Peut trouver la position Home
gl_es: Pódese atopar pos. inicial
it_it: Può trovare la posizione di Home
ja_jp: ホームポジションを見つけることができます。
pt_pt: Pode ir para a posição Home
ru_ru: Может находить дом
tr_tr: Başlangıç poz. bulabilir

# LblDomeAtPark
source: At park
ca_es: En la posició aparcament (park)
el_gr: Στη θέση στάθμευσης
es_es: En la posición aparcado "Park"
fr_fr: A la position Park
gl_es: Estacionada
it_it: Parcheggiato
ja_jp: パーク状態です。
pt_pt: Na posição de park
ru_ru: В парковочном положении
tr_tr: Park halinde

# LblDomeAtHome
source: At home
ca_es: En la posició inicial (home)
el_gr: Στην αρχική θέση
es_es: En la posición inicial (home)
fr_fr: A la position Home
gl_es: En inicio
it_it: Posizione di Home
ja_jp: ホームポジションです。
pt_pt: Na posição home
ru_ru: В домашнем положении
tr_tr: Başlangıç pozisyonunda

# LblDomeDriverFollowing
source: Driver following telescope
ca_es: El controlador segueix el telescopi
el_gr: Ο οδηγός ακολουθεί το τηλεσκόπιο
es_es: El controlador sigue el telescopio
fr_fr: Le pilote suit le télescope
gl_es: Controlador seguindo o telescopio
it_it: Il driver segue il telescopio
ja_jp: ドライバーは望遠鏡を追従しています
pt_pt: Driver a seguir o telescópio
ru_ru: Драйвер следует за телескопом
tr_tr: Sürücü teleskopu takip ediyor

# LblDomeSlewing
source: Slewing
ca_es: Girant
el_gr: Γίνεται Μετακίνηση
es_es: Girando
fr_fr: Pointage
gl_es: Desprazando
it_it: Puntamento
ja_jp: 旋回中
pt_pt: A mover
ru_ru: Движение
tr_tr: Çevriliyor

# LblDomeAzimuth
source: Azimuth
ca_es: Azimut
el_gr: Αζιμούθιο
es_es: Azimut
fr_fr: Azimut
gl_es: Acimut
ja_jp: 方位角
pt_pt: Azimute
ru_ru: Азимут
tr_tr: Azimut

# LblDomeNoSource
source: No dome source
ca_es: Sense cap Cúpula (Dome) seleccionada
el_gr: Δεν υπάρχει Πηγή Θόλου
es_es: Ningún domo seleccionado
fr_fr: Aucun dôme sélectionné
gl_es: Non hai fonte da cúpula
it_it: Nessuna Sorgente per cupola
ja_jp: ドームに関するソースがみつかりません。
pt_pt: Nenhum Dome Seleccionado
ru_ru: Нет источника купола
tr_tr: Dome kaynağı yok

# LblDomeCannotSlew
source: Dome cannot slew
ca_es: La Cúpula (dome) no pot girar
el_gr: Ο Θόλος δεν μπορεί να μετακινηθεί
es_es: La cúpula no puede girar
fr_fr: Le dôme ne peut pas pointer
gl_es: A cúpula non se pode desprazar
it_it: La cupola non può puntare
ja_jp: ドームが旋回できません。
pt_pt: O Dome não pode mover
ru_ru: Купол не может двигаться
tr_tr: Dome çeviremiyor

# LblDomeCannotFindHome
source: Dome cannot find home
ca_es: La Cúpula (dome) no pot troba la posició inicial (home)
el_gr: Ο θόλος δεν μπορεί να βρει την αρχική θέση
es_es: La cúpula no puede encontrar la posición "home"
fr_fr: Le dôme ne peut pas trouver la position Home
gl_es: A cúpula non pode atopar a posición de inicio
it_it: La cupola non può trovare la posizione Home
ja_jp: ドームがホームポジションをみつけられません。
pt_pt: O Dome não pode encontrar a posição home
ru_ru: Купол не может найти домашнюю позицию
tr_tr: Dome başlangıç poz. bulamıyor

# LblDomeCannotPark
source: Dome cannot park
ca_es: La Cúpula (dome) no pot estacionar (park)
el_gr: Ο Θόλος δεν μπορεί να σταθμεύσει
es_es: La cúpula no puede aparcarse
fr_fr: Le dôme ne peut pas parker
gl_es: A cúpula non pode estacionar
it_it: La cupola non può parcheggiare
ja_jp: ドームがパークできません。
pt_pt: O Dome não pode ir para a posição de park
ru_ru: Купол не может парковать
tr_tr: Dome park edemiyor

# LblDomeCannotSetPark
source: Dome cannot set park position
ca_es: La Cúpula (dome) no pot determinar la posició aparcament (park)
el_gr: Ο Θόλος δεν μπορεί να ορίσει την θέση στάθμευσης
es_es: La cúpula no puede establecer la posición de aparcado
fr_fr: Le dôme ne peut pas définir la position du park
gl_es: A cúpula non pode establecer a posición de estacionamento
it_it: La cupola non può impostare la posizione di parcheggio
ja_jp: ドームのパークポジションを設定できません。
pt_pt: O Dome não pode definir a posição park
ru_ru: Купол не может задать позицию парковки
tr_tr: Dome park pozisyonunu ayarlayamıyor

# LblDomeCannotSetShutter
source: Dome cannot set shutter
ca_es: La cúpula (dome) no pot ajustar l'obturador
el_gr: Ο Θόλος δεν μπορεί να ρυθμίσει το κλείστρο
es_es: La cúpula no puede ajustar la apertura
fr_fr: Le dôme ne peut pas régler le cimier
gl_es: A cúpula non pode axustar a apertura
it_it: La cupola non può impostare l'otturatore
ja_jp: ドームのシャッターを設定できません
pt_pt: O Dome não pode definir o estado da janela de observação
ru_ru: Купол не может установить затвор
tr_tr: Dome obtüratörü ayarlayamıyor

# LblDomeCannotSetAzimuth
source: Dome cannot set azimuth
ca_es: La cúpula no pot sincronitzar l'azimut
es_es: La cúpula no puede establecer el azimut
gl_es: A cúpula non pode establecer o acimut
ja_jp: ドームは方位角を設定できません

# LblDomeCannotSyncAzimuth
source: Dome cannot sync azimuth
ca_es: La cúpula (dome) no pot sincronitzar l'azimut
el_gr: Ο Θόλος δεν μπορεί να συγχρονίσει το αζιμούθιο
es_es: La cúpula no puede sincronizar azimut
fr_fr: Le dôme ne peut pas synchroniser l'azimut
gl_es: A cúpula non pode sincronizar acimut
it_it: La cupola non può sincronizzare azimuth
ja_jp: ドームは方位角を同期できません
pt_pt: O Dome não pode sincronizar em azimute
ru_ru: Купол не может синхронизировать азимут
tr_tr: Dome Azimutu senkronize edemiyor

# LblDomeConnected
source: Dome connected
ca_es: Cúpula (dome) connectada
el_gr: Ο Θόλος συνδέθηκε
es_es: Cúpula conectada
fr_fr: Dôme connecté
gl_es: Cúpula conectada
it_it: Cupola connessa
ja_jp: ドームが接続されました
pt_pt: Dome conectado
ru_ru: Купол подключен
tr_tr: Dome bağlandı

# LblDomeConnectionLost
source: Dome connection lost.
ca_es: S'ha perdut la connexió amb la cúpula (dome).
el_gr: Η σύνδεση με τον Θόλο χάθηκε.
es_es: Perdida conexión con cúpula.
fr_fr: Connexion au dôme perdue.
gl_es: Conexión coa cúpula perdida.
it_it: Connessione cupola persa.
ja_jp: ドームの接続が失われました。
pt_pt: Ligação ao Dome perdida.
ru_ru: Соединение с куполом потеряно.
tr_tr: Dome bağlantısı kayboldu.

# LblDomeDisconnect
source: Disconnect dome?
ca_es: Desconnectar la cúpula (dome)?
el_gr: Αποσύνδεση θόλου;
es_es: ¿Desconectar la cúpula?
fr_fr: Déconnecter le dôme ?
gl_es: Desligar a cúpula?
it_it: Disconnetti la cupola?
ja_jp: ドームの接続を解除しますか？
pt_pt: Desconectar a cúpula?
ru_ru: Отключить купол?
tr_tr: Kubbe bağlantısı kesilsin mi?

# LblDomeNotConnected
source: Dome not connected
ca_es: Cúpula (dome) no connectada
el_gr: Ο θόλος δεν έχει συνδεθεί
es_es: Cúpula no conectada
fr_fr: Dôme non connecté
gl_es: Cúpula non conectada
it_it: Cupola non connessa
ja_jp: ドームは接続されていません
pt_pt: Dome não conectado
ru_ru: Купол не подключен
tr_tr: Dome bağlanmadı

# LblDownload
source: Download
ca_es: Descarregar
el_gr: Λήψη
es_es: Descargar
fr_fr: Téléchargement
gl_es: Descarga
it_it: Scarica
ja_jp: ダウンロード
pt_pt: Transferir
ru_ru: Скачать
tr_tr: İndir

# LblDownloadImage
source: Download image
ca_es: Descarregar Imatge
el_gr: Λήψη Εικόνας
es_es: Descargar Imagen
fr_fr: Téléchargement Image
gl_es: Descargar Imaxe
it_it: Scarica Immagine
ja_jp: 画像のダウンロード
pt_pt: Transferir Imagem
ru_ru: Загрузить изображение
tr_tr: Resmi indir

# LblDownloadImageTooltip
source: Download an image from the NASA sky survey site for the given coordinates
ca_es: Descarregueu la imatge de la NASA skysurvey per a les coordenades donades
el_gr: Λήψη Εικόνας από το NASA skysurvey για τις δεδομένες συντεταγμένες
es_es: Descargar Imagen desde el skysurvey de la NASA para las coordenadas dadas
fr_fr: Téléchargement l'Image du NASA skysurvey pour les coordonnées données
gl_es: Descargar Imaxe dende a NASA para as coordenadas dadas
it_it: Scarica Immagine dal NASA skysurvey per le coordinate impostate
ja_jp: NASA Skysurveyから設定座標に対しる画像をダウンロード
pt_pt: Transferir a imagem a partir de NASA skysurvey para as coordenadas definidas
ru_ru: Скачать изображение из обзора NASA для данных координат
tr_tr: Verilen koordinatlardaki resmi NASA Sky Survey'den indir

# LblDownloading
source: Downloading
ca_es: Descarregant
el_gr: Γίνεται Λήψη
es_es: Descargando
fr_fr: Téléchargement
gl_es: Descargando
it_it: Download in corso
ja_jp: ダウンロード中
pt_pt: A transferir
ru_ru: Загружается
tr_tr: İndiriliyor

# LblDownloadMoreIndexFiles
source: Download more index files
ca_es: Descarregar més arxius de l'index
el_gr: Λήψη περισσότερων αρχείων δεικτών
es_es: Descargar más archivos de índice
fr_fr: Téléchargement plus de fichiers d'indexation
gl_es: Descargar máis arquivos índice
it_it: Scarica piu' files di indice
ja_jp: 更にインデックスファイルをダウンロード
pt_pt: Transferir mais ficheiros de índice
ru_ru: Скачать больше файлов индекса
tr_tr: Daha fazla indeks dosyası indir

# LblDownSampleFactor
source: Downsample factor
ca_es: Factor de disminució
el_gr: Παράγοντας Μείωσης Δείγματος
es_es: Factor de disminución
fr_fr: Facteur de Sous-échantillonnement
gl_es: Factor de redución
it_it: Fattore di riduzione
ja_jp: ダウンサンプル係数
pt_pt: Factor de redimensionamento
ru_ru: Коэффициент даунсэмплинга
tr_tr: Çözünürlük azaltma faktörü

# LblDriverInfo
source: Driver info
ca_es: Informació del controlador
el_gr: Πληροφορίες Οδηγού
es_es: Info controlador
fr_fr: Information Pilote
gl_es: Info do Driver
it_it: Informazioni Driver
ja_jp: ドライバー情報
pt_pt: Informações do Driver
ru_ru: Информация о драйвере
tr_tr: Sürücü Bilgisi

# LblDriverVersion
source: Driver version
ca_es: Versió del controlador
el_gr: Έκδοση Οδηγού
es_es: Version controlador
fr_fr: Version Pilote
gl_es: Versión do Driver
it_it: Versione Driver
ja_jp: ドライバーのバージョン
pt_pt: Versão do Driver
ru_ru: Версия драйвера
tr_tr: Sürücü Sürümü

# LblDuration
source: Duration
ca_es: Durada
el_gr: Διάρκεια
es_es: Duración
fr_fr: Durée
gl_es: Duración
it_it: Durata
ja_jp: 継続時間
pt_pt: Duração
ru_ru: Продолжительность
tr_tr: Süre

# LblDusk
source: Dusk
ca_es: Capvespre
el_gr: Σούρουπο
es_es: Anochecer
fr_fr: Crépuscule
gl_es: Noitiña
it_it: Crepuscolo
ja_jp: 薄明終
pt_pt: Crepúsculo
ru_ru: Сумерки
tr_tr: Alacakaranlık

# LblEast
source: East
ca_es: Est
el_gr: Ανατολή
es_es: Este
fr_fr: Est
gl_es: Leste
it_it: Est
ja_jp: 東
pt_pt: Este
ru_ru: Восток
tr_tr: Doğu

# LblEDCameraNotInManualMode
source: Camera is not set to manual or bulb mode! Please set it to manual or bulb mode before connecting
ca_es: La càmera no està configurada en mode manual o obturador (bulb)!. Si us plau, configureu-la en mode manual o obturador (bulb) abans de connectar-vos
el_gr: Η Κάμερα δεν είναι ρυθμισμένη για χειροκίνητη ή λειτουργία bulb! Παρακαλώ ρυθμίστε τη σε χειροκίνητη ή bulb λειτουργία πριν την σύνδεση
es_es: ¡La cámara no está configurada en modo manual o bulb! Por favor, ajústela en modo manual o bulb antes de conectar
fr_fr: La caméra n'est pas réglée en mode manuel ou en mode "Bulb"! Veuillez le régler en mode manuel ou "Bulb" avant de vous connecter
gl_es: A cámara non está en manual ou modo Bulb! Pona nun destes estados antes de conectar
it_it: La camera non e' impostata su manuale or bulb mode! Pregasi di impostare su manuale o bulb mode prima di connetterla
ja_jp: カメラがManualモード又はBulbモードに設定されていません。Manualモード又はBulbモードに設定してから接続して下さい。
pt_pt: A câmera não está definida para o modo manual ou modo "bulb"! Por favor, configure para o modo manual ou modo "bulb" antes de conectar
ru_ru: Камера не установлена в ручном режиме или режиме bulb! Пожалуйста, установите его в режим ручной или bulb перед подключением
tr_tr: Kamera manuel veya bulb moduna ayarlı değil! Lütfen bağlanmadan önce manual veya bulb moduna ayarlayın

# LblEnableBitScaling
source: Enable bit scaling
ca_es: Activar escalat de bit
el_gr: Ενεργοποίηση κλιμάκωσης bit
es_es: Habilita Escalado de bit
fr_fr: Activer la mise à l'échelle Bits
gl_es: Activar escalado de bit
it_it: Abilita la rimappatura dei bit bit
ja_jp: ビットスケーリングをオンにする。
pt_pt: Ativar escala de bits
ru_ru: Включить масштабирование битности
tr_tr: Bit ölçeklemeyi etkinleştir

# LblEnableBitScalingTooltip
source: Save 10/12/14 bit images with scaling to 16 bits. (Only relevant for Altair, Omegon, SVBony, RisingCam and ToupTek cameras, when using the native driver)
ca_es: Guarda imatges de 10/12/14 bits amb escala a 16 bits. (Només rellevant per a les càmeres Altair, Omegon, SVBony, RisingCam i ToupTek quan s'utilitza el controlador natiu)
el_gr: Αποθήκευση εικόνων 10/12/14 bit με κλίμακα στα 16 bits. (Σχετικό μόνο για κάμερες Altair και ToupTek)
es_es: Guardar imágenes de 10/12/14 bits con escalado de 16 bits. (Solo relevante para las cámaras Altair, Omegon, SVBony, RisingCam y ToupTek, al usar el controlador nativo)
gl_es: Gardar imaxes de 10/12/14 bits con escalado de 16 bits. (Só relevante para cámaras Altair, Omegon, SVBony, RisingCam e ToupTek cando se usa o controlador nativo)
ja_jp: 10/12/14 ビット画像を、16 ビットに拡張して保存します。(Altair、Omegon、SVBony、RisingCam、ToupTekのカメラで、ネイティブドライバーを使用する場合に限られます)。
pt_pt: Guardar imagens de 10/12/14 bits com uma escala de 16 bits. (relevante apenas para as câmeras Altair e ToupTek)
ru_ru: Сохранить изображения 10/12/14 бит с масштабированием до 16 бит. (только для камер Altair и ToupTek)

# LblEnabled
source: Enabled
ca_es: Activat
el_gr: Ενεργοποιημένο
es_es: Habilitado
fr_fr: Activé
gl_es: Activado
it_it: Abilitato
ja_jp: オン
pt_pt: Activado
ru_ru: Включено
tr_tr: Etkin

# LblEndOfSequenceCloseFlatDeviceCover
source: Closing flat device cover
ca_es: Tancar la tapa de Flats
el_gr: Κλείσιμο καλύμματος συσκευής flat
es_es: Cerrar Cubierta de Flat
fr_fr: Fermeture du bouchon de l'appareil à flat
gl_es: Pechando a tapa do panel de flat
it_it: Chiusura copertura generatore di flat
ja_jp: フラット装置のカバーを閉じています。
pt_pt: A fechar a tampa do dispositivo de flats
ru_ru: Закрытие крышки флэт устройства
tr_tr: Düz kare cihazı örtülüyor

# LblEndOfSequenceDecision
source: Run end of sequence options?
ca_es: Executar Opcions de final de seqüència?
el_gr: Να εκτελεστούν οι επιλογές για το τέλος της αλληλουχίας;
es_es: ¿Ejecutar Opciones de final de secuencia?
fr_fr: Exécuter les options de fin de séquence?
gl_es: Activar opcións de fin de secuencia?
it_it: Eseguire le opzioni di fine sequenza?
ja_jp: シーケンス終了オプションを実行しますか？
pt_pt: Executar opções de fim de sequência?
ru_ru: Выполнить настройки окончания серии?
tr_tr: Sekans sonu seçenekleri çalıştırılsın mı?

# LblEndOfSequenceOptions
source: End of sequence options
ca_es: Opcions de Final de Seqüència
el_gr: Επιλογές Τέλους Αλληλουχίας
es_es: Opciones de Final de Secuencia
fr_fr: Options de Fin de Séquence
gl_es: Opcións de Fin de Secuencia
it_it: Opzioni fine sequenza
ja_jp: シーケンス終了オプション
pt_pt: Opções de fim de sequência
ru_ru: Параметры конца серии
tr_tr: Sekans sonu seçenekleri

# LblEndOfSequenceParkTelescope
source: Park telescope
ca_es: Aparcar (park) el Telescopi
el_gr: Στάθμευση Τηλεσκοπίου
es_es: Aparcar Telescopio
fr_fr: Park Télescope
gl_es: Estacionar Telescopio
it_it: Parcheggia telescopio
ja_jp: 望遠鏡をパーク位置に移動
pt_pt: Ir para a posição de park
ru_ru: Парковка телескопа
tr_tr: Teleskopu park et

# LblEndOfSequenceWarmCamera
source: Warm camera
ca_es: Escalfar la Càmera
el_gr: Θέρμανση Κάμερας
es_es: Calentar cámara
fr_fr: Réchauffement Caméra
gl_es: Quentar Cámara
it_it: Riscalda camera
ja_jp: カメラを昇温する
pt_pt: Aquecer a câmera
ru_ru: Прогрев камеры
tr_tr: Kamerayı ısıt

# LblEpoch
source: Epoch
el_gr: Εποχή
fr_fr: Époque
gl_es: Época
it_it: Epoca
ja_jp: エポック
pt_pt: Época
ru_ru: Эпоха
tr_tr: Dönüm noktası

# LblEquipment
source: Equipment
ca_es: Equipament
el_gr: Εξοπλισμός
es_es: Equipamiento
fr_fr: Équipement
gl_es: Equipamento
it_it: Equipaggiamento
ja_jp: 機材
pt_pt: Equipamento
ru_ru: Оборудование
tr_tr: Ekipman

# LblError
source: Error
el_gr: Σφάλμα
fr_fr: Erreur
gl_es: Erro
it_it: Errore
ja_jp: エラー
pt_pt: Erro
ru_ru: Ошибка
tr_tr: Hata

# LblErrorDistance
source: Error distance
ca_es: Error de Distància
el_gr: Απόσταση Σφάλματος
es_es: Error de Distancia
fr_fr: Erreur en Distance
gl_es: Distancia do Erro
it_it: Distanza Errore
ja_jp: エラー距離
pt_pt: Erro de distância
ru_ru: Расстояние ошибки
tr_tr: Mesafe hatası

# LblErrorLT
source: Error <
el_gr: σφάλμα <
fr_fr: erreur <
gl_es: erro <
it_it: errore <
ja_jp: エラー<
pt_pt: erro <
ru_ru: ошибка <
tr_tr: hata <

# LblEsoSkySurvey
source: ESO Sky Survey
it_it: Mappatura ESO Sky
ja_jp: ESOスカイサーベイ
ru_ru: Небесный обзор ESO
tr_tr: ESO gökyüzü incelemesi
