Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblCameraConnected
source: Camera connected
ca_es: Càmera connectada
el_gr: Η Κάμερα συνδέθηκε
es_es: Cámara Conectada
fr_fr: Caméra connectée
gl_es: Cámara ligada
it_it: Camera connessa
ja_jp: カメラが接続されました。
pt_pt: Câmera conectada
ru_ru: Камера подключена
tr_tr: Kamera bağlandı

# LblCameraConnectionLost
source: Camera connection lost! Please reconnect the camera!
ca_es: S'ha perdut la connexió amb la càmera. Torneu a connectar la càmera!
el_gr: Η σύνδεση με την Κάμερα χάθηκε! Παρακαλώ ξανασυνδέστε την Κάμερα!
es_es: ¡Conexión a la cámara perdida! ¡Por favor, reconecte la cámara!
fr_fr: La connexion à la caméra a été perdue! SVP veuillez reconnecter la caméra!
gl_es: Perdida a conexión da cámara! Volve conectala!
it_it: Connessione alla camera persa! Si prega di riconnettere la Camera!
ja_jp: カメラの接続が切れました。再度接続して下さい。
pt_pt: Ligação à câmera perdida! Por favor reconecte a câmera!
ru_ru: Соединение с камерой потеряно! Подключите камеру!
tr_tr: Kamera bağlantısı kesildi! Lütfen tekrar bağlayın!

# LblCameraCoolerNotEnabled
source: Camera has a cooler but it is not enabled or on
ca_es: La càmera té refrigeració, però no està habilitada
el_gr: Η Κάμερα έχει ψύκτη, αλλά δεν έχει ενεργοποιηθεί
es_es: La cámara dispone de refrigerador pero no esta conectado
fr_fr: La caméra comporte un système de refroidissement mais ce dernier n'est encore pas activé.
gl_es: A cámara ten refrixeración, pero non está habilitada
it_it: La camera ha un raffreddatore, ma non è stato abilitato
ja_jp: カメラは冷却仕様ですが、冷却がオフになっています。
pt_pt: A câmera tem um sistema de refrigeração, contudo não está activo
ru_ru: Камера имеет охлаждение, но оно ещё не включено
tr_tr: Kamerada soğutucu var, henüz etkinleştirilmedi

# LblCameraDownloadFailed
source: Camera download failed. Exposure time: {0}s Type: {1} Gain: {2} Filter: {3}
ca_es: Error al descarregar càmera. Temps d'exposició: {0} s Tipus: {1} Guany: {2} Filtre: {3}
el_gr: Η λήψη της εικόνας από την Κάμερα απέτυχε. Χρόνος έκθεσης: {0}δ Τύπος: {1} Ενίσχυση: {2} Φίλτρο: {3}
es_es: Error al descargar de la cámara. Tiempo de exposición: {0}s Tipo: {1} Ganancia: {2} Filtro: {3}
fr_fr: Le transfert d'image de la caméra a échoué. Temps d'exposition: {0}s Type: {1} Gain: {2} Filtre: {3}
gl_es: Fallou a descarga da cámara. Tempo de exposición: {0}s Tipo: {1} Ganancia: {2} Filtro: {3}
it_it: Camera download fallito. Tempo Esposizione: {0}s Tipo: {1} Guadagno: {2} Filtro: {3}
ja_jp: カメラからのダウンロードに失敗 露出時間：{0}秒 タイプ：{1} ゲイン：{2} フィルター：{3}
pt_pt: A transferência da câmera falhou. Tempo de exposição: {0}s Tipo: {1} Gain: {2} Filtro: {3}
ru_ru: Получение данных с камеры не удалось. Выдержка: {0} сек Тип: {1} Усиление: {2} Фильтр: {3}
tr_tr: Kameradan indirme başarısız oldu. Pozlama süresi: {0}s Tip: {1} Kazanç: {2} Filtre: {3}

# LblCameraHighPower
source: Camera cooler is running at {0}% power and may not be able to compensate for ambient temperature variations
ca_es: El refrigerador de la càmera funciona amb un {0}% de potència i pot ser que no sigui capaç de compensar les variacions de la temperatura ambient
el_gr: Ο ψύκτης της Κάμερας λειτουργεί {0}% σε ισχύ και μπορεί να μην είναι δυνατό να αντισταθμίσει σε αλλαγές της θερμοκρασίας περιβάλλοντος
es_es: El refrigerador de la cámara se está ejecutando a un {0}% de potencia y puede no ser capaz de compensar las variaciones de temperatura ambiente
fr_fr: La puissance de refroidissement de la caméra fonctionne à {0}% et peut ne pas être en mesure de compenser pour les variations de températures ambiantes
gl_es: A refrixeración da cámara está ó {0}% e pode non abondar para compensar as variacións da temperatura ambiente
it_it: Il raffreddamento della camera è al {0}% di potenza e potrebbe non essere in grado di compensare le variazioni della temperatura ambiente
ja_jp: カメラは{0}%のパワーで冷却しており、環境温度変化の変動を補正できない可能性があります。
pt_pt: O sistema de refrigeração da câmera está a correr a {0}% e pode não ser capaz de compensar variações de temperatura ambiente
ru_ru: Охладитель камеры работает на {0}% мощности и возможно не сможет компенсировать изменение температуры окружающей среды
tr_tr: Kamera soğutucusu %{0} güçte çalışıyor ve çevresel ısı varyasyonları için eşitlemeyi sağlayamayabilir

# LblCameraNotAtTargetTemp
source: Camera temperature is {0}°C but the target temperature is {1}°C
ca_es: La càmera està a {0} ° C, però la temperatura objectiu és de {1} ° C
el_gr: Η Κάμερα είναι στους {0}°C αλλά η επιθυμητή θερμοκρασία είναι {1}°C
es_es: Camara esta a {0}°C aun asi la temperatura objetivo es {1}°C
fr_fr: Le refroidissement de la caméra est à {0}°C et la cible est à {1}°C
gl_es: A cámara está a {0}°C mais a temperatura a lograr é de {1}°C
it_it: La Camera è a {0}°C, ma l'obiettivo di temperatura è {1}°C
ja_jp: 現在のカメラ温度は{0}℃ですが、ターゲット温度は{1}℃です。
pt_pt: A câmera está a {0} ºC e a temperatura definida é {1} ºC
ru_ru: Температура камеры {0}°С, целевая температура {1}°С
tr_tr: Kamera henüz {0}°C hedef sıcaklık {1}°C

# LblCameraOptions
source: Camera options
ca_es: Opcions de la càmera
el_gr: Ρυθμίσεις Κάμερας
es_es: Opciones de la cámara
fr_fr: Caméra Options
gl_es: Opcións Cámara
it_it: Opzioni Camera
ja_jp: カメラオプション
pt_pt: Opções da câmera
ru_ru: Параметры камеры
tr_tr: Kamera opsiyonları

# LblCameraParameter
source: Camera parameter
ca_es: Paràmetre de la càmera
el_gr: Παράμετρος Κάμερας
es_es: Parámetros de la cámara
fr_fr: Paramètres de la Caméra
gl_es: Parámetros Cámara
it_it: Parametro della Camera
ja_jp: カメラパラメーター
pt_pt: Parâmetros da câmera
ru_ru: Параметр камеры
tr_tr: Kamera parametreleri

# LblCameraState
source: Camera state
ca_es: Estat de la Càmera
el_gr: Κατάσταση Κάμερας
es_es: Estado de la cámara
fr_fr: Caméra État
gl_es: Estado Cámara
it_it: Stato della Camera
ja_jp: カメラステータス
pt_pt: Estado da Câmera
ru_ru: Состояние камеры
tr_tr: Kamera durumu

# LblCameraXSize
source: Sensor X size
ca_es: Tamany X de la Càmera
el_gr: Χ Μέγεθος Κάμερας
es_es: Tamaño X de cámara
fr_fr: Largeur du capteur (pix)
gl_es: Resolución X Cámara
it_it: Dimensione X Camera
ja_jp: カメラ X サイズ
pt_pt: Tamanho X da Câmera
ru_ru: Размер сенсора по X
tr_tr: Kamera X ölçüsü

# LblCameraYSize
source: Sensor Y size
ca_es: Tamany Y de la Càmera
el_gr: Υ Μέγεθος Κάμερας
es_es: Tamaño Y de cámara
fr_fr: Hauteur du capteur (pix)
gl_es: Resolución Y Cámara
it_it: Dimensione Y Camera
ja_jp: カメラ Y サイズ
pt_pt: Tamanho Y da Câmera
ru_ru: Размер сенсора по Y
tr_tr: Kamera Y ölçüsü

# LblCamInfo
source: Camera info
ca_es: Informació de la Càmera
el_gr: Πληροφορίες Κάμερας
es_es: Info de la cámara
fr_fr: Caméra Info
gl_es: Info Cámara
it_it: Informazioni Camera
ja_jp: カメラ情報
pt_pt: Informações da câmera
ru_ru: Информация о камере
tr_tr: Kamera bilgisi

# LblCamSettings
source: Camera settings
ca_es: Característiques de la Càmera
el_gr: Ρυθμίσεις Κάμερας
es_es: Ajustes de la cámara
fr_fr: Caméra Configuration
gl_es: Config. Cámara
it_it: Impostazioni Camera
ja_jp: カメラ設定
pt_pt: Configurações da câmera
ru_ru: Настройки камеры
tr_tr: Kamera ayarları

# LblCancel
source: Cancel
ca_es: Cancel·lar
el_gr: Άκυρο
es_es: Cancelar
fr_fr: Annuler
gl_es: Cancelar
it_it: Annulla
ja_jp: キャンセル
pt_pt: Cancelar
ru_ru: Отмена
tr_tr: Vazgeç

# LblCanonErrorOccurred
source: A Canon error occurred: {0}
ca_es: S'ha produït un error de Canon: {0}
el_gr: Ένα σφάλμα Canon έλαβε χώρα: {0}
es_es: Se ha producido un error de Canon: {0}
fr_fr: Une erreur provenant du dispositif Canon est survenue {0}
gl_es: Ocorreu un erro Canon: {0}
it_it: Si è verificato un errore Canon : {0}
ja_jp: Canonエラーが発生しました：{0}
pt_pt: Ocorreu um erro Canon: {0}
ru_ru: Произошла ошибка Canon: {0}
tr_tr: Bir Canon hatası oluştu: {0}

# LblCaptureImageAndPlatesolve
source: Capture image and plate solve
ca_es: Capturar Imatge i fer Resolució de Plaques
el_gr: Λήψη Εικόνας και Platesolve
es_es: Capturar imagen y resolverla
fr_fr: Capture d'images et réduction
gl_es: Capturar Imaxe e Astrometría
it_it: Cattura immagine e lancia risoluzione astrometrica
ja_jp: 画像を取得してプレートソルブ処理します。。
pt_pt: Capturar Imagem e efectuar Platesolve
ru_ru: Съёмка изображения и определение координат
tr_tr: Resmi çek ve platesolve uygula

# LblCaptureImageCovered
source: Cover sensor and capture image
ca_es: Tapa el sensor i Captura una Imatge
el_gr: Καλύψτε τον Αισθητήρα και Κάντε Λήψη Εικόνας
es_es: Cubre el sensor y captura una imagen
fr_fr: Couvrir le capteur et capturer l'image
gl_es: Tapar o sensor e capturar imaxe
it_it: Copri il sensore e cattura l'immagine
ja_jp: センサーをカバーして画像取得
pt_pt: Tapar o Sensor e Capturar a Imagem
ru_ru: Закройте крышку и снимите изображение
tr_tr: Sensörü kapat ve resmi çek

# LblCaptureImageUncovered
source: Uncover sensor and capture image
ca_es: Destapa el sensor i captura una Imatge
el_gr: Αποκαλύψτε τον Αισθητήρα και Κάντε Λήψη Εικόνας
es_es: Descubre el sensor y captura una imagen
fr_fr: Découvrir le capteur et capturer l'image
gl_es: Destapar o sensor e capturar imaxe
it_it: Scopri il sensore e cattura immagine
ja_jp: カバーを外して画像取得
pt_pt: Destapar o Sensor e Capturar a Imagem
ru_ru: Откройте крышку и получите изображение
tr_tr: Sensörü aç ve resmi çek

# LblCdC
source: Cartes du Ciel
ca_es: Cartes du Cel
it_it: Carte du Ciel
ja_jp: Cartes du Ceil

# LblCenterDec
source: Center Dec
ca_es: Centre Dec
el_gr: Κέντρο Απόκ.
es_es: Centro Dec
fr_fr: Centre Dec
gl_es: Centro Dec
it_it: Centra Dec
ja_jp: 赤経中央
pt_pt: Centro de Dec
ru_ru: Склонение центра
tr_tr: Dec ortala

# LblCenterDecdms
source: Center Dec DMS
ca_es: Centre Dec dms
el_gr: Κέντρο Απόκ. μλδ
es_es: Centro Dec dms
fr_fr: Centre Dec dms
gl_es: Centro Dec hms
it_it: Centra Dec dms
ja_jp: 赤経中央dms
pt_pt: Centro de Dec dms
ru_ru: Склонение центра гр.мин.сек.
tr_tr: Dec dms ortala

# LblCenterRA
source: Center RA
ca_es: Centre RA
el_gr: Κέντρο Ο.A.
es_es: Centro AR
fr_fr: Centre AD
gl_es: Centro AR
it_it: Centra AR
ja_jp: 赤経中央
pt_pt: Centro de AR
ru_ru: Центр П.В.
tr_tr: RA ortala

# LblCenterRAhms
source: Center RA HMS
ca_es: Centre RA hms
el_gr: Κέντρο Ο.A. ωλδ
es_es: Centro AR hms
fr_fr: Centre AD hms
gl_es: Centro AR hms
it_it: Centra AR hms
ja_jp: 赤経中央 hms
pt_pt: Centro de AR hms
ru_ru: Прямое восхождение центра час.мин.сек.
tr_tr: RA hms ortala

# LblCenterTarget
source: Center target
ca_es: Centrar Objecte
el_gr: Κεντράρισμα στόχου
es_es: Centrar objetivo
fr_fr: Recentrer la cible avec astrométrie
gl_es: Centrar obxectivo
it_it: Centra sull'obiettivo
ja_jp: ターゲットをセンタリング
pt_pt: Centrar objecto
ru_ru: Центрирование объекта
tr_tr: Hedef görüntü ortala

# LblChange
source: Change
ca_es: Canviar
el_gr: Αλλαγή
es_es: Cambiar
fr_fr: Changer
gl_es: Cambiar
it_it: Cambia
ja_jp: 変更
pt_pt: Mudar
ru_ru: Смена
tr_tr: Değiştir

# LblChangedSequenceWarning
source: The sequence for the target(s) '{0}' have been modified since it was last saved (or has not been saved yet). Do you want to close the sequence and lose the changes anyway?
ca_es: La seqüència de l'objectiu(s) "{0}" s'ha modificat des que es va desar per darrera vegada (o encara no s'ha desat). Voleu tancar la seqüència i perdre els canvis de totes maneres?
el_gr: Η αλληλουχία για τον/τους στόχο/ους '{0}' έχει τροποποιηθεί από την τελευταία φορά που αποθηκεύτηκε (ή δεν έχει αποθηκευτεί ακόμα). Θέλετε να κλείσετε την αλληλουχία και να χάσετε τις αλλαγές;
es_es: La secuencia para el (los) objetivo(s) '{0}' se ha modificado desde la última vez que se guardó (o aún no se ha guardado). ¿Quieres cerrar la secuencia y perder los cambios de todos modos?
fr_fr: La séquence pour la/les cible(s) '{0}' a été modifiée depuis son dernier enregistrement (ou n'a pas encore été enregistrée). Voulez-vous toujours fermer la séquence et perdre les changements?
gl_es: A secuencia para o(s) obxectivo(s) '{0}' foi modificada dende a última vez que se gardou (ou aínda non se gardou). Queres pechar a secuencia e perder todos os cambios?
ja_jp: ターゲット'{0}' のシーケンスは前回の保存後から変更されています（又は保存されていません） 変更を破棄してシーケンスを閉じますか？
pt_pt: A sequência para o(s) objecto(s) '{0}' foi modificada desde a última vez que foi guardada (ou ainda não foi guardada). Você quer fechar a sequência e perder todas as alterações?
ru_ru: Последовательность для цели(ей) '{0}' была изменена с момента последнего сохранения (или еще не сохранена). Вы хотите закрыть серию и все равно потерять изменения?
tr_tr: {0} Hedef(ler) için yapılan sekans son kaydedilmesinden sonra değiştirildi (veya henüz kaydedilmedi). Değişiklikler kaybolacaktır. Sekansı kapatmak istiyor musunuz?

# LblChangedSequenceWarningTitle
source: Closing modified sequence
ca_es: Tancant la seqüència seleccionada
el_gr: Κλείσιμο τροποποιημένης αλληλουχίας
es_es: Cerrando secuencia modificada
fr_fr: Fermeture de la séquence modifiée
gl_es: Pechando a secuencia modificada
it_it: Chiusura sequenza modificata
ja_jp: 変更されたシーケンスを閉じます。
pt_pt: A fechar a sequência modificada
ru_ru: Закрытие измененной серии
tr_tr: Modifiye edilen sekans kapanıyor

# LblChangeToBulbMode
source: Please change the mode dial to bulb mode
ca_es: Si us plau, canvia el mode la càmera al mode Obturador (Bulb)
el_gr: Παρακαλώ αλλάξτε την λειτουργία σε λειτουργία bulb
es_es: Por favor, cambia el modo de la cámara a BULB
fr_fr: Veuillez sélectionnez le mode Bulb sur le sélecteur de mode
gl_es: Cambia o dial da cámara a modo BULB
it_it: Pregasi impostare la modalità su bulb
ja_jp: モードダイヤルをBULBモードに設定してください。
pt_pt: Por favor altere para o modo bulb
ru_ru: Установите переключатель режима в режим BULB
tr_tr: Lütfen mod düğmesini bulb moduna çevirin

# LblChangeToManualMode
source: Please change the mode dial to manual mode
ca_es: Si us plau canvia el mode de la càmera a manual
el_gr: Παρακαλώ αλλάξτε την λειτουργία σε χειροκίνητη λειτουργία
es_es: Por favor cambia el modo de la cámara a manual
fr_fr: Veuillez sélectionnez le mode manuel sur le sélecteur de mode
gl_es: Cambia o dial a modo manual
it_it: Pregasi impostare la modalità su manuale
ja_jp: モードダイヤルをManualモードの設定して下さい。
pt_pt: Por favor altere para o modo manual
ru_ru: Пожалуйста, измените выбора номера в ручной режим
tr_tr: Lütfen mod düğmesini manuel moda çevirin

# LblCheckMeridianFlip
source: Check meridian flip
ca_es: Verificar canvi de Meridià
el_gr: Έλεγχος για Αλλαγή Μεσημβρινού
es_es: Verificar Cambio de Meridiano
fr_fr: Vérification du Retournement au Méridien
gl_es: Verifica Volteo Meridiano
it_it: Controllo Giro del Meridiano
ja_jp: 子午線越え反転の確認
pt_pt: Verificação de Troca de Meridiano
ru_ru: Проверить перекладку меридиана
tr_tr: Meridyen geçişini kontrol et

# LblChecksum
source: Checksum
ca_es: Comprovació
el_gr: Άθροισμα ελέγχου
es_es: Comprobación
gl_es: Comprobación
ja_jp: チェックサム
ru_ru: Контрольная сумма
tr_tr: Sağlama

# LblChecksumError
source: Checksum does not match expected value. Downloaded file may be corrupted!
ca_es: La suma de comprovació no coincideix amb el valor esperat. És possible que el fitxer descarregat estigui malmès!
el_gr: Το άθροισμα ελέγχου δεν ταιριάζει με την αναμενόμενη τιμή. Το αρχείο που λήφθηκε μπορεί να είναι αλλοιωμένο!
es_es: La suma de comprobación no coincide con el valor esperado. ¡La descarga del archivo está corrupta!
fr_fr: Le Checksum ne correspond pas à la valeur attendue. Le fichier téléchargé est peut-être corrompu !
gl_es: A comprobación non atopou o valor agardado. O arquivo descargado pode estar danado!
it_it: La checksum non corrisponde al valore atteso. Il file scaricato potrebbe essere corrotto!
ja_jp: チェックサム（データ検査）が期待値とマッチングしませんでした。ダウンロードされたファイルは破損している可能性があります。
pt_pt: O checksum não corresponde ao valor esperado. O ficheiro transferido pode estar corrompido!
ru_ru: Контрольная сумма не соответствует ожидаемому значению. Загруженный файл может быть поврежден!
tr_tr: Sağlama, beklenilen değerle eşleşmiyor. İndirilen dosya bozulmuş olabilir!

# LblChipTemp
source: Sensor temperature
ca_es: Temperatura del Xip
el_gr: Θερμοκρασία Chip
es_es: Temperatura del Chip
fr_fr: Température du Capteur
gl_es: Temperatura do Chip
it_it: Temperatura Chip
ja_jp: センサー温度
pt_pt: Temperatura do Sensor
ru_ru: Температура сенсора
tr_tr: Çip sıcaklığı

# LblChipTempShort
source: Sensor temp.
ca_es: Temp. Xip.
el_gr: Θερμοκρασία Αισθητήρα
es_es: Temp. Chip
fr_fr: T° Capteur
gl_es: Temp. Chip.
it_it: Temp. Chip
ja_jp: センサー温度
pt_pt: Temp. do Sensor.
ru_ru: Темп. сенсора
tr_tr: Çip sıca.

# LblChooseProfile
source: Choose profile
ca_es: Triar Perfil
el_gr: Επιλέξτε Προφίλ
es_es: Elegir Perfil
fr_fr: Sélection du Profile
gl_es: Escoller Perfil
it_it: Seleziona Profilo
ja_jp: プロファイル選択
pt_pt: Escolha o Perfil
ru_ru: Выберите профиль
tr_tr: Profil seç

# LblClear
source: Clear
ca_es: Neteja
el_gr: Καθαρισμός
es_es: Limpiar
fr_fr: Effacer
gl_es: Limpar
it_it: Svuota
ja_jp: クリア
pt_pt: Limpar
ru_ru: Очистить
tr_tr: Temizle

# LblClearCache
source: Clear cache
ca_es: Neteja Caché
el_gr: Καθαρισμός Προσωρινής Μνήμης
es_es: Limpiar Caché
fr_fr: Effacer Cache
gl_es: Limpar Caché
it_it: Svuota Memoria
ja_jp: キャッシュのクリア
pt_pt: Limpar Cache
ru_ru: Очистить кэш
tr_tr: Ön belleği temizle

# LblClockwise
source: Clockwise
ca_es: En sentit horari
el_gr: Δεξιόστροφα
es_es: En sentido horario
fr_fr: Sens Horaire
gl_es: Sentido horario
it_it: Orario
ja_jp: 時計回り
pt_pt: Sentido horário
ru_ru: По часовой стрелке
tr_tr: Saat yönünde

# LblCloudCover
source: Cloud cover
ca_es: Cobertura de núvols
el_gr: Νεφοκάλυψη
es_es: Covertura de Nubes
fr_fr: Couverture Nuageuse
gl_es: Cobertura de nubes
it_it: Copertura Nuvolosa
ja_jp: クラウドカバー
pt_pt: Coberto de nuvens
ru_ru: Облачный покров
tr_tr: Bulut kaplı

# LblColorSensorNotSupported
source: Colour sensors are not supported
ca_es: Encara no estan suportats els sensor a color
el_gr: Δεν υποστηρίζεται ακόμα έγχρωμος αισθητήρας
es_es: Aún no están soportados los sensores a color
fr_fr: Les capteurs couleurs ne sont pas encore supportés
gl_es: O sensor de cor aínda non está soportado
it_it: Sensori a colori al momento non ancora supportati
ja_jp: カラーのセンサーはまだサポートされていません。
pt_pt: O sensor de cor ainda não é suportado
ru_ru: Цветной сенсор пока не поддерживается
tr_tr: Renk sensörü henüz desteklenmiyor

# LblCompression
source: Compression
ca_es: Compressió
el_gr: Συμπίεση
es_es: Compresión
gl_es: Compresión
it_it: Compressione
ja_jp: 圧縮
pt_pt: Compressão
ru_ru: Сжатие
tr_tr: Sıkıştırma

# LblConnect
source: Connect
ca_es: Connectar
el_gr: Σύνδεση
es_es: Conectar
fr_fr: Connecter
gl_es: Conectar
it_it: Connetti
ja_jp: 接続
pt_pt: Conectar
ru_ru: Подключиться
tr_tr: Bağla

# LblConnected
source: Connected
ca_es: Connectat
el_gr: Συνδέθηκε
es_es: Conectado
fr_fr: Connecté
gl_es: Conectado
it_it: Connesso
ja_jp: 接続済み
pt_pt: Conectado
ru_ru: Подключено
tr_tr: Bağlandı

# LblConnecting
source: Connecting
ca_es: Connectant
el_gr: Γίνεται Σύνδεση
es_es: Conectando
fr_fr: Connection
gl_es: Conectando
it_it: In connessione
ja_jp: 接続中
pt_pt: A conectar
ru_ru: Подключение
tr_tr: Bağlanıyor

# LblConstellation
source: Constellation
ca_es: Constel·lació
el_gr: Αστερισμός
es_es: Constelación
gl_es: Constelación
it_it: Costellazione
ja_jp: 星座
pt_pt: Constelação
ru_ru: Созвездие
tr_tr: Takım yıldız

# LblConstellation_AND
source: Andromeda
el_gr: Ανδρομέδα
es_es: Andrómeda
fr_fr: Andromède
ja_jp: アンドロメダ
pt_pt: Andrómeda
ru_ru: Андромеда

# LblConstellation_ANT
source: Antlia
ca_es: Màquina Pneumàtica
el_gr: Αντλία
fr_fr: Machine pneumatique
it_it: Macchina Pneumatica
ja_jp: ポンプ座
pt_pt: Máquina Pneumática
ru_ru: Насос
tr_tr: Pompa

# LblConstellation_APS
source: Apus
ca_es: Au del paradís
el_gr: Πτηνόν
fr_fr: Oiseau de paradis
it_it: Uccello del Paradiso
ja_jp: 風鳥座
ru_ru: Райская Птица
tr_tr: Cennet Kuşu

# LblConstellation_AQL
source: Aquila
ca_es: Àliga
el_gr: Αετός
fr_fr: Aigle
ja_jp: わし座
pt_pt: Águia
ru_ru: Орёл
tr_tr: Kartal

# LblConstellation_AQR
source: Aquarius
ca_es: Aquari
el_gr: Υδροχόος
es_es: Acuario
fr_fr: Verseau
it_it: Acquario
ja_jp: 水瓶座
pt_pt: Aquário
ru_ru: Водолей
tr_tr: Kova

# LblConstellation_ARA
source: Ara
ca_es: Altar
el_gr: Βωμός
fr_fr: Autel
it_it: Altare
ja_jp: 祭壇座
ru_ru: Жертвенник
tr_tr: Sunak

# LblConstellation_ARI
source: Aries
el_gr: Κριός
fr_fr: Bélier
it_it: Ariete
ja_jp: 牡羊座
pt_pt: Carneiro
ru_ru: Овен
tr_tr: Koç

# LblConstellation_AUR
source: Auriga
el_gr: Ηνίοχος
fr_fr: Cocher
ja_jp: ぎょしゃ座
pt_pt: Cocheiro
ru_ru: Возничий
tr_tr: Arabacı

# LblConstellation_BOO
source: Bootes
ca_es: Bover
el_gr: Βοώτης
fr_fr: Bouvier
it_it: Boote
ja_jp: うしかい座
pt_pt: Boieiro
ru_ru: Волопас
tr_tr: Çoban

# LblConstellation_CAE
source: Caelum
ca_es: Burí
el_gr: Γλυφείον
fr_fr: Burin
it_it: Bulino
ja_jp: ちょうこくぐ座
pt_pt: Cinzel
ru_ru: Резец
tr_tr: Keski

# LblConstellation_CAM
source: Camelopardalis
ca_es: Girafa
el_gr: Καμηλοπάρδαλις
fr_fr: Girafe
it_it: Giraffa
ja_jp: きりん座
pt_pt: Girafa
ru_ru: Жираф
tr_tr: Zürafa

# LblConstellation_CAP
source: Capricornus
ca_es: Capricorn
el_gr: Αιγόκερως
es_es: Capricornio
fr_fr: Capricorne
it_it: Capricorno
ja_jp: やぎ座
pt_pt: Capricórnio
ru_ru: Козерог
tr_tr: Oğlak

# LblConstellation_CAR
source: Carina
ca_es: Argó
el_gr: Τρόπις
fr_fr: Carène
it_it: Carena
ja_jp: りゅうこつ座
pt_pt: Quilha
ru_ru: Киль
tr_tr: Karina

# LblConstellation_CAS
source: Cassiopeia
ca_es: Cassiopea
el_gr: Κασσιόπη
fr_fr: Cassiopée
it_it: Cassiopea
ja_jp: カシオペア座
ru_ru: Кассиопея
tr_tr: Kasiyope

# LblConstellation_CEN
source: Centaurus
ca_es: Centaure
el_gr: Κένταυρος
es_es: Centauro
fr_fr: Centaure
it_it: Centauro
ja_jp: ケンタウルス座
pt_pt: Centauro
ru_ru: Центавр
tr_tr: Erboğa

# LblConstellation_CEP
source: Cepheus
ca_es: Cefeo
el_gr: Κηφέας
es_es: Cefeo
fr_fr: Céphée
it_it: Cefeo
ja_jp: ケフェウス座
pt_pt: Cefeu
ru_ru: Цефей
tr_tr: Kral Sefe

# LblConstellation_CET
source: Cetus
ca_es: Balena
el_gr: Κήτος
fr_fr: Baleine
it_it: Balena
ja_jp: くじら座
pt_pt: Baleia
ru_ru: Кит
tr_tr: Balina

# LblConstellation_CHA
source: Chamaeleon
ca_es: Camaleó
el_gr: Χαμαιλέων
fr_fr: Caméléon
it_it: Camaleonte
ja_jp: カメレオン座
pt_pt: Camaleão
ru_ru: Хамелеон
tr_tr: Bukelamun

# LblConstellation_CIR
source: Circinus
ca_es: Compàs
el_gr: Διαβήτης
fr_fr: Compas
it_it: Compasso
ja_jp: コンパス座
pt_pt: Compasso
ru_ru: Циркуль
tr_tr: Pergel

# LblConstellation_CMA
source: Canis major
ca_es: Can major
el_gr: Μέγας Κύων
es_es: Can Major
fr_fr: Grand Chien
gl_es: Canis maior
it_it: Cane maggiore
ja_jp: おおいぬ座
pt_pt: Cão Maior
ru_ru: Большой Пёс
tr_tr: Büyük Köpek

# LblConstellation_CMI
source: Canis minor
ca_es: Can menor
el_gr: Μικρός Κύων
es_es: Can Menor
fr_fr: Petit Chien
it_it: Cane minore
ja_jp: こいぬ座
pt_pt: Cão Menor
ru_ru: Малый Пёс
tr_tr: Küçük Köpek

# LblConstellation_CNC
source: Cancer
ca_es: Cranc
el_gr: Καρκίνος
es_es: Cáncer
it_it: Cancro
ja_jp: かに座
pt_pt: Caranguejo
ru_ru: Рак
tr_tr: Yengeç

# LblConstellation_COL
source: Columba
ca_es: Coloma
el_gr: Περιστερά
fr_fr: Colombe
it_it: Colomba
ja_jp: はと座
pt_pt: Pomba
ru_ru: Голубь
tr_tr: Güvercin

# LblConstellation_COM
source: Coma berenices
ca_es: Cabellera de Berenice
el_gr: Κόμη Βερενίκης
fr_fr: Chevelure de Bérénice
it_it: Coma berenice
ja_jp: かみのけ座
pt_pt: Cabeleira de Berenice
ru_ru: Волосы Вероники
tr_tr: Berenisin Saçı

# LblConstellation_CRA
source: Corona australis
ca_es: Corona austral
el_gr: Νότιος Στέφανος
fr_fr: Couronne Australe
it_it: Corona australe
ja_jp: みなみのかんむり座
pt_pt: Coroa Austral
ru_ru: Южная Корона
tr_tr: Güney Tacı

# LblConstellation_CRB
source: Corona borealis
ca_es: Corona boreal
el_gr: Στέφανος Βόρειος
fr_fr: Couronne Boréale
it_it: Corona boreale
ja_jp: かんむり座
pt_pt: Coroa Boreal
ru_ru: Северная Корона
tr_tr: Kuzey Tacı

# LblConstellation_CRT
source: Crater
ca_es: Copa
el_gr: Κρατήρ
es_es: Cráter
fr_fr: Coupe
it_it: Cratere
ja_jp: コップ座
pt_pt: Taça
ru_ru: Чаша
tr_tr: Kupa

# LblConstellation_CRU
source: Crux
ca_es: Creu del Sud
el_gr: Σταυρός του Νότου
fr_fr: Croix
it_it: Croce
ja_jp: みなみじゅうじ座
pt_pt: Cruzeiro do Sul
ru_ru: Южный Крест
tr_tr: Güney Haçı

# LblConstellation_CRV
source: Corvus
ca_es: Corb
el_gr: Κόραξ
fr_fr: Corbeau
it_it: Corvo
ja_jp: からす座
pt_pt: Corvo
ru_ru: Ворон
tr_tr: Karga
