Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblPreparingDarkFlatSequence
source: Preparing dark flat sequence
ca_es: Preparant seqüència de Dark Flats
el_gr: Προετοιμασία Αλληλουχίας Dark Flat
es_es: Preparando secuencia de DarkFlats
fr_fr: Séquence des Noirs de PLUs en préparation
gl_es: Preparando secuencia de Dark Flat
it_it: Preparazione Sequenza Flat Scuri
ja_jp: フラットダーク撮像シーケンスの準備中
pt_pt: A preparar a sequência de Dark Flats
ru_ru: Подготовка серии дарк флэтов
tr_tr: Siyah Düz Kare sekansı hazırlanıyor

# LblPrepFlatFilterMsgBox
source: Flats for filter: {0}
ca_es: Flats per al filtre: {0}
el_gr: Flats για το φίλτρο: {0}
es_es: Flats para el filtro: {0}
fr_fr: Filtre pour PLU: {0}
gl_es: Flats por filtro: {0}
it_it: Flats per filtro: {0}
ja_jp: フィルター:{0} 使用のフラット
pt_pt: Flats por filtro: {0}
ru_ru: Флэты для фильтра: {0}
tr_tr: Düz kare için filtre:{0}

# LblPreSequenceChecklist
source: The following potential issues have been found with the sequence:
ca_es: S'han trobat els següents problemes potencials amb la seqüència:
el_gr: Τα ακόλουθα πιθανά θέματα έχουν βρεθεί σχετικά με την αλληλουχία:
es_es: Se han encontrado en tu secuencia los siguientes potenciales problemas potenciales:
fr_fr: Les problèmes potentiels suivants ont été trouvés avec la séquence :
gl_es: Atopáronse os seguintes problemas potenciais coa secuencia:
it_it: I seguenti possibili problemi sono stati individuati con la tua sequenza:
ja_jp: 次の潜在的な問題がシーケンスで発見されました:
pt_pt: Os problemas seguintes foram encontrados na sequência:
ru_ru: В вашей серии были найдены следующие потенциальные ошибки:
tr_tr: Sekansta aşağıdaki muhtemel sorunlar tespit edildi:

# LblPreSequenceChecklistHeader
source: Pre-sequence checklist
ca_es: Llista de Verificació Seqüència prèvia
el_gr: Λίστα Ελέγχου Προ-Αλληλουχίας
es_es: Lista de Verificación Pre-Secuencia
fr_fr: Liste de Contrôle Pré-Séquence
gl_es: Listaxe de verificación Pre-secuencia
it_it: Checklist pre-sequenza:
ja_jp: シーケンス事前チェックリスト
pt_pt: Lista de Verificação Pré-Sequência
ru_ru: Список предсерийной проверки
tr_tr: Ön-Sekans Kontrol Listesi

# LblPressure
source: Pressure
ca_es: Pressió
el_gr: Πίεση
es_es: Presión
fr_fr: Pression
gl_es: Presión
it_it: Pressione
ja_jp: 圧力
pt_pt: Pressão
ru_ru: Давление
tr_tr: Baskı

# LblPrimary
source: Primary
ca_es: Primari
el_gr: Κυρίως
es_es: Primario
fr_fr: Primaire
gl_es: Primario
it_it: Primario
ja_jp: 一次
pt_pt: Primário
ru_ru: Основной
tr_tr: Birincil

# LblProfiles
source: Profiles
ca_es: Perfils
el_gr: Προφίλ
es_es: Perfiles
gl_es: Perfís
it_it: Profili
ja_jp: プロファイル
pt_pt: Perfis
ru_ru: Профили
tr_tr: Profiller

# LblProgress
source: Progress
ca_es: Progrés
el_gr: Πρόοδος
es_es: Progreso
fr_fr: Progression
gl_es: Progreso
it_it: Progresso
ja_jp: 進捗
pt_pt: Progresso
ru_ru: Прогресс
tr_tr: İlerleme

# LblPull
source: Pull
ca_es: Obtenir
es_es: Obtener
fr_fr: Tirer
gl_es: Tirar
it_it: Tira
ja_jp: 引く
pt_pt: Tire
ru_ru: Вытащить
tr_tr: Çekin

# LblPush
source: Push
ca_es: Premer
es_es: Empujar
fr_fr: Pousser
gl_es: Empuxar
it_it: Spingi
ja_jp: 押す
pt_pt: Pressione
ru_ru: Нажать
tr_tr: İtin

# LblPx
source: px
ja_jp: ピクセル
ru_ru: пикс.

# LblRA
source: RA
ca_es: AR
el_gr: O.A.
es_es: AR
fr_fr: AD
gl_es: AR
it_it: AR
ja_jp: 赤経
pt_pt: AR
ru_ru: П.В.

# LblRACorrections
source: RA corrections
ca_es: Correcions en AR
el_gr: Διορθώσεις Ο.Α.
es_es: Correcciones en AR
fr_fr: Corrections en AD
gl_es: Correccións AR
it_it: Correzioni RA
ja_jp: 赤経修正
pt_pt: Correcções de AR
ru_ru: Коррекции П.В.
tr_tr: RA üzeltmeleri

# LblRadius
source: Radius
ca_es: Radi
el_gr: Ακτίνα
es_es: Radio
fr_fr: Rayon
gl_es: Raio
it_it: Raggio
ja_jp: 半径
pt_pt: Raio
ru_ru: Радиус
tr_tr: Yarıçap

# LblRAError
source: RA error
ca_es: Error en AR
el_gr: Σφάλμα Ο.Α.
es_es: Error en AR
fr_fr: Erreur AD
gl_es: Erro AR
it_it: Errore RA
ja_jp: 赤経エラー
pt_pt: Erro em AR
ru_ru: Ошибка П.В.
tr_tr: RA hatası

# LblRainRate
source: Rain rate
ca_es: Taxa de Pluja
el_gr: Ρυθμός Βροχής
es_es: Promedio LLuvia
fr_fr: Pluviométrie
gl_es: Taxa de choiva
it_it: Tasso pioggia
ja_jp: 雨天率
pt_pt: Precipitação Total
ru_ru: Скорость дождя
tr_tr: Yağış oranı

# LblRAPixError
source: RA pix. error
ca_es: AR pix Error
el_gr: Σφάλμα Pix Ο.Α.
es_es: AR Píx Error
fr_fr: Erreur AD Pix
gl_es: Erro AR Pix
it_it: Errore RA Pix
ja_jp: 赤経ピクセルエラー
pt_pt: Erro em AR (Pix)
ru_ru: Пиксельная ошибка П.В.
tr_tr: RA piksel hatası

# LblRate
source: Rate
ca_es: Taxa
el_gr: Ρυθμός
es_es: Tasa
fr_fr: Taux
gl_es: Taxa
it_it: Tasso
ja_jp: 率
pt_pt: Taxa
ru_ru: Скорость
tr_tr: Oran

# LblRawConverter
source: Raw converter
ca_es: Convertidor fitxers Raw
el_gr: Μετατροπέας Raw
es_es: Convertidor Raw
fr_fr: Conversion Raw
gl_es: Convetedor Raw
it_it: Convertitore Raw
ja_jp: Rawコンバーター
pt_pt: Conversor RAW
ru_ru: Конвертер Raw
tr_tr: Raw dönüştürücü

# LblRawConverterTooltip
source: Specifies which tool should be used for DSLR raw file conversion
ca_es: Especifica quina eina s'ha d'utilitzar per a la conversió de fitxers en format DSLR
el_gr: Ορίζει πιο εργαλείο θα πρέπει να χρησιμοποιηθεί για την μετατροπή αρχείου DSLR raw
es_es: Especifica cual herramienta sera usada para la conversion de archivos RAW de DSLR
fr_fr: Spécifie quel outil doit être utilisé pour la conversion de fichier brut DSLR
gl_es: Especifica que ferramenta se usa para converter arquivos raw DSLR
it_it: Specifica quale tool deve essere usato per la conversione dei files raw della DSLR
ja_jp: DSLRのRawファイル変換に使用するツールを選択
pt_pt: Define que ferramenta deve ser usada para a conversão de ficheiros raw DSLR
ru_ru: Определяет, какой инструмент должен использоваться для преобразования файла RAW данных DSLR
tr_tr: DSLR raw dosyası dönüşümü için hangi aracın kullanılacağını belirler

# LblReadNoise
source: Read noise in e−
ca_es: Soroll de lectura en e
el_gr: Θόρυβος Ανάγνωσης σε e
es_es: Read Noise en e
fr_fr: Bruit Lecture "é"
gl_es: Lectura de ruído en electróns
it_it: Lettura rumore in e
ja_jp: e値による読み込みノイズ
pt_pt: Ruido de leitura em e
ru_ru: Шум чтения в е
tr_tr: Gürültüyü e değerinde oku

# LblReadoutMode
source: Mode
el_gr: Λειτουργία
es_es: Modo
gl_es: Modo
it_it: Modo
ja_jp: モード
pt_pt: Modo
ru_ru: Режим
tr_tr: Mod

# LblReadoutModeTooltip
source: A numeric value corresponding to your camera's readout mode
ca_es: Un valor numèric corresponent al mode de lectura de la càmera
es_es: Un valor numérico correspondiente al modo de lectura de tu cámara
fr_fr: Une valeur numérique correspondant au mode de lecture de votre appareil
gl_es: Un valor numérico correspondente ó modo de lectura da cámara
it_it: Un valore numerico corrispondente alla modalità di lettura della tua fotocamera
ja_jp: カメラの読み出しモードに対応する数値
pt_pt: Um valor numérico correspondente ao modo de leitura da sua câmera
ru_ru: Цифровое значение, соответствующее режиму чтения вашей камеры
tr_tr: Kameranın okuma moduna karşılık gelen sayısal bir değer

# LblReadoutForNormalImages
source: Readout mode for sequences
ca_es: Mode de lectura de seqüències
el_gr: Λειτουργία ανάγνωσης για αλληλουχίες
es_es: Modo de lectura para Secuencias
fr_fr: Mode de lecture pour les séquences
gl_es: Modo de lectura para secuencias
it_it: Modalità lettura per Sequenze
ja_jp: シーケンス用の読み出しモード
pt_pt: Modo de leitura para sequências
ru_ru: Режим чтения для серий
tr_tr: Sekanslar için Readout modu

# LblReadoutForNormalImagesToolTip
source: This readout mode of your camera will be used for LIGHT, BIAS, DARK, FLAT and DARKFLAT frames in sequences.
ca_es: Aquest mode de lectura de la càmera s’utilitzarà per a fotogrames LIGHT, BIAS, DARK, FLAT i DARKFLAT en seqüències.
el_gr: Η λειτουργία ανάγνωσης της κάμερας σας θα χρησιμοποιηθεί για τα LIGHT, BIAS, DARK, FLAT και DARKFLAT καρέ στις αλληλουχίες.
es_es: Este modo de lectura de tu cámara se usará para capturas LIGHT, BIAS, DARK, FLAT y DARKFLAT en las secuencias.
fr_fr: Ce mode de lecture de votre caméra sera utilisé pour les images LIGHT, BIAS, DARK, FLAT et DARKFLAT dans les séquences.
gl_es: Este modo de lectura da cámara hase usar para LIGHT, BIAS, DARK, FLAT e DARKFLAT en secuencias.
it_it: Questa modalità lettura della tua camera sarà usata per fotogrammi LIGHT, BIAS, DARK, FLAT e DARKFLAT nelle sequenze.
ja_jp: このカメラ読み出しモードは、シーケンス内のライト、バイアス、ダーク、フラット、及びフラットダークフレームに使用されます。
pt_pt: Este modo de leitura da câmera será usado para ficheiros LIGHT, BIAS, DARK, FLAT e DARKFLAT nas sequências.
ru_ru: Этот режим чтения вашей камеры будет использоваться для кадров LIGHT, BIAS, DARK, FLAT и DARKFLAT в серии.
tr_tr: Kameranızın bu readout modu sekanslardaki RESİM, BIAS, SİYAH, DÜZ ve SİYAHDÜZ kareler için kullanılacak.

# LblReadoutForSnapImages
source: Readout mode for snapshots
ca_es: Mode de lectura per a instantànies
el_gr: Λειτουργία ανάγνωσης για στιγμιότυπα
es_es: Modo de lectura para instantáneas
fr_fr: Mode de lecture pour les instantanés
gl_es: Modo de lectura para snapshots
it_it: Modo lettura per snapshot
ja_jp: スナップショット用の読み出しモード
pt_pt: Modo de leitura para snapshots
ru_ru: Режим чтения для снимков
tr_tr: Enstantane okuma modu

# LblReadoutForSnapImagesToolTip
source: This readout mode of your camera will be used for plate solving, framing and autofocus
ca_es: Aquest mode de lectura de la càmera s’utilitzarà per a la resolució de plaques, l’enquadrament i l’enfocament automàtic
el_gr: Η λειτουργία ανάγνωσης της κάμερας σας θα χρησιμοποιηθεί για plate solving, καδράρισμα και αυτόματη εστίαση
es_es: Este modo de lectura de tu cámara se usará para la resolución de campo (platesolve), encuadre y auto enfoque
fr_fr: Ce mode de lecture de votre caméra sera utilisé pour l'astrométrie, le cadrage et la focalisation auto.
gl_es: Este modo de lectura da cámara hase usar para astrometría, encadre e autofoco
it_it: Questo modo di lettura della tua camera sarà usato per il plate solving, framing e autofocus
ja_jp: このカメラ読み出しモードは、プレートソルブ、フレーミング、及びオートフォーカスに対して使用されます。
pt_pt: Este modo de leitura da câmera será usado para efectuar plate solve, enquadramento e focagem automática
ru_ru: Этот режим чтения камеры будет использоваться для плейтсолва, кадрирования и автофокуса
tr_tr: Kameranızın bu enstantane okuma modu platesolve işlemi, kadrajlama ve otomatik odaklama için kullanılacak

# LblRecenter
source: Recentre
ca_es: Tornar a centrar
el_gr: Επανακεντράρισμα
es_es: Recentrar
fr_fr: Recentrer
gl_es: Recentrar
it_it: Ricentrare
ja_jp: 再中央化
pt_pt: Recentrar
ru_ru: Отцентрировать
tr_tr: Tekrar ortala

# LblRecenterAfterFlip
source: Recenter after flip
ca_es: Tornar a centrar després del canvi de Meridià
el_gr: Επανακεντράρισμα μετά την Αλλαγή
es_es: Recentrar tras el Meridiano
fr_fr: Recentre après retournement
gl_es: Recentrar tralo volteo
it_it: Ri-centra dopo Flip
ja_jp: フリップ後に再中央化
pt_pt: Recentrar após o Flip
ru_ru: Отцентрировать после перекладки
tr_tr: Geçiş sonrası tekrar merkezle

# LblRecenterImage
source: Recenter image
ca_es: Tornar a centrar Imatge
el_gr: Επανακεντράρισμα Εικόνας
es_es: Recentrar Imagen
fr_fr: Recentrer Image
gl_es: Recentrar Imaxe
it_it: Ri-centra Immagine
ja_jp: 画像の再中央化
pt_pt: Recentrar imagem
ru_ru: Перецентрировать изображение
tr_tr: Resmi tekrar ortala

# LblRecommendedExposureTime
source: Recommended exposure time
ca_es: Temps d'exposició recomanat
el_gr: Προτεινόμενος Χρόνος Έκθεσης
es_es: Tiempo de exposición recomendado
fr_fr: Temps d'exposition recommandé
gl_es: Tempo de Exposición Recomendado
it_it: Tempo di Esposizione Raccomandato
ja_jp: 推奨の露出時間
pt_pt: Tempo de Exposição Recomendado
ru_ru: Рекомендуемое время экспозиции
tr_tr: Gereken pozlama süresi

# LblReconnectAll
source: Reconnect all devices?
ca_es: Tornar a connectar tots els dispositius?
el_gr: Επανασύνδεση όλων των συσκευών;
es_es: ¿Reconectar todos los dispositivos?
fr_fr: Rebranchez tous les appareils?
gl_es: Reconectar todos os dispositivos?
it_it: Riconnettere tutti i devices?
ja_jp: 全てのデバイスに接続しますか？
pt_pt: Reconectar todos os dispositivos?
ru_ru: Переподключить все устройства?
tr_tr: Tüm cihazlar tekrar bağlansın mı?

# LblReconnectCamera
source: Please reconnect the camera!
ca_es: Si us plau torna a connecta la càmera!
el_gr: Παρακαλώ επανασυνδέστε την κάμερα!
es_es: ¡Por favor, reconecta la cámara!
fr_fr: SVP reconnectez la caméra!
gl_es: Reconecta a cámara!
it_it: Pregasi riconnettere camera!
ja_jp: カメラを再度接続して下さい。
pt_pt: Por favor reconecte a câmera!
ru_ru: Пожалуйста, переподключите камеру!
tr_tr: Lütfen kamerayı tekrar bağlayın!

# LblReconnectFilterwheel
source: Please reconnect the filter wheel!
ca_es: Torneu a connectar la roda de filtres!
el_gr: Παρακαλώ επανασυνδέστε τον τροχό φίλτρων!
es_es: ¡Por favor, reconecta la rueda de filtros!
fr_fr: SVP reconnectez la roue à filtres!
gl_es: Reconecta a Roda de Filtros!
it_it: Pregasi riconnettere filterwheel!
ja_jp: フィルターホイールを再度接続して下さい。
pt_pt: Por favor reconecte a roda de filtros!
ru_ru: Пожалуйста, переподключите колесо фильтров!
tr_tr: Lütfen filtre çarkını tekrar bağlayın!

# LblReconnectFocuser
source: Please reconnect the focuser!
ca_es: Si us plau torna a connectar l'enfocament automàtic!
el_gr: Παρακαλώ επανασυνδέστε τον εστιαστή!
es_es: ¡Por favor, reconecta el enfocador!
fr_fr: SVP reconnectez la focalisation!
gl_es: Reconecta o Enfocador!
it_it: Pregasi riconnettere focuser!
ja_jp: フォーカサーを再度接続して下さい。
pt_pt: Por favor reconecte o focador!
ru_ru: Пожалуйста, переподключите фокусер!
tr_tr: Lütfen odaklayıcıyı tekrar bağlayın!

# LblReconnectTelescope
source: Please reconnect the telescope!
ca_es: Si us plau torna a connectar el telescopi!
el_gr: Παρακαλώ επανασυνδέστε το τηλεσκόπιο!
es_es: ¡Por favor, reconecta el telescopio!
fr_fr: SVP reconnectez le télescope!
gl_es: Reconecta o Telescopio!
it_it: Pregasi riconnettere telescopio!
ja_jp: 赤道儀を再度接続して下さい。
pt_pt: Por favor reconecte o telescópio!
ru_ru: Пожалуйста, переподключите телескоп!
tr_tr: Lütfen teleskopu tekrar bağlayın!

# LblReferenceDate
source: Reference date
ca_es: Data de Referència
el_gr: Ημερομηνία Αναφοράς
es_es: Fecha de Referencia
fr_fr: Date de Référence
gl_es: Data de Referencia
it_it: Data di riferimento
ja_jp: 参照日
pt_pt: Data de Referência
ru_ru: Эталонное время
tr_tr: Referans Tarih

# LblRegions
source: Regions
el_gr: Περιοχές
es_es: Regiones
fr_fr: Régions
gl_es: Rexións
it_it: Regioni
ja_jp: 区画
pt_pt: Regiões
ru_ru: Регионы
tr_tr: Bölge

# LblRelease
source: Release
ca_es: Alliberament
el_gr: Έκδοση
gl_es: Liberación
it_it: Rilascio
ja_jp: リリース
ru_ru: Релиз
tr_tr: Sürüm

# LblRemaining
source: Remaining
ca_es: Restant
el_gr: Υπολοίπων
es_es: Restante
fr_fr: Restant
gl_es: Restante
it_it: Rimanenti
ja_jp: 残
pt_pt: Restante
ru_ru: Осталось
tr_tr: Kalan

# LblRemainingNo
source: Remaining #
ca_es: Restant #
el_gr: Υπολοίπων #
es_es: Restante #
fr_fr: # Restant
gl_es: Restante #
it_it: Rimanenti #
ja_jp: 残 #
pt_pt: Restante #
ru_ru: Осталось #
tr_tr: Kalan #

# LblRemoveProfileCaption
source: Remove profile?
ca_es: Eliminar el perfil?
el_gr: Να αφαιρεθεί το Προφίλ;
es_es: ¿Eliminar el perfil?
fr_fr: Effacer Profile?
gl_es: Eliminar Perfil?
it_it: Rimuovere Profilo?
ja_jp: プロファイルを除去しますか？
pt_pt: Remover o Perfil?
ru_ru: Удалить профиль?
tr_tr: Profil kaldırılsın mı?

# LblRemoveProfileText
source: Should the Profile with name: {0} and ID: {1} be removed?
ca_es: S'ha d'eliminar el perfil amb el nom: {0} i ID: {1}?
es_es: ¿Quieres eliminar el perfil con nombre: {0} e Id: {1}?
fr_fr: Le profil avec nom : {0} et ID : {1} doit-il être supprimé ?
gl_es: O perfil de nome: {0} e ID: {1} debe ser eliminado?
ja_jp: プロファイル: {0} ID: {1} を削除しますか？
pt_pt: Remover o perfil com o nome: {0} e ID: {1}?
ru_ru: Должен ли профиль с именем: {0} и id: {1} быть удален?
tr_tr: Profil adı: {0} ve kimliği: {1} kaldırılsın mı?

# LblRepeatUntil
source: Repeat until
ca_es: Repetir fins
el_gr: Επανάληψη μέχρι
es_es: Repetir hasta
fr_fr: Répéter jusqu'à
gl_es: Repetir ata
it_it: Ripeti fino a
ja_jp: まで繰り返し
pt_pt: Repetir até
ru_ru: Повторять до
tr_tr: Kadar tekrarla

# LblReplaceSequenceTarget
source: Replace as sequence target
ca_es: Substitueix com a objectiu de la seqüència
el_gr: Αντικατάσταση ως Στόχος Ακολουθίας
es_es: Sustituir como Objetivo de Secuencia.
fr_fr: Remplacer Cible Séquence
gl_es: Substituír como Obxectivo de Secuencia
it_it: Rimpiazza come target di sequenza
ja_jp: シーケンス対象として置換
pt_pt: Substituir como Grupo de Objectos
ru_ru: Заменить как цель серии
tr_tr: Sekans hedefi olarak yerleştir

# LblRescanDevices
source: Scan for devices
ca_es: Cercar dispositius
el_gr: Σάρωση Συσκευών
es_es: Buscar Dispositivos
fr_fr: Recherche des Appareils
gl_es: Buscar dispositivos
it_it: Cerca ancora i Devices
ja_jp: デバイスの再スキャン
pt_pt: Actualizar Dispositivos
ru_ru: Пересканировать устройства
tr_tr: Cihazları tekrar tara

# LblResetAndContinue
source: Reset and continue
ca_es: Restableix i continua
el_gr: Επαναφορά και Συνέχεια
es_es: Restablecer y Continuar
fr_fr: Réinitialiser et Continuer
gl_es: Restablecer e Continuar
it_it: Reset e Continua
ja_jp: リセットして継続
pt_pt: Reinicializar e Continuar
ru_ru: Сбросить и продолжить
tr_tr: Sıfırla ve devam et

# LblResetDockLayout
source: Reset layout
ca_es: Restableix Disseny
el_gr: Επαναφορά διάταξης
es_es: Restablecer Diseño
fr_fr: Réinitialiser l'affichage
gl_es: Restablecer deseño
it_it: Ripristinare il layout
ja_jp: 画面配置のリセット
pt_pt: Reinicializar o layout
ru_ru: Сбросить оформление
tr_tr: Düzenlemeyi sıfırla

# LblResetDockLayoutConfirmation
source: Should the layout be reset?
ca_es: Restablir el Disseny de la interfície?
el_gr: Να γίνει επαναφορά της διάταξης;
es_es: ¿Restablecer el Diseño de la interfaz?
fr_fr: L'affichage doit-il être réinitialisée?
gl_es: Queres restablecer o deseño?
it_it: Dovrebbe essere ripristinato il layout?
ja_jp: 画面配置をリセットしますか？
pt_pt: Reinicializar o layout?
ru_ru: Должен ли макет быть сброшен?
tr_tr: Düzenleme sıfırlansın mı?

# LblReslewToTarget
source: Reslew to target
ca_es: Tornar a l'Objectiu
el_gr: Μετακίνηση στον Στόχο
es_es: Volver al Objetivo
fr_fr: Repointer la cible
gl_es: Volver a apuntar
it_it: Reslew al Target
ja_jp: ターゲットの再導入
pt_pt: Mover novamente para o destino
ru_ru: Повторное движение к цели
tr_tr: Hedefe tekrar çevir

# LblResumeAutoguider
source: Resume autoguider
ca_es: Reprendre l'Autoguiat
el_gr: Συνέχεια Αυτόματου Οδηγητή
es_es: Retomar Autoguiado
fr_fr: Relancer Guideur
gl_es: Retomar Autoguiado
it_it: Riprendere Autoguida
ja_jp: オートガイダー再開
pt_pt: Retomar Guia
ru_ru: Возобновить автогидирование
tr_tr: Otomatik takibe devam et

# LblResumeGuiding
source: Resume guiding
ca_es: Reprendre el Guiatge
el_gr: Συνέχιση Οδήγησης
es_es: Retomar Guiado
fr_fr: Reprendre Autoguidage
gl_es: Reanudar Guiado
it_it: Riprendi Guiding
ja_jp: ガイド再開
pt_pt: Retomar Guiagem
ru_ru: Возобновить гидирование
tr_tr: Takibe devam et

# LblResumeSettleTime
source: Settle time after resume
ca_es: Temps d'espera després de reprendre
el_gr: Χρόνος Ηρεμίας μετά την συνέχιση
es_es: Tiempo de Espera tras reanudar
fr_fr: Temps de stabilisation après reprise
gl_es: Tempo de asentamento tras reanudar
it_it: Tempo Settle dopo resume
ja_jp: 再開後の安定化時間
pt_pt: Tempo de Espera após recomeçar
ru_ru: Установить время после возобновления
tr_tr: Devamdan sonra geçen süre

# LblResumeTracking
source: Resume tracking
ca_es: Reprendre el seguiment
el_gr: Συνέχεια Ακολούθησης
es_es: Reanudar Seguimiento
fr_fr: Relancer Suivie
gl_es: Reanudar Seguimento
it_it: Riprendi Tracking
ja_jp: 追尾再開
pt_pt: Retomar o seguimento
ru_ru: Продолжить слежение
tr_tr: Takibe devam et

# LblResuming
source: Resuming
ca_es: Reprenent
el_gr: Γίνεται Συνέχεια
es_es: Reanudando
fr_fr: Reprise
gl_es: Reanudando
it_it: Ripresa
ja_jp: 再開中
pt_pt: A retomar
ru_ru: Возобновление
tr_tr: Devam ediliyor

# LblRightAscension
source: Right Ascension
ca_es: Ascensió Recte
el_gr: Ορθή Αναφορά
es_es: Ascencion Recta
fr_fr: Ascension Droite
gl_es: Ascensión Recta
it_it: Ascensione Retta
ja_jp: 赤経
pt_pt: Ascensão Reta
ru_ru: Прямое Восхождение

# LblRotation
source: Rotation
ca_es: Rotació
el_gr: Περιστροφή
es_es: Rotación
gl_es: Rotación
it_it: Rotazione
ja_jp: 回転
pt_pt: Rotação
ru_ru: Вращение
tr_tr: Döndürme

# LblRotationRequired
source: Camera rotation required
ca_es: Es requereix la rotació de la càmera
el_gr: Απαιτείται Περιστροφή της Κάμερας
es_es: Se requiere rotación de cámara
fr_fr: Une rotation de la caméra est requise
gl_es: Requírese Rotación de Cámara
it_it: Rotazione Camera Richiesta
ja_jp: カメラの回転が必要
pt_pt: Rotação da câmera necessária
ru_ru: Требуется поворот камеры
tr_tr: Kameranın döndürülmesi gerekiyor

# LblRotationTolerance
source: Rotation tolerance
ca_es: Tolerància de Rotació
el_gr: Ανοχή Περιστροφής
es_es: Tolerancia de Rotación
fr_fr: Tolérance de la rotation
gl_es: Tolerancia de Rotación
it_it: Tolleranza di rotazione
ja_jp: 回転公差
pt_pt: Tolerância de Rotação
ru_ru: Допуск на поворот
tr_tr: Döndürme toleransı

# LblRotator
source: Rotator
ca_es: Rotador
el_gr: Περιστροφέας Πεδίου
es_es: Rotador
fr_fr: Rotateur
gl_es: Rotador
it_it: Rotatore
ja_jp: 回転装置
pt_pt: Rotador
ru_ru: Ротатор
tr_tr: Döndürücü

# LblRotatorConnected
source: Rotator connected
ca_es: Rotador connectat
el_gr: Ο Περιστροφέας Πεδίου συνδέθηκε
es_es: Rotador Conectado
fr_fr: Rotateur Connecté
gl_es: Rotador Conectado
it_it: Rotator Connesso
ja_jp: 回転装置接続済み
pt_pt: Rotador conectado
ru_ru: Ротатор подключен
tr_tr: Döndürücü bağlandı

# LblRotatorConnectionLost
source: Rotator connection lost! Please reconnect the rotator!
ca_es: S'ha perdut la connexió del rotador. Torneu a connectar el rotador!
el_gr: Η σύνδεση με τον Περιστροφέα Πεδίου χάθηκε! Παρακαλώ επανασυνδέστε τον περιστροφέα πεδίου!
es_es: ¡Perdida la conexión con el rotador! Por favor, reconéctalo.
fr_fr: Connexion du rotateur perdue! Veuillez reconnecter le rotateur!
gl_es: Conexión co rotador perdida! Reconéctao!
it_it: Connessione al Rotator persa! Si prega di riconnettere il rotator!
ja_jp: 回転装置の接続が途絶えました。回転装置を再接続して下さい。
pt_pt: Ligação ao rotador perdida! Por favor reconecte o rotador!
ru_ru: Соединение с ротатором потеряно! Пожалуйста, переподключите ротатор!
tr_tr: Döndürücü bağlantısı kesildi! Lütfen tekrar bağlanın!

# LblSave
source: Save
ca_es: Guardar
el_gr: Αποθήκευση
es_es: Guardar
fr_fr: Enregistrer
gl_es: Gardar
it_it: Salva
ja_jp: 保存
pt_pt: Guardar
ru_ru: Сохранить
tr_tr: Kaydet

# LblSaveAsSequence
source: Save sequence as new file
ca_es: Desa la seqüència com a un arxiu nou
el_gr: Αποθήκευση Αλληλουχίας σαν νέο αρχείο
es_es: Guardar secuencia como nuevo archivo
fr_fr: Enregistrer la Séquence comme nouveau fichier
gl_es: Gardar Secuencia como novo arquivo
it_it: Salva Sequenza come nuovo file
ja_jp: 新しいファイルとしてシーケンスを保存
pt_pt: Guardar a Sequência como um novo ficheiro
ru_ru: Сохранить серию как новый файл
tr_tr: Sekansı yeni bir dosya olarak kaydet

# LblSaveAsSequenceToolTip
source: Save sequence as new XML file
ca_es: Desa la seqüència com a fitxer xml nou
el_gr: Αποθήκευση Αλληλουχίας σαν νέο αρχείο xml
es_es: Guardar secuencia como nuevo archivo xml
fr_fr: Enregistrer la Séquence au format xml
gl_es: Gardar Secuencia como novo arquivo xml
it_it: Salva Sequenza come nuovo file xml
ja_jp: 新しいxmlファイルとしてシーケンスを保存
pt_pt: Guardar a Sequência como um novo ficheiro xml
ru_ru: Сохранить серию как новый xml файл
tr_tr: Sekansı yeni bir xml dosyası olarak kaydet

# LblSaveBacklashQuestion
source: Save focuser backlash measurements?
ca_es: Voleu desar les mesures de Backlash de l'enfocador automàtic?
el_gr: Να αποθηκευτούν οι μετρήσεις Backlash του Εστιαστή;
es_es: ¿Guardar las medidas de Backlash del enfocador?
fr_fr: Enregistrer les mesures du jeu du focuseur?
gl_es: Gardar a Medida do Backlash do Enfocador?
it_it: Salvare i valori del backlash del Focuser?
ja_jp: フォーカサーのバックラッシュ測定値を保存しますか？
pt_pt: Guardar as medições de Backlash do Focador?
ru_ru: Сохранить измерения люфта фокусера?
tr_tr: Odaklayıcı dişli boşluğu ölçümü kaydedilsin mi?
