Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblUnavailableForX86
source: Unavailable in x86
ca_es: No està disponible a X86
es_es: No disponible para x86
gl_es: Non dispoñible en x86
ja_jp: x86では利用できません

# LblAutoFocusDuration
source: Duration
ca_es: Durada
es_es: Duración
gl_es: Duración
ja_jp: 継続時間

# LblSynchronizingDome
source: Synchronizing Dome
ca_es: Sincronitzant la Cúpula
es_es: Sincronizando la cúpula
gl_es: Sincronizando a cúpula
ja_jp: ドームを同期中

# Lbl_SequenceContainer_SequenceRootContainer_ClearCaption
source: Clear sequence?
ca_es: Esborrar la seqüència?
es_es: ¿Borrar secuencia?
gl_es: Limpar a secuencia?
ja_jp: シーケンスを消去しますか？

# Lbl_SequenceContainer_SequenceRootContainer_ClearPrompt
source: Do you want to clear the complete sequence run?
ca_es: Voleu esborrar la seqüència completa?
es_es: ¿Quieres borrar la ejecución completa de la secuencia?
gl_es: Queres limpar a execución completa da secuencia?
ja_jp: シーケンス実行の全体を消去しますか？

# Lbl_SequenceContainer_SequenceRootContainer_Delete_Tooltip
source: Deletes all instructions, triggers and conditions from all areas inside the sequence
ca_es: Elimina totes les instruccions, activadors i condicions de totes les àrees dins de la seqüència
es_es: Elimina todas las instrucciones, los activadores y las condiciones de todas las áreas de la secuencia
gl_es: Suprime todas as instrucións, os desencadeadores e as condicións de todas as áreas da secuencia
ja_jp: シーケンス内の全ての場所から、命令・トリガー・条件の全てを削除します

# LblMountTimeDifferenceTooLarge
source: The mount's clock differs from the computer's clock by {0:0} seconds. This may lead to inaccurate pointing and issues with plate solving. Please review your mount's documentation regarding time configuration.
ca_es: El rellotge de la muntura difereix del rellotge de l'ordinador en {0:0} segons. Això pot provocar una senyalització inexacte i problemes amb la resolució de plaques. Si us plau, reviseu la documentació del vostre muntatge sobre la configuració de l'hora.
es_es: El reloj de la montura difiere del reloj del ordenador en {0:0} segundos. Esto puede llevar a un apuntado inexacto y a problemas con la resolución de placas. Por favor, revisa la documentación de su montura con respecto a la configuración del tiempo.
gl_es: O reloxo da montura difire do reloxo do ordenador en {0:0} segundos. Isto pode levar a apuntamentos inexactos e problemas coa resolución de placas. Revisa a documentación da túa montura sobre a configuración do tempo.
ja_jp: 架台の時計がコンピュータの時計と {0:0} 秒異なっています。 これにより導入が不正確になったり、プレートソルブの問題を引き起こしたりする可能性があります。時間設定に関する架台の説明書を確認してください。

# LblCameraRotationImportFailed
source: Unable to determine camera rotation.
ca_es: Impossible determinar la rotació de la càmera.
es_es: No se puede determinar la rotación de la cámara.
gl_es: Non se puido determinar a rotación da cámara.
ja_jp: カメラの回転角度が確定できません。

# LblCameraRotationSolved
source: Camera rotation has been determined: {0}°
ca_es: S'ha determinat la rotació de la Càmera: {0}°
es_es: La rotación de la cámara ha sido determinada: {0}°
gl_es: Determinouse a rotación da cámara: {0}°
ja_jp: カメラの回転角度が確定しました: {0}°

# LblDetermineRotationFromCamera
source: Determine rotation from camera
ca_es: Determina la rotació de la càmera
es_es: Determinar rotación desde la cámara
gl_es: Determinar a rotación dende a cámara
ja_jp: カメラの回転角度を確定

# LblDetermineRotationFromCameraCancel
source: Cancels to determine rotation from camera for framing.
ca_es: Cancel·lada la determinació de la rotació de la càmera per enquadrar.
es_es: Cancela para determinar la rotación desde la cámara para encuadrar.
gl_es: Cancela para determinar a rotación da cámara para o encuadre.
ja_jp: フレーミングのための、カメラの回転角度を確定することを中止します。

# LblDetermineRotationFromCameraTooltip
source: Takes an image with the camera and starts a plate solve to retrieve the camera orientation. Once successfully solved, the rotation will be set for framing.
ca_es: Pren una imatge amb la càmera i inicia una resolució de plaques per recuperar l'orientació de la càmera. Un cop resolt amb èxit, s'establirà la rotació per enquadrar.
es_es: Toma una imagen con la cámara y empieza la resolución astrométrica para recuperar la orientación de la cámara. Una vez resuelta, la rotación quedará establecida para el encuadre.
gl_es: Toma unha imaxe coa cámara e inicia astrometría para recuperar a orientación da cámara. Unha vez resolto con éxito, establecerase a rotación para encadrar.
ja_jp: カメラから画像を取得し、プレートソルブによってカメラのを向きを確定します。 プレートソルブが成功すると、フレーミングの回転角度が設定されます。

# LblElevation
source: Elevation
es_es: Altitud
gl_es: Elevación
ja_jp: 標高

# LblAboveHorizon
source: Above Horizon
es_es: Sobre el horizonte
gl_es: Sobre o Horizonte
ja_jp: 地平線上

# LblNikonX86Deprecated
source: Not supported - Nikon no longer distributes SDK binaries for x86 applications
es_es: No soportado: Nikon ya no distribuye SDK binarios para aplicaciones x86
gl_es: Non soportado - Nikon non distribúe binarios SDK para as aplicacións x86
ja_jp: サポートされていません - Nikonはx86アプリケーション用のSDKバイナリーコードを配布しなくなりました

# LblNoPluginsInstalled
source: No Plugins Installed
es_es: No hay plugins instalados
gl_es: Non hai plugins instalados
ja_jp: プラグインがインストールされていません

# LblPluginUpdateAll
source: Update All
es_es: Actualizar todo
gl_es: Actualizar todo
ja_jp: すべて更新

# LblPluginUpdateAllCancel
source: Cancel Update
es_es: Cancelar actualización
gl_es: Cancelar actualización
ja_jp: 更新を中止

# LblPluginUpdateAllTooltip
source: Updates all plugins where an update is available to the latest version
es_es: Actualiza todos los plugins que tengan disponible una actualización a la última versión
gl_es: Actualiza todos os plugins cando unha actualización está dispoñible na súa última versión
ja_jp: 最新バージョンへのアップデートが可能な、すべてのプラグインを更新します

# LblMeridianFlipRetry
source: Failed to slew for meridian flip. Another attempt will be made in {0} seconds. Attempt {1}/{2}.
es_es: Error al moverse para realizar el cam bio de meridiano. Se realizará otro intento en {0} segundos. Intento {1}/{2}.
gl_es: Erro no volteo do meridiano. Farase outro intento en {0} segundos. Intento {1}/{2}.
ja_jp: 子午線反転の導入に失敗しました。 {0} 秒後にもう一度試行します。 試行 {1}/{2}。

# LblMeridianFlipRetryFailed
source: Failed to slew for meridian flip after maximum number of retries. Aborting.
es_es: Error al moverse para realizar el cambio de meridiano tras intentarlo durante el máximo número de reintentos. Abortando.
gl_es: Erro no volteo do meridiano despois de ralizaro o número máximo de intentos. Abortando.
ja_jp: 最大回数の試行後、子午線反転の導入に失敗しました。中止します。

# LblROI
source: ROI
gl_es: RDI
ja_jp: 関心領域

# LblROIPercentageTooltip
source: Region of Interest expressed in percentage relative to the center
es_es: Región de Interés expresada en porcentaje relativo al centro
gl_es: Rexión De Interese expresada en porcentaxe respecto ó centro
ja_jp: 中心部との相対的な割合で表される関心領域

# Lbl_SequenceItem_Imaging_TakeSubframeExposure_Description
source: Takes an exposure for the given duration, gain and offset for the specified region of interest
es_es: Toma una imagen de la exposición, ganancia y compensación (offset) establecida de la región de interés especificada
gl_es: Toma unha exposición dunha duración, ganancia e compensación dadas para a rexión de interese especificada
ja_jp: 指定された関心領域を、所定の時間・ゲイン・オフセットで撮影します

# Lbl_SequenceItem_Imaging_TakeSubframeExposure_Name
source: Take Subframe Exposure
es_es: Tomar exposición de submarco
gl_es: Tomar a exposición do subcadro
ja_jp: サブフレーム撮影

# LblPreserveAlignment
source: Preserve alignment
es_es: Conservar alineación
gl_es: Preservar aliñamento
ja_jp: アライメントを保持

# LblPreserveAlignmentTooltip
source: Having this option enabled will ensure that the panels align to a single rectangular panel, but will result in different rotation angles for each panel. This option should be enabled when automatic camera rotation is available or when manual rotation of the camera is possible for each mosaic panel.
es_es: Con esta opción habilitada se asegurará que los paneles se alinean a un único panel rectangular, pero el resultado tendrá diferentes ángulos de rotación para cada panel. Esta opción debería activarse cuando etá disponible la rotación automática de la cámara o cuando la rotación manual de la cámara es posible para cada panel de mosaico.
gl_es: Se esta opción está activada, asegurarase de que os paneis se aliñan cun único panel rectangular, pero producirá ángulos de rotación diferentes para cada panel. Esta opción debería estar activada cando a rotación automática da cámara está dispoñible ou cando é posible a rotación manual da cámara para cada panel do mosaico.
ja_jp: このオプションを有効にすると、すべてのパネルは、一つの長方形のパネルに整列されます。しかし、個々のパネルはそれぞれ異なる角度で回転することになります。 自動的なカメラ回転機能が利用可能か、モザイクパネルごとに手動でカメラを回転することが可能な場合は、このオプションを有効にしてください。

# LblMosaicPanels
source: Mosaic Panels
es_es: Paneles del mosaico
gl_es: Paneis de Mosaico
ja_jp: モザイクパネル

# LblRotateSkyTooltip
source: When enabled, the sky background will be rotated instead of the rectangle.
es_es: Cuando está activado, rotará el fondo del espacio en lugar del rectángulo.
gl_es: Cando estea activado, rotarase o fondo do ceo en lugar do rectángulo.
ja_jp: 有効にすると、長方形パネルではなく、空の背景の方が回転します。

# LblUpdateExistingTargetInSequencer
source: Update Existing Target in Sequencer
es_es: Actualizar objetivo existente en el secuenciador
gl_es: Actualizar un obxectivo do Secuenciador
ja_jp: シーケンサー内にある目標を更新

# LblUpdateExistingTargetInSequencerTooltip
source: When clicked it will show a list of targets that were already placed inside the sequencer. After clicking one of these targets that target will be updated with the currently framed name, coordinates and rotation. This button is not visible when in mosaic mode.
es_es: Al hacer clic, se mostrará una lista de objetos que ya estaban situados dentro del secuenciador. Después de hacer clic en uno de estos objetos, se actualizará con el nombre actual de la imagen, las coordenadas y la rotación. Este botón no es visible en modo mosaico.
gl_es: Cando se preme mostrará unha lista de obxectivos que xa estaban colocados no secuenciador. Despois de facer clic nun destes obxectivos, ese obxectivo actualizarase co nome, as coordenadas e a rotación enmarcados actualmente. Este botón non é visible cando se está en modo mosaico.
ja_jp: クリックすると、その時点でシーケンサー内に存在している目標のリストが表示されます。 そのうちのどれかをクリックすると、その目標は現在のフレーム名、座標、回転角度によって更新されます。 モザイクモードの場合は、このボタンは表示されません。

# LblASCOMDriverError
source: ASCOM Driver Error
es_es: Error de controlador ASCOM
ja_jp: ASCOMドライバーのエラー

# LblCanonDriverError
source: Canon Driver Error
es_es: Error del controlador de Canon
ja_jp: Canonドライバーのエラー

# LblZWODriverError
source: ZWO Driver Error
es_es: Error del controlador de ZWO
ja_jp: ZWOドライバーのエラー

# LblASTAPWarning
source: ASTAP Warning
es_es: Advertencia de ASTAP
ja_jp: ASTAPの警告

# LblPhd2Warning
source: PHD2 Warning
es_es: Advertencia de PHD2
ja_jp: PHD2の警告

# LblAllProSpikeAFlatPanel
source: AllPro Spike-a-Flat Panel
ca_es: Panell AllPro Spike-a-Flat
el_gr: AllPro Spike-a-Flat Πάνελ
es_es: Panel Allpro Spike-a-Flat
fr_fr: Ecran AllPro Spike-a-Flat
gl_es: Panel AllPro Spike-a-Flat
it_it: Pannello AllPro Spike-a-flat
pt_pt: Painel AllPro Spike-a-Flat
ru_ru: Панель AllPro Spike-a-Flat
tr_tr: AllPro Düz Kare Paneli

# LblAutoRetryStartGuidingTooltip
source: Attempt to recover StartGuiding command if the guider does not report it is guiding after the specified amount of time.
ca_es: Intenteu recuperar l'ordre StartGuiding si el programa de guiatge no informa que està guiant després del temps especificat.
el_gr: Προσπάθεια ανάκτησης της εντολής StartGuiding αν ο οδηγητής δεν αναφέρει ότι οδηγεί μετά από το ορισμένο ποσό χρόνου.
es_es: Intentar recuperar el comando "Iniciar guiado" si el programa de guiado no informa que está guiando después del tiempo especificado.
fr_fr: Tentative de récupération de la commande StartGuiding si le guidage ne signale pas qu'il est en marche après la durée spécifiée.
gl_es: Intentar recuperar o comando StartGuiding se o indicador non guía despois do tempo especificado.
it_it: Tentativo di recuperare il comando StartGuiding se non viene ricevuto il segnale di guida dopo il tempo specificato.
pt_pt: Tenta recuperar o comando StartGuiding se o guia não reportar que se encontra a guiar após o tempo definido.
ru_ru: Попытка восстановить команду гидирования если гид не сообщит о ней через указанное время.
tr_tr: Takipçi, belirtilen süre sonunda takip ettiğini bildirmezse StartGuiding komutunu kurtarmaya çalışın.

# LblAutoRetryStartGuidingTimeoutTooltip
source: Timeout in seconds before abandoning a StartGuiding command before attempting to a retry.
ca_es: Temps d’espera en segons en d’abandonar una ordre StartGuiding abans d’intentar tornar-ho a provar.
el_gr: Χρονικό όριο σε δευτερόλεπτα πριν την εγκατάλειψη της εντολής StartGuiding πριν την προσπάθεια επανάληψης.
es_es: Tiempo de espera en segundos tras un comando "Inicio de guiado" antes de volver a reintentarlo.
fr_fr: Délai d'attente en secondes avant d'abandonner un suivi en cour qui n'opère pas et d'essayer à nouveau.
gl_es: Tempo de espera en segundos antes de abandonar un comando StartGuiding antes de tentar volver intentalo.
it_it: Tempo in secondi prima di abbandonare un comando StartGuiding prima di provare a guidare nuovamente.
pt_pt: Limite de Tempo em segundos antes de abortar o comando StartGuiding antes de uma nova tentativa.
ru_ru: Время ожидания в секундах, прежде чем отказаться от команды гидирования перед попыткой повтора.
tr_tr: Yeniden denemeye çalışmadan önce, bir StartGuiding komutunu yarıda kesmeden önceki saniye cinsinden zaman aşımı.

# LblTertiaryBackground
source: Tertiary background
ca_es: Fons Terciari
el_gr: Τριτογενές Υπόβαθρο
es_es: Fondo Terciario
fr_fr: Arrière Plan Tertiaire
gl_es: Fondo Terciario
it_it: Sfondo terziario
pt_pt: Terceiro Fundo
ru_ru: Третичный фон
tr_tr: Üçüncül arka plan

# LblTrace
source: Trace
ca_es: Traça
el_gr: Παρακολούθηση
es_es: Trazar
gl_es: Ronsel
it_it: Traccia
pt_pt: Rastrear
ru_ru: След
tr_tr: İzleme

# LblTransitNorth
source: Transit north
ca_es: Trànsit Nord
el_gr: Διάβαση Βόρεια
es_es: Tránsito Norte
fr_fr: Transit Nord
gl_es: Tránsito Norte
it_it: Transit Nord
pt_pt: Trânsito Norte
ru_ru: Транзит по Северу
tr_tr: Kuzeye geçiş

# LblDomeSyncSlewWhenMountSlew
source: Sync slew dome when scope slews
es_es: Sincronizar el giro de la cúpula cuando el telescopio se desplace
gl_es: Sincronización do xiro da cúpula cando o telescopio xira

# LblDomeSyncSlewWhenMountSlewTooltip
source: Slews the dome to synchronize it with the telescope position when it slews. This setting doesn't maintain the dome synchronization as the scope tracks.
es_es: Gira la cúpula para sincronizarla con la posición del telescopio cuando este se desplaza. Este ajuste no mantiene la sincronización de la cúpula mientras el telescopio hace el seguimiento.
gl_es: Xira a cúpula para sincronizala coa posición do telescopio cando este xira. Esta configuración non mantén a sincronización da cúpula mentres o telescopio fai o seguimento.

# Lbl_SequenceItem_Dome_FindHome_Description
source: Rotates the dome to the home position
es_es: Gira la cúpula a la posición de aparcado
gl_es: Rotar a cúpula ata a posición inicial

# Lbl_SequenceItem_Dome_FindHome_Name
source: Find Dome Home
es_es: Buscar la posición de aparcado de la cúpula
gl_es: Buscar a posición de repouso da cúpula

# Lbl_SequenceItem_Dome_SetDomeAzimuth_Description
source: Slews the dome to an absolute azimuth position
es_es: Gira la cúpula a una posición absoluta de azimut
gl_es: Xira a cúpula para unha posición absoluta de acimut

# Lbl_SequenceItem_Dome_SetDomeAzimuth_Name
source: Slew Dome Azimuth
es_es: Gira la cúpula e azimut
gl_es: Xira a cúpula en acimut

# Lbl_SequenceItem_Dome_DisableDomeSynchronization_Description
source: Disables background dome synchronization with the telescope
es_es: Desactiva la sincronización de la cúpula en segundo plano con el telescopio
gl_es: Desactiva a sincronización de fondo da cúpula co telescopio

# Lbl_SequenceItem_Dome_DisableDomeSynchronization_Name
source: Disable Dome Sync
es_es: Desactiva la sincronización de la cúpula
gl_es: Desactivar sincronización da cúpula

# Lbl_SequenceItem_Utility_WaitUntilAboveHorizon_Name
source: Wait until above horizon
ca_es: Espereu fins a estar sobre l'horitzó
es_es: Esperar hasta estar sobre el horizonte
fr_fr: Attendre jusqu'à l'horizon
gl_es: Agarda ata que esta por riba do horizonte
pt_pt: Aguarda até que esteja acima do horizonte
ru_ru: Дождитесь пока выше горизонта
tr_tr: Ufuk üzerine kadar bekle

# Lbl_SequenceCondition_AboveHorizonCondition_Name
source: Loop While Altitude Above Horizon
ca_es: En bucle mentre l'altitud està per sobre l'horitzó
es_es: En bucle mientras la altitud esté por encima del horizonte
fr_fr: Boucler tant que l'altitude est au-dessus de l'horizon
gl_es: Repite mentres a altitude está sobre o horizonte
pt_pt: Repetir enquanto a Altitude seja superior ao horizonte
ru_ru: Цикл пока высота над горизонтом
tr_tr: Yükseklik ufuk üzerine çıkana dek döndür

# LblTrackingASCOMServerLoggingEnabled
source: Tracking CCD ASCOM Server Logging
es_es: Seguimiento de la actualización del servidor CCD ASCOM
gl_es: Seguimento da actualización do servidor da CCD ASCOM

# LblMoveFocuserFailed
source: Failed to move focuser
es_es: Imposible mover el enfocador
gl_es: Non se puido mover o enfocador

# LblMirrorLockupDelay
source: Mirror lockup delay
ca_es: Retard de bloqueig del mirall
es_es: Retraso en el bloqueo del espejo
gl_es: Atraso no bloqueo do espello

# LblMirrorLockupDelayTooltip
source: The desired length of time between when the mirror is locked up and when the exposure starts. A delay of 0 seconds deactivates this option. The mirror lockup option must be enabled in the camera as well. Refer to your camera's manual for the location of this setting
ca_es: El temps desitjat entre el qual el mirall està bloquejat i quan comença l'exposició. Un retard de 0 segons desactiva aquesta opció. L'opció de bloqueig del mirall també s'ha d'activar a la càmera. Consulteu el manual de la càmera per conèixer la ubicació d'aquesta configuració
es_es: Periodo de tiempo deseado entre el bloqueo del espejo y el inicio de la exposición. Un retraso de 0 segundos desactiva esta opción. La opción de bloqueo del espejo también debe estar habilitada en la cámara. Consulta el manual de la cámara para ver la localización de este ajuste
gl_es: O período de tempo desexado entre o momento en que o espello está bloqueado e o momento en que comeza a exposición. Un atraso de 0 segundos desactiva esta opción. A opción de bloqueo do espello tamén debe estar activada na cámara. Consulta o manual da cámara para coñecer a localización desta configuración

# LblCanonCameraDisconnected
source: {0} has been disconnected from the computer. Check its USB connection and power source
ca_es: {0} s'ha desconnectat de la computadora. Comprova si el USB està i el voltatge suficient
es_es: {0} ha sido desconectado por el ordenador. Comprueba tanto su conexión USB como la fuente de alimentación
gl_es: {0} foi desconectado dende o computador. Comproba a conexión USB e a fonte de alimentación

# LblCanonSdkError
source: The Canon SDK has experienced an internal error. Unreliable camera operation might result
ca_es: El Canon SDK ha experimentat un error intern. Es pot produir un funcionament poc fiable de la càmera
es_es: El SDK de Canon ha experimentado un error interno. Puede provocar un comportamiento no fiable de la cámara
gl_es: O SDK de Canon tivo un erro interno. Pode producirse un funcionamento pouco fiable da cámara

# LblCanonMluNotSupported
source: {0} is configured with Mirror Lock-Up (MLU) on, but it does not support MLU exposures via USB. Turn MLU off under the camera's Custom Function menu for exposures to succeed.
ca_es: {0} està configurat amb Mirror Lock-Up (MLU) activat, però no admet exposicions MLU mitjançant USB. Desactiveu MLU al menú Funció personalitzada de la càmera perquè les exposicions tinguin èxit.
es_es: {0} está configurado con Mirror Lock-Up (MLU) encendido, pero no soporta exposiciones MLU a través de USB. Desconecta la opción de MLU en el menú de configuración personalizada de la cámara para que la exposición pueda llevarse a cabo.
gl_es: {0} configurouse con Bloqueo do espello (MLU) activado, pero non admite exposicións MLU vía USB. Desactiva MLU no menú Función Personalizada da cámara para poder facer as exposicións.

# LblQhyUvloActiveError
source: The camera is in ultra-low voltage lockout (UVLO) mode to protect its components. This indicates a possible power supply issue. Please contact QHY support for advice on addressing this issue.
ca_es: La càmera està en mode de bloqueig de voltatge ultra baix (UVLO) per protegir els seus components. Això indica un possible problema d'alimentació. Poseu-vos en contacte amb el servei d'assistència de QHY per obtenir consells sobre com solucionar aquest problema.
es_es: La cámara se encuentra en bloqueo de voltaje ultra bajo (modo UVLO) para proteger sus componentes. Esto indica un posible problema de suministro de energía. Póngase en contacto con el soporte de QHY para averiguar cómo abordar este problema.
gl_es: A cámara está bloqueada en modo de voltaxe ultrabaixa (UVLO) para protexer os seus compoñentes. Isto indica un posible problema de alimentación. Ponte en contacto co servizo de asistencia de QHY para obter consellos sobre como solucionar este problema.

# LblSaveFileFailed
source: Failed to save image
ca_es: No s'ha pogut desar la imatge
es_es: Error al guardar imagen
gl_es: Erro ó gardar a imaxe

# LblScopeCoordinatesTooltip
source: Get coordinates from the current scope position
es_es: ¿Obtener las coordenadas a partir de la posición actual del telescopio?
gl_es: Obter as coordenadas a partir da posición actual do telescopio

# LblPerDeviceThreadingEnabled
source: Device threads for ASCOM
es_es: Procesos de dispositivos ASCOM
gl_es: Subprocesos de dispositivo para ASCOM

# LblPerDeviceThreadingEnabledTooltip
source: This is an experimental setting that may improve UI responsiveness and reduce the chance of UI hangs when connecting to ASCOM drivers. This setting must be enabled before connecting devices for it to have an effect. Please share feedback with the contributors in Discord if you use this, since we're considering enabling this for everyone.
es_es: Este es un ajuste experimental que puede mejorar la capacidad de respuesta de la interfaz de usuario y reducir la posibilidad de que se cuelgue la interfaz de usuario cuando se conecta a los controladores ASCOM. Esta configuración debe estar habilitada antes de conectar loa dispositivos para que tenga un efecto. Por favor comparte tu experiencia con los colaboradores de Discord si lo usas, ya que estamos considerando habilitar esto para todos.
gl_es: Esta é unha configuración experimental que pode mellorar a capacidade de resposta da IU e reducir a posibilidade de que a IU se bloquee ó se conectar ós controladores ASCOM. Esta configuración debe estar activada antes de conectar dispositivos para que teña efecto. Comparte comentarios cos colaboradores en Discord se usas isto, xa que estamos considerando activalo para todos.

# LblDefault
source: Default
es_es: Por defecto
gl_es: Por defecto

# LblFlatDeviceCannotControlBrightness
source: Flat device cannot control brightness!
es_es: ¡El dispositivo de flats no puede controlar la luminosidad!
gl_es: O dispositivo de flat non pode controlar a luminosidade!

# LblBlindSolveFailoverEnabled
source: Use Blind Solver for Failures
es_es: Usar astrometría ciega en los fallos

# Lbl_SequenceItem_Disable_Tooltip
source: Disables the current instruction. A disabled instruction will not run during sequence execution.
es_es: Deshabilita la instrucción actual. Una instrucción desactivada no se ejecutará durante la ejecución de la secuencia.
