Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblConstellation_CVN
source: Canes venatici
ca_es: Llebrers
el_gr: Κύνες Θηρευτικοί
fr_fr: Chiens de chasse
it_it: Cani venatici
ja_jp: りょうけん座
pt_pt: Cães de Caça
ru_ru: Гончие Псы
tr_tr: Av Köpekleri

# LblConstellation_CYG
source: Cygnus
ca_es: Cigne
el_gr: Κύκνος
fr_fr: Cygne
gl_es: Cignus
it_it: Cigno
ja_jp: はくちょう座
pt_pt: Cisne
ru_ru: Лебедь
tr_tr: Kuğu

# LblConstellation_DEL
source: Delphinus
ca_es: Dofí
el_gr: Δελφίνι
fr_fr: Dauphin
gl_es: Delfinus
it_it: Delfino
ja_jp: いるか座
pt_pt: Delfim
ru_ru: Дельфин
tr_tr: Yunus

# LblConstellation_DOR
source: Dorado
ca_es: Orada
el_gr: Δοράς
fr_fr: Dorade
ja_jp: かじき座
pt_pt: Dourado
ru_ru: Золотая Рыба
tr_tr: Kılıçbalığı

# LblConstellation_DRA
source: Draco
ca_es: Dragó
el_gr: Δράκων
fr_fr: Dragon
it_it: Dragone
ja_jp: りゅう座
pt_pt: Dragão
ru_ru: Дракон
tr_tr: Ejderha

# LblConstellation_EQU
source: Equuleus
ca_es: Cavallet
el_gr: Ιππάριον
fr_fr: Petit Cheval
it_it: Cavallino
ja_jp: こうま座
pt_pt: Potro
ru_ru: Малый Конь
tr_tr: Küçük At

# LblConstellation_ERI
source: Eridanus
ca_es: Eridà
el_gr: Ηριδανός
fr_fr: Éridan
it_it: Eridano
ja_jp: エリダヌス座
pt_pt: Rio
ru_ru: Эридан
tr_tr: Irmak

# LblConstellation_FOR
source: Fornax
ca_es: Forn
el_gr: Κάμινος
fr_fr: Fourneau
it_it: Fornace
ja_jp: ろ座
pt_pt: Fornalha
ru_ru: Печь
tr_tr: Ocak

# LblConstellation_GEM
source: Gemini
ca_es: Bessons
el_gr: Δίδυμοι
fr_fr: Gémeaux
it_it: Gemelli
ja_jp: ふたご座
pt_pt: Gémeos
ru_ru: Близнецы
tr_tr: İkizler

# LblConstellation_GRU
source: Grus
ca_es: Grua
el_gr: Γερανός
fr_fr: Grue
it_it: Gru
ja_jp: つる座
pt_pt: Grou
ru_ru: Журавль
tr_tr: Turna

# LblConstellation_HER
source: Hercules
ca_es: Hèrcules
el_gr: Ηρακλής
es_es: Hércules
fr_fr: Hercule
it_it: Ercole
ja_jp: ヘルクレス座
pt_pt: Hércules
ru_ru: Геркулес
tr_tr: Herkül

# LblConstellation_HOR
source: Horologium
ca_es: Rellotge
el_gr: Ωρολόγιον
fr_fr: Horloge
it_it: Orologio
ja_jp: とけい座
pt_pt: Relógio
ru_ru: Часы
tr_tr: Saat

# LblConstellation_HYA
source: Hydra
ca_es: Hidra femella
el_gr: Ύδρα
fr_fr: Hydre
it_it: Idra
ja_jp: うみへび座
pt_pt: Hidra
ru_ru: Гидра
tr_tr: Yılan

# LblConstellation_HYI
source: Hydrus
ca_es: Hidra mascle
el_gr: Ύδρος
fr_fr: Hydre mâle
it_it: Idra Maschio
ja_jp: みずへび座
pt_pt: Hidra Macho
ru_ru: Южная Гидра
tr_tr: Küçük Yılan

# LblConstellation_IND
source: Indus
ca_es: Indi
el_gr: Ινδός
fr_fr: Indien
it_it: Indiano
ja_jp: インディアン座
ru_ru: Индеец
tr_tr: Hintli

# LblConstellation_LAC
source: Lacerta
ca_es: Llangardaix
el_gr: Σαύρα
fr_fr: Lézard
it_it: Lucertola
ja_jp: とかげ座
pt_pt: Lagarto
ru_ru: Ящерица
tr_tr: Kertenkele

# LblConstellation_LEO
source: Leo
ca_es: Lleó
el_gr: Λέων
es_es: León
fr_fr: Lion
it_it: Leone
ja_jp: しし座
pt_pt: Leão
ru_ru: Лев
tr_tr: Aslan

# LblConstellation_LEP
source: Lepus
ca_es: Llebre
el_gr: Λαγωός
fr_fr: Lièvre
it_it: Lepre
ja_jp: うさぎ座
pt_pt: Lebre
ru_ru: Заяц
tr_tr: Tavşan

# LblConstellation_LIB
source: Libra
ca_es: Balança
el_gr: Ζυγός
fr_fr: Balance
it_it: Bilancia
ja_jp: てんびん座
pt_pt: Balança
ru_ru: Весы
tr_tr: Terazi

# LblConstellation_LMI
source: Leo minor
ca_es: Lleó menor
el_gr: Λέων Μικρός
es_es: León menor
fr_fr: Petit Lion
it_it: Leone minore
ja_jp: こじし座
pt_pt: Leão Menor
ru_ru: Малый Лев
tr_tr: Küçük Aslan

# LblConstellation_LUP
source: Lupus
ca_es: Llop
el_gr: Λύκος
fr_fr: Loup
it_it: Lupo
ja_jp: おおかみ座
pt_pt: Lobo
ru_ru: Волк
tr_tr: Kurt

# LblConstellation_LYN
source: Lynx
ca_es: Linx
el_gr: Λυγξ
es_es: Lyn
it_it: Lince
ja_jp: やまねこ座
pt_pt: Lince
ru_ru: Рысь
tr_tr: Vaşak

# LblConstellation_LYR
source: Lyra
ca_es: Lira
el_gr: Λύρα
fr_fr: Lyre
it_it: Lira
ja_jp: こと座
pt_pt: Lira
ru_ru: Лира
tr_tr: Çalgı

# LblConstellation_MEN
source: Mensa
ca_es: Taula
el_gr: Τράπεζα
fr_fr: Table
ja_jp: テーブルさん座
pt_pt: Mesa
ru_ru: Столовая Гора
tr_tr: Masa

# LblConstellation_MIC
source: Microscopium
ca_es: Microscopi
el_gr: Μικροσκόπιον
es_es: Microscopio
fr_fr: Microscope
it_it: Microscopio
ja_jp: けんびきょう座
pt_pt: Microscópio
ru_ru: Микроскоп
tr_tr: Mikroskop

# LblConstellation_MON
source: Monoceros
ca_es: Unicorn
el_gr: Μονόκερως
es_es: Monogreros
fr_fr: Licorne
it_it: Monocero
ja_jp: いっかくじゅう座
pt_pt: Unicórnio
ru_ru: Единорог
tr_tr: Tekboynuz

# LblConstellation_MUS
source: Musca
ca_es: Mosca
el_gr: Μυία
fr_fr: Mouche
it_it: Mosca
ja_jp: はえ座
pt_pt: Mosca
ru_ru: Муха
tr_tr: Sinek

# LblConstellation_NOR
source: Norma
ca_es: Escaire
el_gr: Γνώμων
fr_fr: Règle
it_it: Regolo
ja_jp: じょうぎ座
pt_pt: Régua
ru_ru: Наугольник
tr_tr: Gönye

# LblConstellation_OCT
source: Octans
ca_es: Octant
el_gr: Οκτάς
fr_fr: Octant
it_it: Ottanti
ja_jp: 八分儀座
pt_pt: Octante
ru_ru: Октант
tr_tr: Oktan

# LblConstellation_OPH
source: Ophiuchus
ca_es: Serpentari
el_gr: Οφιούχος
es_es: Ofiuco
fr_fr: Ophiouchus
it_it: Opiuchi
ja_jp: へびつかい座
pt_pt: Ofiúcio
ru_ru: Змееносец
tr_tr: Yılancı

# LblConstellation_ORI
source: Orion
ca_es: Orió
el_gr: Ωρίων
es_es: Orión
it_it: Orione
ja_jp: オリオン座
pt_pt: Orionte
ru_ru: Орион
tr_tr: Avcı

# LblConstellation_PAV
source: Pavo
ca_es: Gall d'Indi
el_gr: Ταώς
fr_fr: Paon
it_it: Pavone
ja_jp: くじゃく座
pt_pt: Pavão
ru_ru: Павлин
tr_tr: Tavus Kuşu

# LblConstellation_PEG
source: Pegasus
ca_es: Pegàs
el_gr: Πήγασος
es_es: Pegaso
fr_fr: Pégase
it_it: Pegaso
ja_jp: ペガスス座
pt_pt: Pégaso
ru_ru: Пегас
tr_tr: Kanatlı At

# LblConstellation_PER
source: Perseus
ca_es: Perseo
el_gr: Περσεύς
es_es: Perseo
fr_fr: Persée
it_it: Perseo
ja_jp: ペルセウス座
pt_pt: Perseu
ru_ru: Персей
tr_tr: Kahraman

# LblConstellation_PHE
source: Phoenix
ca_es: Fènix
el_gr: Φοίνιξ
es_es: Fénix
fr_fr: Phénix
it_it: Fenice
ja_jp: ほうおう座（鳳凰座)
pt_pt: Fénix
ru_ru: Феникс
tr_tr: Anka Kuşu

# LblConstellation_PIC
source: Pictor
ca_es: Cavallet del Pintor
el_gr: Οκρίβας
fr_fr: Peintre
it_it: Pittore
ja_jp: がか座（画架座)
pt_pt: Pintor
ru_ru: Живописец
tr_tr: Tuval

# LblConstellation_PSA
source: Pisces austrinus
ca_es: Peixos
el_gr: Νότιος Ιχθύς
fr_fr: Poisson austral
it_it: Pesce Australe
ja_jp: みなみのうお座
pt_pt: Peixe Austral
ru_ru: Южная Рыба
tr_tr: Güney Balığı

# LblConstellation_PSC
source: Pisces
ca_es: Pisis
el_gr: Ιχθύες
es_es: Piscis
fr_fr: Poisson
it_it: Pesci
ja_jp: うお座
pt_pt: Peixes
ru_ru: Рыбы
tr_tr: Balık

# LblConstellation_PUP
source: Puppis
ca_es: Argo
el_gr: Πρύμνη
fr_fr: Poupe
it_it: Poppa
ja_jp: とも座
pt_pt: Popa
ru_ru: Корма
tr_tr: Pupa

# LblConstellation_PYX
source: Pyxis
ca_es: Brúixola
el_gr: Πυξίς
fr_fr: Boussole
it_it: Bussola
ja_jp: らしんばん座
pt_pt: Bússola
ru_ru: Компас
tr_tr: Pusula

# LblConstellation_RET
source: Reticulum
ca_es: Regle
el_gr: Δίκτυον
es_es: Retículum
fr_fr: Réticule
it_it: Reticolo
ja_jp: レチクル座
pt_pt: Retículo
ru_ru: Сетка
tr_tr: Ağ

# LblConstellation_SCL
source: Sculptor
ca_es: Escultor
el_gr: Γλύπτης
es_es: Escultor
fr_fr: Sculpteur
it_it: Scultore
ja_jp: ちょうこくしつ座
pt_pt: Escultor
ru_ru: Скульптор
tr_tr: Heykeltraş

# LblConstellation_SCO
source: Scorpius
ca_es: Escorpí
el_gr: Σκορπιός
es_es: Escorpio
fr_fr: Scorpion
it_it: Scorpione
ja_jp: さそり座
pt_pt: Escorpião
ru_ru: Скорпион
tr_tr: Akrep

# LblConstellation_SCT
source: Scutum
ca_es: Escut
el_gr: Ασπίς
fr_fr: Écu de Sobieski
it_it: Scudo
ja_jp: たて座
pt_pt: Escudo
ru_ru: Щит
tr_tr: Kalkan

# LblConstellation_SER
source: Serpens
ca_es: Serp
el_gr: Όφις
es_es: Serpiente
fr_fr: Serpent
it_it: Serpente
ja_jp: へび座
pt_pt: Serpente
ru_ru: Змея
tr_tr: Yılan

# LblConstellation_SER1
source: Serpens caput
ca_es: Cap de Serp
el_gr: «Κεφαλή» του Όφεως
fr_fr: Tête du Serpent
it_it: Serpente
ja_jp: へび座(頭部)
pt_pt: Cabeça da Serpente
ru_ru: Змееносец
tr_tr: Yılan Başı

# LblConstellation_SER2
source: Serpens cauda
ca_es: Cua de Serp
el_gr: «Ουρά» του Όφεως
es_es: Serpientes caudales
fr_fr: Queue du Serpent
it_it: Serpente
ja_jp: へび座 尾部
pt_pt: Cauda da Serpente
ru_ru: Хвост змеи
tr_tr: Yılan Kuyruğu

# LblConstellation_SEX
source: Sextans
ca_es: Sextants
el_gr: Εξάς
es_es: Sextante
fr_fr: Sextant
it_it: Sestante
ja_jp: 六分儀座
pt_pt: Sextante
ru_ru: Секстант
tr_tr: Sekstant

# LblConstellation_SGE
source: Sagitta
ca_es: Sageta
el_gr: Βέλος
fr_fr: Flèche
it_it: Sagittario
ja_jp: や座
pt_pt: Seta
ru_ru: Стрела
tr_tr: Ok

# LblConstellation_SGR
source: Sagittarius
ca_es: Sagitari
el_gr: Τοξότης
es_es: Sagitario
fr_fr: Sagittaire
it_it: Sagittario
ja_jp: いて座
pt_pt: Sagitário
ru_ru: Стрелец
tr_tr: Yay

# LblConstellation_TAU
source: Taurus
ca_es: Taure
el_gr: Ταύρος
es_es: Tauro
fr_fr: Taureau
it_it: Toro
ja_jp: おうし座
pt_pt: Touro
ru_ru: Телец
tr_tr: Boğa

# LblConstellation_TEL
source: Telescopium
ca_es: Telescopi
el_gr: Τηλεσκόπιον
es_es: Telescopio
fr_fr: Télescope
it_it: Telescopio
ja_jp: ぼうえんきょう座
pt_pt: Telescópio
ru_ru: Телескоп
tr_tr: Teleskop

# LblConstellation_TRA
source: Triangulum australe
ca_es: Triangle Austral
el_gr: Τρίγωνον Νότιον
es_es: Triángulo austral
fr_fr: Triangle australe
it_it: Triangolo australe
ja_jp: みなみのさんかく座
pt_pt: Triângulo Austral
ru_ru: Южный Треугольник
tr_tr: Güney Üçgeni

# LblConstellation_TRI
source: Triangulum
ca_es: Triangle
el_gr: Τρίγωνον
es_es: Triángulo
fr_fr: Triangle
it_it: Triangolo
ja_jp: さんかく座
pt_pt: Triângulo
ru_ru: Треугольник
tr_tr: Üçgen

# LblConstellation_TUC
source: Tucana
ca_es: Tucà
el_gr: Τουκάνα
es_es: Tucán
fr_fr: Toucan
it_it: Tucano
ja_jp: きょしちょう座
pt_pt: Tucano
ru_ru: Тукан
tr_tr: Tukan

# LblConstellation_UMA
source: Ursa major
ca_es: Ossa Major
el_gr: Μεγάλη Άρκτος
es_es: Osa Major
fr_fr: Grande Ourse
gl_es: Ursa maior
it_it: Orsa Maggiore
ja_jp: おおぐま座
pt_pt: Ursa maior
ru_ru: Большая Медведица
tr_tr: Büyük Ayı

# LblConstellation_UMI
source: Ursa minor
ca_es: Ossa Menor
el_gr: Μικρή Άρκτος
es_es: Osa Menor
fr_fr: Petite Ourse
it_it: Orsa minore
ja_jp: こぐま座
pt_pt: Ursa menor
ru_ru: Малая Медведица
tr_tr: Küçük Ayı

# LblConstellation_VEL
source: Vela
el_gr: Ιστία
fr_fr: Voiles
ja_jp: ほ座
ru_ru: Паруса
tr_tr: Yelken

# LblConstellation_VIR
source: Virgo
ca_es: Verge
el_gr: Παρθένος
fr_fr: Vierge
it_it: Vergine
ja_jp: おとめ座
pt_pt: Virgem
ru_ru: Дева
tr_tr: Başak

# LblConstellation_VOL
source: Volans
ca_es: Peix Volador
el_gr: Ιπτάμενος Ιχθύς
fr_fr: Poisson volant
it_it: Pesce Volante
ja_jp: とびうお座
pt_pt: Peixe Voador
ru_ru: Летучая Рыба
tr_tr: Uçan Balık

# LblConstellation_VUL
source: Vulpecula
ca_es: Guineueta
el_gr: Αλώπηξ
es_es: Vulpécula
fr_fr: Petit Renard
it_it: Volpetta
ja_jp: こぎつね座
pt_pt: Raposa
ru_ru: Лисичка
tr_tr: Tilki

# LblContinue
source: Continue
ca_es: Continuar
el_gr: Συνέχεια
es_es: Continuar
fr_fr: Continuer
gl_es: Continuar
it_it: Continua
ja_jp: 続行
pt_pt: Continuar
ru_ru: Продолжить
tr_tr: Devam

# LblContrastMethod
source: Contrast detection method
ca_es: Mètode de Detecció de Contrast
el_gr: Μέθοδος Ανίχνευσης Αντίθεσης
es_es: Método detección de contraste
fr_fr: Méthode de Détection de Contraste
gl_es: Detección por Contraste
it_it: Contrasto Metodo
ja_jp: コントラスト検出法
pt_pt: Método de Detecção de Contraste
ru_ru: Метод обнаружения контрастности
tr_tr: Kontrast tespit yöntemi

# LblCoolCamBtnTooltip
source: Turns the cooler on and cools the camera to the given target temperature. A duration is optional. Most camera drivers already regulate the cooler power automatically and will only gradually decrease the temperature. In case a longer duration is needed, a duration can be specified and the application will slowly lower the target temperature of the camera based on the given duration.
ca_es: Encén el refrigerador i refreda la càmera a la temperatura objectiu indicada. La durada és opcional. La majoria de controladors de càmera ja regulen la potència del refrigerador automàticament i només disminuiran gradualment la temperatura. En cas que es necessiti una durada més llarga, es pot especificar aquesta durada i l’aplicació reduirà lentament la temperatura objectiu de la càmera en funció de la durada donada.
el_gr: Ανάβει τον ψύκτη και ψύχει την κάμερα στην δοσμένη επιθυμητή θερμοκρασία. Η διάρκεια είναι προαιρετική. Οι περισσότεροι οδηγοί καμερών ήδη ρυθμίζουν αυτόματα την ισχύ ψύξης και θα μειώσουν βαθμιαία την θερμοκρασία. Σε περίπτωση που χρειαστεί μεγαλύτερη διάρκεια, η διάρκεια μπορεί να οριστεί και η εφαρμογή θα κατεβάσει αργά την επιθυμητή θερμοκρασία της κάμερας βασιζόμενη στην δοσμένη διάρκεια.
es_es: Conecta el enfriador y refrigera la cámara hasta la temperatura elegida. La duración es opcional. La mayoría de los controladores de las cámaras ya regulan automáticamente la potencia del enfriador y solo reducirán gradualmente la temperatura. En caso de que se necesite una duración mas larga, se puede especificar esa duración y la aplicación reducirá lentamente a la temperatura indicada de la cámara basándose en esa duración dada.
fr_fr: Allume le refroidissement et refroidit la caméra à la température cible donnée. Une durée est optionnelle. La plupart des pilotes de caméra régulent déjà automatiquement la puissance du refroidisseur et ne diminuent que graduellement la température. Dans le cas où une durée plus longue est requise, une durée peut être spécifiée et l'application abaisse lentement la température cible de la caméra en fonction de la durée donnée.
gl_es: Acende a refrixeración e enfría a cámara á temperatura indicada. A duración é opcional. A maioría dos controladores de cámara xa regulan automaticamente a potencia de refrixeración e a temperatura ira diminuíndo gradualmente. No caso de precisarse unha duración maior, pódese especificar unha duración e a aplicación baixará lentamente a temperatura obxectivo da cámara en función da duración indicada.
it_it: Accende il dispositivo di raffreddamento e raffredda la fotocamera alla temperatura target indicata. La durata è opzionale. La maggior parte dei driver già regolano automaticamente il raffreddamento e diminuirà solo gradualmente la temperatura. Se è necessaria una durata più lunga, è possibile specificare una durata e l'applicazione abbasserà lentamente la temperatura target della telecamera in base alla durata indicata.
ja_jp: 冷却装置の電源を入れ、指定された目標温度までカメラを冷却します。所要時間の設定は任意です。カメラドライバーのほとんどは、冷却パワーを自動的に調節できるようになっており、温度を少しずつ下げていきます。時間をさらに長くしたい場合だけ設定して下さい。プログラムは、指定された時間を掛けてカメラをゆっくりと冷却します。
pt_pt: Liga o sistema de refrigeração da câmera para a temperatura definida. A duração é opcional. A maioria dos drivers já regula o sistema de refrigeração de forma automática e diminui gradualmente a temperatura. No caso de ser necessário efectuar a refrigeração de forma mais prolongada, a duração pode ser especificada e a aplicação irá tentar atingir lentamente a temperatura baseada na duração definida.
ru_ru: Включает кулер и охлаждает камеру до заданной температуры. Продолжительность не является обязательной. Большинство драйверов камеры уже автоматически регулируют мощность кулера и только постепенно понижают температуру. Если требуется более длительная продолжительность, ее можно указать, и приложение будет медленно понижать целевую температуру камеры в зависимости от заданной продолжительности.
tr_tr: Soğutucuyu açar ve kamerayı belirtilen hedef sıcaklığa soğutur. Süre belirtmek isteğe bağlıdır. Çoğu kamera sürücüsü soğutucu gücünü zaten otomatik olarak düzenler ve sıcaklığı yavaş yavaş düşürür. Daha uzun bir süre gerektiğinde, bir süre belirtilebilir ve uygulama, verilen süreye bağlı olarak kameranın hedef sıcaklığını yavaşça düşürür.

# LblCoolerOn
source: Cooler
ca_es: Refrigerador
el_gr: Ψύκτης
es_es: Enfriador
fr_fr: Refroidissement
gl_es: Refrixeración
it_it: Raffreddamento
ja_jp: 冷却機能
pt_pt: Arrefecimento
ru_ru: Охлаждение
tr_tr: Soğutucu

# LblCoolerPower
source: Cooler power
ca_es: Potència del Refrigerador
el_gr: Ισχύς Ψύκτη
es_es: Potencia del Enfriador
fr_fr: Puissance de Refroidissement
gl_es: Potencia Refrixeración
it_it: Potenza Cooler
ja_jp: 冷却パワー
pt_pt: Potência do sistema de refrigeração
ru_ru: Питание Охлаждения
tr_tr: Soğutucu gücü

# LblCooling
source: Cooling
ca_es: Refredant
el_gr: Γίνεται Ψύξη
es_es: Enfriando
fr_fr: Refroidissement
gl_es: Refrixerando
it_it: Raffreddamento
ja_jp: 冷却途中
pt_pt: A refrigerar
ru_ru: Охлаждение
tr_tr: Soğutma

# LblCoordinates
source: Coordinates
ca_es: Coordenades
el_gr: Συντεταγμένες
es_es: Coordenadas
fr_fr: Coordonnées
gl_es: Coordenadas
it_it: Coordinate
ja_jp: 座標
pt_pt: Coordenadas
ru_ru: Координаты
tr_tr: Koordinatlar

# LblCounterclockwise
source: Anticlockwise
ca_es: Sentit contrari a les agulles del rellotge
el_gr: Αριστερόστροφα
es_es: En sentido contrario al reloj
fr_fr: Antihoraire
gl_es: Sentido antihorario
it_it: Antiorario
ja_jp: 反時計回り
pt_pt: Sentido anti-horário
ru_ru: Против часовой стрелки
tr_tr: Saat yönü aksine

# LblCoverScopeMsgBox
source: Cover your scope now and press OK to start taking the dark flats.
ca_es: Tapeu el vostre telescopi ara i premeu D'ACORD per començar a prendre els dark flats.
el_gr: Καλύψτε τώρα το τηλεσκόπιο σας και πατήστε Εντάξει για να αρχίσει η λήψη των dark flats.
es_es: Cubre tu telescopio ahora y presiona OK para comenzar a tomar los dark flats.
fr_fr: Couvrez votre tube maintenant et pressez OK pour démarrer la prise des Noirs.
gl_es: Cubre o telescopio e preme OK para iniciar a toma de dark flats.
it_it: Copri il telescopio e premi OK per iniziare a catturare i flat scuri.
ja_jp: 望遠鏡にカバーを付けてOKを押すとダークフラットを撮像開始します。
pt_pt: Tape o telescópio e prima OK para iniciar a captura de dark flats.
ru_ru: Покройте телескоп сейчас и нажмите OK, чтобы начать съёмку дарк флэтов.
tr_tr: Şimdi teleskopu örtün ve siyah düz kare çekmek için OK basın.

# LblCoverScopeMsgBoxTitle
source: Cover your scope now
ca_es: Tapa el telescopi ara
el_gr: Καλύψτε τώρα το τηλεσκόπιο σας
es_es: Cubre tu telescopio ahora
fr_fr: Couvrez votre tube maintenant
gl_es: Cubre agora o telescopio
it_it: Copri il telescopio ora
ja_jp: 望遠鏡にカバーを付けて下さい。
pt_pt: Tape o telescópio agora
ru_ru: Покройте телескоп сейчас
tr_tr: Şimdi teleskopu örtün

# LblCurrentMean
source: Current mean
ca_es: Mitjana actual
el_gr: Τρέχουσα Μέση Τιμή
es_es: Media Actual
fr_fr: Moyenne Courante
gl_es: Media Actual
it_it: Media corrente
ja_jp: 現在の平均値
pt_pt: Média Actual
ru_ru: Текущее среднее значение
tr_tr: Mevcut Ortalama

# LblCurrentPosition
source: Current position
ca_es: Posició actual
el_gr: Τρέχουσα Θέση
es_es: Posición Actual
fr_fr: Position Courante
gl_es: Posición Actual
it_it: Posizione Corrente
ja_jp: 現在のポジション
pt_pt: Posição Atual
ru_ru: Текущая позиция
tr_tr: Mevcut Pozisyon

# LblCurrentSequenceEstimates
source: Est. finish time (this target)
ca_es: Temps estimat de finalització (aquest objectiu)
el_gr: Εκτιμώμενος χρόνος ολοκλήρωσης (αυτού του στόχου)
es_es: Tiempo estimado de finalización (este objetivo)
fr_fr: Heure de fin estimée (cette cible)
gl_es: Tempo est. (deste obxectivo)
it_it: Orario previsto di fine esposizione (questo soggetto)
ja_jp: 推定終了時間 (この目標)
pt_pt: Tempo estimado para terminar (este objecto)
ru_ru: Плановое время окончания (эта цель)
tr_tr: Tahm. bitiş süresi (bu hedef)

# LblCurrentUIColorSchema
source: Primary UI colour scheme
ca_es: Color de la interfície actual
el_gr: Τρέχων Σχέδιο Χρώματος UI
es_es: Color de Interface Actual
fr_fr: Schéma Courant de Couleurs de l'IU
gl_es: Cor de Interface Actual
it_it: Schema Colori UI Corrente
ja_jp: 現在のUI色スキーム
pt_pt: Esquema actual da cor da interface
ru_ru: Текущая цветовая схема UI
tr_tr: Mevcut UI Renk Şeması

# LblCurveFittingMethod
source: Curve fitting strategy
ca_es: Ajust de corba EA
el_gr: Δημιουργία Καμπύλης Αυτόματης Εστίασης
es_es: AE Ajuste de Curva
fr_fr: Courbe Ajustée FA
gl_es: Axuste de curva AutoFoco
it_it: Adattamento curva AF
ja_jp: オートフォーカスカーブ設定
pt_pt: Ajuste da curva de FA
ru_ru: Подгонка кривой АФ
tr_tr: AF Eğrisi yerleştiriliyor

# LblCygwinBashNotFound
source: Cygwin bash shell not found
ca_es: No s'ha trobat Cygwin bash
el_gr: Το Cygwin bash δεν βρέθηκε
es_es: Cygwin bash No encontrado
fr_fr: Cygwin bash non trouvé
gl_es: Cygwin bash non atopado
it_it: Cygwin bash non trovata
ja_jp: Cugwin bashが見つかりません。
pt_pt: Bash Cygwin não encontrado
ru_ru: Cygwin bash не найден
tr_tr: Cygwin bash bulunamadı

# LblCygwinDirectory
source: Cygwin folder
ca_es: Directori de Cygwin
el_gr: Κατάλογος Cygwin
es_es: Directorio de Cygwin
fr_fr: Répertoire Cygwin
gl_es: Cartafol Cygwin
it_it: Directory Cygwin
ja_jp: Cygwinディレクトリー
pt_pt: Caminho do Cygwin
ru_ru: Каталог Cygwin
tr_tr: Cygwin Dizini

# LblDarkFlatCount
source: Dark flats to take
ca_es: Dark Flats a capturar
el_gr: Dark Flats για λήψη
es_es: Dark Flats a Capturar
fr_fr: Noirs de PLU
gl_es: Dark Flats a capturar
it_it: Flats Scuri da prendere
ja_jp: フラットダーク撮影
pt_pt: Numero de Dark Flats a obter
ru_ru: Дарк флэты снять
tr_tr: Çekilecek siyah düz kareler

# LblDARVSlew
source: D.A.R.V. slew
ca_es: Girar a D.A.R.V.
el_gr: Μετακίνηση D.A.R.V.
es_es: D.A.R.V. Ir a
fr_fr: D.A.R.V. pointage
gl_es: Desprazamento D.A.R.V
it_it: Puntamento D.A.R.V
ja_jp: D.A.R.Vダーゲット導入
pt_pt: Movimento D.A.R.V.
ru_ru: Перемещение для процедуры D.A.R.V.
tr_tr: D.A.R.V Çevirmesi

# LblDARVSlewButtonTooltip
source: This will take an exposure while slewing the scope slowly to one side and back when the lines are not aligned there is some polar alignment error
ca_es: Això prendrà una exposició mentre es gira lentament el telescopi cap a un costat per tornar després cap enrere. Quan les marques no estan alineades, significa que hi ha un error d'Alineació Polar
el_gr: Αυτό θα πάρει μια έκθεση κατά την μετακίνηση του τηλεσκοπίου αργά προς τη μια πλευρά και πίσω όταν οι γραμμές δεν είναι ευθυγραμμισμένες τότε υπάρχει ορισμένο σφάλμα Πολικής Ευθυγράμμισης
es_es: Esto tomará una exposición mientras mueve el telescopio lentamente hacia un lado para regresar después. Cuando las líneas no están alineadas, hay algún error de Alineamiento Polar
fr_fr: Ceci va lancer une exposition pendant un déplacement du télescope dans une direction suivi d'un retour. si les traces d'étoiles ne sont pas alignées, c'est qu'il y a une erreur d'alignement polaire de la monture.
gl_es: Isto fará unha exposición mentres se move o telescopio lentamente cara a un lado e cara atrás; cando as liñas non están aliñadas hai algún erro de aliñación polar
it_it: Questo catturerà una immagine durante il movimento lento del telescopio verso una direzione e nel ritorno Quando le linee non sono allineate significa che c'è un errore di allineamento polare
ja_jp: 望遠鏡をゆっくりと一方や反対方向に振る間に撮像して、線が揃っていない場合は、極軸アラインメントにエラーがあります。
pt_pt: Irá obter uma exposição enquanto move o telescópio de forma lenta para um lado e para o outro. Enquanto as linhas não estiverem alinhadas existe algum erro no Alinhamento Polar
ru_ru: Будет сделана экспозиция при медленном движении телескопа в сторону и обратно, если линии не совмещены, то имеется ошибка установки полярной оси
tr_tr: Bu, teleskopu yavaşça bir yöne ve arkaya döndürürken bir pozlama alacak, çizgiler hizalanmadığında bazı Polar Ayarı hatası vardır
