Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblTooltipDemoteTarget
source: Move target right
ca_es: Mou l'objectiu cap a la dreta
el_gr: Μετακίνηση στόχου δεξιά
es_es: Mover Objetivo a la derecha
fr_fr: Déplace la Cible vers la droite
gl_es: Mover obxectivo para a dereita
it_it: Sposta l'obiettivo a destra
ja_jp: ターゲットを右に移動する。
pt_pt: Mover o objecto para a direita
ru_ru: Переместить цель вправо
tr_tr: Hedefi sağa taşı

# LblTooltipDetectStars
source: Toggles automatic star detection and analysis (Half Flux Radius) on/off
ca_es: Activa/desactiva l’anàlisi i detecció automàtica d’estrelles HFR (Half-Flus-Radius)
es_es: Activa/Desactiva la detección automática de estrellas y el análisis HFR (Half-Flus-Radius)
fr_fr: Activation/désactivation de la détection et de l'analyse automatique des étoiles (Half Flux Radius)
gl_es: Activa/Desactiva a detección automática de estrelas e análise (Half Flux Radius)
ja_jp: 星の自動検出と分析(明るさの半値幅) のオン／オフ切り替え
pt_pt: Ativa ou desativa a analise e detecção automática de estrala (HFR)
ru_ru: Включение/выключение автоматического обнаружения и анализа звёзд (Half-Flux-Radius)
tr_tr: Otomatik yıldız algılama ve analizini (Half Flux radius) açıp/kapatır

# LblToolTipLiveView
source: Live View
ca_es: Vista en Directe
el_gr: Ζωντανή Προβολή
es_es: Vista en Vivo
fr_fr: En direct
gl_es: Vista en vivo
it_it: Vista Live
ja_jp: ライブビュー
ru_ru: Живая трансляция
tr_tr: Canlı görüntü

# LblTooltipLoop
source: Enables/disables looping exposures
ca_es: Activa/Desactiva les exposicions en bucle
el_gr: Ενεργοποιεί/απενεργοποιεί συνεχόμενες εκθέσεις
es_es: Habilita/Deshabilita las exposiciones en bucle
fr_fr: Active / désactive les expositions en boucle
gl_es: Activa/Desactiva as exposicións continuadas
it_it: Abilita/Disabilita Ciclo Esposizioni
ja_jp: ループ露出をオン/オフする。
pt_pt: Activa/desactiva exposições contínuas
ru_ru: Включает/отключает петлю экспозиций
tr_tr: Ardarda pozlamayı etkinleştirir/devre dışı bırakır

# LblTooltipPromoteSequenceRow
source: Move selected row up sequence list
ca_es: Mou la fila seleccionada cap amunt en la llista de seqüències
el_gr: Μετακίνηση επιλεγμένης γραμμής προς τα πάνω στη λίστα αλληλουχιών
es_es: Mover fila seleccionada hacia arriba en la lista de secuencias
fr_fr: Déplacer la ligne sélectionnée dans la liste de séquence vers le haut
gl_es: Mover a fila para arriba na listaxe de secuencias
it_it: Sposta la riga selezionata verso l'alto della sequenza
ja_jp: 選択された行をシーケンスリストに沿って上に移動する。
pt_pt: Mover a linha seleccionada para o topo da lista de sequência
ru_ru: Переместить выбранную строку вверх в списке серии
tr_tr: Seçili sırayı sekans listesinin yukarısına taşı

# LblTooltipPromoteTarget
source: Move target left
ca_es: Moure l'objectiu cap a l'esquerra
el_gr: Μετακίνηση στόχου αριστερά
es_es: Mover Objetivo a la izquierda
fr_fr: Déplace la Cible vers la gauche
gl_es: Mover o obxectivo para a esquerda
it_it: Muovi obiettivo a sinistea
ja_jp: ターゲットを左に移動する。
pt_pt: Mover o objecto para a esquerda
ru_ru: Переместить цель влево
tr_tr: Hedefi sola taşı

# LblTooltipRemoveSequence
source: Remove selected row from sequence list
ca_es: Elimineu la fila seleccionada de la llista de seqüències
el_gr: Αφαίρεση επιλεγμένης γραμμής από τη λίστα αλληλουχιών
es_es: Elimina la fila seleccionada de la lista de secuencia
fr_fr: Supprimer la ligne sélectionnée de la liste de séquence
gl_es: Quitar fila seleccionada da listaxe de secuencias
it_it: Rimuovi la riga selezionata dalla lista delle sequenze
ja_jp: 選択された行をシーケンスリストから削除する。
pt_pt: Remover a linha seleccionada da lista de sequência
ru_ru: Удалить выбранную строку из списка серии
tr_tr: Seçili sırayı sekans listesinden kaldır

# LblTooltipResetSequence
source: Reset progress of selected row in sequence list
ca_es: Torna a iniciar el progrés de la fila seleccionada a la llista de seqüències
el_gr: Επαναφορά προόδου της επιλεγμένης σειράς στη λίστα αλληλουχιών
es_es: Reinicia el progreso de la fila seleccionada en la lista de secuencia
fr_fr: Réinitialiser la progression de la ligne sélectionnée dans la liste de séquence
gl_es: Reiniciar o progreso da fila seleccionada na listaxe de secuencias
it_it: Resetta progresso della riga selezionata nella lista sequenze
ja_jp: シーケンスリストで選択された行の進捗をリセットする。
pt_pt: Reinicializa o progresso da linha seleccionada na lista de sequência
ru_ru: Сбросить прогресс выделенной строки в списке серии
tr_tr: Sekans listesindeki seçili satırın ilerlemesini sıfırla

# LblTooltipResetTarget
source: Reset progress of all sequence items in target
ca_es: Torna a iniciar el progrés de totes les seqüències en un objectiu
el_gr: Επαναφορά προόδου όλων των αντικειμένων αλληλουχιών του στόχου
es_es: Reinicia el progreso de todas las secuencias en un objetivo
fr_fr: Réinitialiser la progression de tous les éléments de la séquence dans la cible
gl_es: Reiniciar o progreso de todos os elementos da secuencia no obxectivo
it_it: Resetta progresso di tutte le sequenze in target
ja_jp: ターゲット内で全てのシーケンスアイテムの進捗をリセットする。
pt_pt: Reinicializa o progresso de todos os items da sequência
ru_ru: Сбросить прогресс всех элементов серии в цели
tr_tr: Hedefteki tüm sekans ögelerinin ilerlemesini sıfırla

# LblTooltipStartSequence
source: Starts sequences
ca_es: Inicia seqüències
el_gr: Ξεκινάει τις αλληλουχίες
es_es: Inicia secuencias
fr_fr: Démarrer les Séquences
gl_es: Iniciar secuencias
it_it: Avvia le sequenze
ja_jp: シーケンスを開始します。
pt_pt: Inicia sequências
ru_ru: Запускает серии
tr_tr: Sekansları çalıştırır

# LblToolTipSubSample
source: Subsampling Frame Drag the rectangle over the part of the frame you want to subsample and enable subsampling in snap. Your camera will only download the selected area.
ca_es: Marc de SubSampling (SubMostreig) Arrossegueu el rectangle sobre la part del marc que vulgueu fer SubMostra i activeu el SubMostreig en la instantània. La càmera només descarregarà l'àrea seleccionada.
el_gr: Καρέ SubSampling Σύρετε το τετράγωνο στην περιοχή του καρέ που θέλετε να πάρετε δείγμα και να ενεργοποιήσετε τη δειγματοληψία. Η κάμερα θα λάβει μόνο την επιλεγμένη περιοχή.
es_es: Encuadre de SubSampling Mueve el rectángulo sobre la parte del Encuadre que quieres hacer subsampling. Tu cámara solo descargará el área seleccionada.
fr_fr: Cadre de sous-échantillonnage Faites glisser le rectangle sur la partie du cadre que vous souhaitez sous-échantillonner et activez le sous-échantillonnage en instantané. Votre caméra ne téléchargera que la zone sélectionnée.
gl_es: Encadre de SubSampling Move o rectangulo sobre a parte do Encadre no que queres facer subsampling. A cámara só descargará a área seleccionada.
it_it: SubSampling Fotogramma Trascina il rettangolo sulla parte del fotogramma che vuoi estrarre ed abilita il subsampling in snap. La tua camera scaricherà solamente l'area selezionata.
ja_jp: サブサンプリングフレーム フレーム画像上にて長方形をドラッグすると試し撮像でサブサンプリングがオンになります。この選択されたエリアのみカメラからダウンロードされます。
pt_pt: Sub-Sampling de frame Arraste o rectângulo sobre a parte da imagem que deseja efectuar sub-sample e será activado imediatamente. A câmera transfere apenas a área seleccionada.
ru_ru: Подвыборка кадров Перетащите прямоугольник по той части рамки, которую вы хотите вытащить и включить протаскивание. Ваша камера загрузит только выбранную область.
tr_tr: Örnekleme Kadrajı Dikdörtgeni kadrajın örneklemek istediğiniz kısmına sürükleyin ve örneklemeyi anında etkinleştirin. Kameranız sadece seçilen alanı indirir.

# LblTooltipTakeExposure
source: Starts exposure
ca_es: Iniciar Exposició
el_gr: Ξεκινάει την Έκθεση
es_es: Iniciar Exposición
fr_fr: Démarrer Expositions
gl_es: Iniciar Exposición
it_it: Inizia Esposizione
ja_jp: 露光開始
pt_pt: Iniciar a Exposição
ru_ru: Начинает экспозицию
tr_tr: Pozlamayı başlatır

# LblTooltipTargetLoadSet
source: Load set of targets from a file
ca_es: Carrega el conjunt de destinacions des d'un fitxer
el_gr: Φορτώνει μια ομάδα στόχων από ένα αρχείο
es_es: Cargar conjunto de objetivos desde un archivo
fr_fr: Charger une liste de cibles à partir d'un fichier
gl_es: Cargar obxectivos dende arquivo
it_it: Carica un insieme di obiettivi da un file
ja_jp: ファイルからターゲット群を読み込む
pt_pt: Carregar um grupo de objectos a partir de um ficheiro
ru_ru: Загрузить набор целей из файла
tr_tr: Hedef setini bir dosyadan yükle

# LblTooltipTargetSaveSet
source: Save current targets as a set
ca_es: Guardar objectes actuals com a conjunt
el_gr: Αποθήκευση των τρεχόντων στόχων σαν μια ομάδα
es_es: Guardar objetivos actuales como conjunto
fr_fr: Enregistrer les cibles actuelles en tant que liste
gl_es: Gardar os obxectivos actuais como un conxunto
it_it: Salva gli obiettivi correnti come un insieme
ja_jp: 現在のターゲットをセットとして保存
pt_pt: Guardar os objectos actuais como um grupo
ru_ru: Сохранить текущие цели как набор
tr_tr: Mevcut hedefleri set olarak kaydet

# LblTotalNo
source: Total #
el_gr: Συνολικός #
it_it: Totali #
ja_jp: トータル#
ru_ru: Всего #
tr_tr: Toplam#

# LblToupTekCameraSetup
source: ToupTek camera setup
ca_es: Configuració de la càmera ToupTek
el_gr: Ρυθμίσεις Κάμερας ΤoupTek
es_es: Configuración Cámara ToupTek
fr_fr: Configuration caméra ToupTek
gl_es: Config. Cámara ToupTek
it_it: Setup ToupTek Camera
ja_jp: ToupTekカメラ設定
pt_pt: Configuração da câmera ToupTek
ru_ru: Настройка ToupTek камеры
tr_tr: ToupTek kamera ayarı

# LblTracking
source: Tracking
ca_es: Seguiment
el_gr: Ακολούθηση
es_es: Seguimiento
fr_fr: Suivi
gl_es: Seguimento
it_it: Tracciamento
ja_jp: 追尾
pt_pt: A efectuar seguimento
ru_ru: Слежение
tr_tr: Takip

# LblTrackingRate
source: Tracking rate
ca_es: Velocitat de seguiment
el_gr: Ρυθμός Ακολούθησης
es_es: Velocidad de seguimiento
fr_fr: Vitesse de suivi
gl_es: Ratio Seguimento
it_it: Velocità di Tracciamento
ja_jp: トラッキングレート
pt_pt: Velocidade de Seguimento
ru_ru: Скорость слежения
tr_tr: Takip oranı

# LblTrackingStopped
source: Stopped
ca_es: Aturat
es_es: Detenido
fr_fr: Arrêté
gl_es: Detido
it_it: Fermato
ja_jp: 停止しました
pt_pt: Parado
ru_ru: Остановлено
tr_tr: Durdu

# LblTrackingSidereal
source: Sidereal
ca_es: Sideral
el_gr: Αστρική
es_es: Sideral
fr_fr: Sidéral
gl_es: Sideral
it_it: Siderale
ja_jp: 恒星時モード
ru_ru: Звёздный
tr_tr: Göksel

# LblTrackingSolar
source: Solar
el_gr: Ηλιακή
fr_fr: Solaire
it_it: Solare
ja_jp: 太陽の
ru_ru: Солнечный
tr_tr: Güneş

# LblTrackingLunar
source: Lunar
el_gr: Σεληνιακή
fr_fr: Lunaire
it_it: Lunare
ja_jp: 月の
ru_ru: Лунный
tr_tr: Ay

# LblTrackingKing
source: King
gl_es: Rei
ja_jp: キング
ru_ru: Король
tr_tr: Özel

# LblTrackingCustom
source: Custom
ca_es: Personalitzat
es_es: Personalizado
fr_fr: Personnalisé
gl_es: Personalizado
it_it: Personalizzato
ja_jp: カスタム
pt_pt: Personalizado
ru_ru: Свой
tr_tr: Özel

# LblTrackingCustomRate
source: Custom ({0}, {1})
ca_es: Personalitzat ({0}, {1})
es_es: Personalizado ({0}, {1})
fr_fr: Personnalisé ({0}, {1})
gl_es: Personalizado ({0}, {1})
it_it: Personalizzato ({0}, {1})
ja_jp: カスタム ({0}, {1})
pt_pt: Personalizado ({0}, {1})
ru_ru: Другое ({0}, {1})
tr_tr: Özel ({0}, {1})

# LblTransitSouth
source: Transit south
ca_es: Trànsit Sud
el_gr: Διάβαση Νότια
es_es: Tránsito Sur
fr_fr: Transit Sud
gl_es: Tránsito Sur
it_it: Transit Sud
ja_jp: 子午線南通過
pt_pt: Transito Sul
ru_ru: Транзит по Югу
tr_tr: Güneye geçiş

# LblTrendHyperbolic
source: Trends and Hyperbolic
ca_es: Tendència i Hiperbòlic
el_gr: Τάσεις και Υπερβολικό
es_es: Tendencia e Hiperbólico
fr_fr: Tendances et hyperbole
gl_es: Tendencia e Hiperbólico
it_it: Trend + Iperbolico
ja_jp: トレンドと双曲線
ru_ru: Тенденции и гиперболизм
tr_tr: Eğimler ve hiperbolik

# LblTrendLines
source: Trend Lines
ca_es: Línies de Tendència
el_gr: Γραμμές Τάσης
es_es: Líneas de Tendencia
fr_fr: Lignes de Tendance
gl_es: Liñas de Tendencia
it_it: Linee di Trend
ja_jp: トレンドライン
ru_ru: Линия направления
tr_tr: Eğim çizgileri

# LblTrendParabolic
source: Trends and Parabolic
ca_es: Tendències i Parabòlic
el_gr: Τάσεις και Παραβολικό
es_es: Tendencias y Parabólico
fr_fr: Tendances et parabole
gl_es: Tendencia e Parabólico
it_it: Trend e Parabolico
ja_jp: トレンドと放物線
ru_ru: Тенденции и параболизм
tr_tr: Eğimler ve parabolik

# LblType
source: Type
ca_es: Tipus
el_gr: Τύπος
es_es: Tipo
gl_es: Tipo
it_it: Tipo
ja_jp: タイプ
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# LblUnableToConnectCamera
source: Unable to connect camera {0}
ca_es: Impossible connectar a la càmera {0}
el_gr: Δεν ήταν δυνατή η σύνδεση με την κάμερα
es_es: Imposible conectar la cámara {0}
gl_es: Non se pode conectar a cámara {0}
ja_jp: カメラ {0}に接続できません
pt_pt: Não foi possível conectar a câmera
ru_ru: Не удалось подключить камеру

# LblUnableToSetExposureTime
source: Unable to set exposure time
ca_es: Impossible establir el temps d'exposició
el_gr: Δεν ήταν δυνατός ο ορισμός του χρόνου έκθεσης
es_es: Imposible establecer el tiempo de exposición
fr_fr: Impossible de définir le temps d'exposition
gl_es: Non se pode establecer o tempo de exposición
it_it: Impossibile impostare tempo esposizione
ja_jp: 露出時間を設定できません。
pt_pt: Não foi possível definir o tempo de exposição
ru_ru: Не удалось установить экспозицию
tr_tr: Pozlama süresi ayarlanamadı

# LblUnableToSetISO
source: Unable to set ISO
ca_es: No es pot establir ISO
el_gr: Δεν ήταν δυνατό να οριστεί το ISO
es_es: No se puede establecer el ISO
fr_fr: Impossible de définir l'ISO
gl_es: Non se pode establecer ISO
it_it: Impossibile impostare ISO
ja_jp: ISO設定不可
pt_pt: Não foi possível definir a ISO
ru_ru: Не удалось установить ISO
tr_tr: ISO ayarlanamadı

# LblUnableToStartExposure
source: Unable to start camera exposure
ca_es: Impossible iniciar exposició de la càmera
el_gr: Δεν ήταν δυνατό να ξεκινήσει η έκθεση της κάμερας
es_es: Imposible iniciar exposición de cámara
fr_fr: Impossible de démarrer l'acquisition
gl_es: Non se pode iniciar a exposición da cámara
it_it: Impossibile iniziare esposizione con la camera
ja_jp: カメラ露出を開始できません。
pt_pt: Não foi possível iniciar a exposição
ru_ru: Не удалось начать экспозицию
tr_tr: Kamera pozlaması ayarlanamadı

# LblUnableToSync
source: Unable to sync. Telescope is not connected
ca_es: No es pot sincronitzar. El telescopi no està connectat
el_gr: Δεν ήταν δυνατό να γίνει συγχρονισμός. Το Τηλεσκόπιο δεν είναι συνδεδεμένο
es_es: Imposible sincronizar. El Telescopio no está conectado
fr_fr: Impossible de synchroniser. Le télescope n'est pas connecté
gl_es: Non se pode sincronizar. O telescopio non está conectado
it_it: Impossibile sincronizzare. Il telescopio non e' connesso
ja_jp: 同期できません。赤道儀が接続されていません。
pt_pt: Não foi possível sincronizar. O Telescópio não está conectado
ru_ru: Не удалось синхр. Телескоп не подключен
tr_tr: Senkr. başarısız. Teleskop bağlı değil

# LblUnexpectedError
source: Unexpected error occurred
ca_es: S'ha produït un error inesperat
el_gr: Παρουσιάστηκε μη αναμενόμενο σφάλμα
es_es: Ha ocurrido Error Inesperado
fr_fr: Une erreur inattendue s'est produite
gl_es: Ocorreu un erro inesperado
it_it: Errore inatteso
ja_jp: 予期せぬエラーが発生しました。
pt_pt: Ocorreu um erro inesperado
ru_ru: Произошла непредвиденная ошибка
tr_tr: Beklenmeyen hata oluştu

# LblUnhandledException
source: Unhandled Exception occurred
ca_es: S'ha produït una excepció no gestionada
el_gr: Μια Απρόσμενη Εξαίρεση έλαβε χώρα
es_es: Ha ocurrido una Excepción no manejada
fr_fr: Une exception non gérée s'est produite
gl_es: Produciuse unha excepción non manexada
it_it: Exception non gestita
ja_jp: 取り扱えない例外が発生しました。
pt_pt: Ocorreu uma exceção não tratada
ru_ru: Произошло непредвиденное исключение
tr_tr: Kontrol edilemeyen istisna durum oluştu

# LblUnlinkedStretch
source: Unlinked stretch
ca_es: Estirament sense enllaçar
el_gr: Μη συνδεδεμένο Stretch
es_es: Estirado no Enlazado
fr_fr: Stretch non lié
gl_es: Estiramento Independente
it_it: Stretch scollegato
ja_jp: 連結無しストレッチ
pt_pt: Stretch desligado
ru_ru: Несвязанное растяжение
tr_tr: Bağlantısız esnetme

# LblUnlinkedStretchTooltip
source: When enabled, colour channels will be stretched separately, helping hide the sky background and enhancing autofocus and platesolving reliablity, especially in light polluted areas. Processing time is however increased.
ca_es: Quan estigui activat, els canals de color s’estiraran per separat, ajudant a amagar el fons del cel i millorant l'efectivitat de l’enfocament automàtic i la fiabilitat de la resolució de plaques, especialment en zones lleugerament contaminades. No obstant això, el temps de processament augmentarà.
el_gr: Όταν ενεργοποιηθεί, τα κανάλια χρώματος θα τεντωθούν ξεχωριστά, βοηθώντας να κρυφτεί το υπόβαθρο του ουρανού και να ενισχυθεί η αξιοπιστία της αυτόματης εστίασης και του platesolving, ειδικά σε περιοχές με φωτορύπανση. Ο χρόνος επεξεργασίας όμως αυξάνει.
es_es: Cuando está habilitado, se estirarán los canales de color de forma independiente, ayudando a ocultar el cielo de fondo y aumentando la fiabilidad del autofoco y la astrometría, especialmente en áreas de contaminación lumínica. Aumentará el tiempo de procesado.
fr_fr: Lorsque cette option est activée, les canaux de couleur sont ajustés avec un stretch séparément, ce qui aide à masquer le fond de ciel et facilite la focalisation automatique et l'astrométrie, en particulier pour des zones légèrement polluées. Le temps de traitement est cependant augmenté.
gl_es: Ó activar as canles de cor estiraranse separadamente escurecendo o fondo do ceo e axudando o AutoFoco e a Astrometría especialmente en áreas de polución lumínica. A desvantaxe é que aumenta o tempo de procesamento.
it_it: Quando abilitato, i canali colore saranno allungati separatamente, aiutando a nascondere lo sfondo del cielo e migliorando l'autofocus e l'affidabilità del platesolving, particolarmente in aree ad alto inquinamento luminoso. Il tempo di processo sarà tuttavia aumentato.
ja_jp: オンになっている場合、カラーチャンネルは個々にストレッチがかかり、 空の背景を隠しやすくなり、オートフォーカスやプレートソルブの信頼度を上げます。 これは光害地で特に有効です。しかし、処理時間が長くなります。
pt_pt: Quando activado, será feito o stretch aos canais de cor de forma separada, ajudando a esconder o brilho do céu e a melhor a focagem automática e o platesolving, especialmente em áreas com poluição luminosa. Contudo, o tempo de processamento é maior.
ru_ru: Когда включено, цветовые каналы будут растянуты по отдельности, помогая скрыть фон неба и повысить надежность автофокуса и разрешения, особенно в светлых загрязненных районах. Однако время обработки увеличивается.
tr_tr: Etkinleştirildiğinde, özellikle ışık kirliliği olan bölgelerde gökyüzü arka planını gizlemek, otomatik odaklama ve platesolving'in güvenilirliğini artırmak için renk kanalları ayrı ayrı esnetilir. Ancak işleme süresi uzar.

# LblUnpark
source: Unpark
ca_es: Treure aparcament (Unpark)
es_es: Desaparcar
fr_fr: Déparker
gl_es: Desaparcar
it_it: Sparcheggia
ja_jp: パーク解除
ru_ru: Распарковка
tr_tr: Park halinden çıkar

# LblUPBV2AmpereHours
source: Amp-hours
ca_es: Amperis per hora
el_gr: Αμπερώρια (Ah)
es_es: Amperios por hora
fr_fr: Ampères heures
gl_es: Amperes Hora
it_it: Ampere-ora
ja_jp: アンペア時
pt_pt: Amperes-Hora
ru_ru: Ампер часов
tr_tr: Amper saat

# LblUPBV2AutoDewControl
source: Automatic dew control
ca_es: Control Automàtic de Rosada
el_gr: Αυτόματος 'Έλεγχος Δρόσου
es_es: Control automático de cintas antihumedad
fr_fr: Contrôle automatique de la rosée
gl_es: Control Orballo Automático
it_it: Controllo automatico della condensa
ja_jp: 自動結露防止制御
pt_pt: Controlo Automático de Gelo
ru_ru: Автоматическое управление росой
tr_tr: Otomatik buğu kontrol

# LblUPBV2AverageCurrent
source: Average current
ca_es: Mitjana Actual
el_gr: Μέσο Ρεύμα
es_es: Corriente promedio
fr_fr: Courant moyen
gl_es: Promedio Actual
it_it: Corrente media
ja_jp: 平均電流
pt_pt: Média Actual
ru_ru: Средний ток
tr_tr: Ortalama akım

# LblUPBV2Current
source: Current
ca_es: Actual
el_gr: Ρεύμα
es_es: Corriente
fr_fr: Courant
gl_es: Actual
it_it: Corrente
ja_jp: 電流
pt_pt: Actual
ru_ru: Ток
tr_tr: Akım

# LblUPBV2DeviceData
source: Device data
ca_es: Dades del Dispositiu
el_gr: Δεδομένα Συσκευής
es_es: Datos del dispositivo
fr_fr: Donnée de l'appareil
gl_es: Datos de Dispositivo
it_it: Dati del dispositivo
ja_jp: 装置データ
pt_pt: Dados do dispositivo
ru_ru: Данные устройства
tr_tr: Cihaz verisi

# LblUPBV2DewHeater
source: Dew heater port
ca_es: Port de la cinta antirosada
el_gr: Θύρα Θερμαντικού Στοιχείου
es_es: Puerto de la cinta antihumedad
fr_fr: Port de la résistance chauffante
gl_es: Porto Calefactor Orballo
it_it: Porta per riscaldatore anti condensa
ja_jp: 結露防止ポート
pt_pt: Porta da fita de aquecimento
ru_ru: Порт грелки
tr_tr: Buğu giderici girişi

# LblUPBV2DewHeaterPorts
source: Dew heaters
ca_es: Cintes antirosada
el_gr: Θερμαντικά Στοιχεία
es_es: Cintas antihumedad
fr_fr: Résistances chauffantes
gl_es: Calefactor de Orballo
it_it: Anticondensa
ja_jp: 結露防止ヒーター
pt_pt: Fitas de Aquecimento
ru_ru: Грелки
tr_tr: Buğu gidericiler

# LblUPBV2DewPoint
source: Dew point
ca_es: Punt de rosada
el_gr: Σημείο Δρόσου
es_es: Punto de rocío
fr_fr: Point de rosée
gl_es: Punto de Orballo
it_it: Punto di rugiada
ja_jp: 結露点
pt_pt: Ponto de Orvalho
ru_ru: Точка росы
tr_tr: Buğu noktası

# LblUPBV2ExcessCurrent
source: Excess current
ca_es: Excés de corrent
el_gr: Πλεονάζων Ρεύμα
es_es: Exceso de corriente
fr_fr: Courant excessif
gl_es: Exceso de corrente
it_it: Corrente in eccesso
ja_jp: 過電流
pt_pt: Excesso de corrente
ru_ru: Превышение тока
tr_tr: Yüksek akım

# LblUPBV2InputCurrent
source: Input current
ca_es: Entrada de corrent
el_gr: Ρεύμα Εισόδου
es_es: Entrada de corriente
fr_fr: Courant d'entrée
gl_es: Corrente de entrada
it_it: Corrente in entrata
ja_jp: 入力電流
pt_pt: Corrente de Entrada
ru_ru: Входной ток
tr_tr: Giriş akımı

# LblUPBV2InputPower
source: Power
ca_es: Alimentació
el_gr: Τάση Εισόδου
es_es: Alimentación
fr_fr: Alimentation
gl_es: Activación
it_it: Alimentazione
ja_jp: 電源
pt_pt: Alimentação
ru_ru: Мощность
tr_tr: Güç

# LblUPBV2InputVoltage
source: Input voltage
ca_es: Voltatge d'entrada
el_gr: Τάση Εισόδου
es_es: Voltaje de entrada
fr_fr: Tension d'entrée
gl_es: Voltaxe de entrada
it_it: Tensione in ingresso
ja_jp: 入力電圧
pt_pt: Voltagem de entrada
ru_ru: Входное напряжение
tr_tr: Giriş voltajı

# LblUPBV2InvalidResponse
source: Invalid response from Pegasus Astro Ultimate Powerbox V2.
ca_es: Resposta no vàlida de Pegasus Astro Ultimate Powerbox V2.
el_gr: Μη έγκυρη ανταπόκριση από το Pegasus Astro Ultimate Powerbox V2.
es_es: Respuesta no válida de Pegasus Astro Ultimate Powerbox V2.
fr_fr: Réponse non valide de Pegasus Astro Ultimate Powerbox V2.
gl_es: Resposta inválida dende Pegasus Astro Ultimate Powerbox V2.
it_it: Risposta non valida da Pegasus Astro Ultimate Powerbox V2.
ja_jp: Pegasus Astroからの不適切な反応
pt_pt: Resposta inválida da Pegasus Astro Ultimate Powerbox V2.
ru_ru: Неверный ответ от Pegasus Astro Ultimate Powerbox V2.
tr_tr: Pegasus Astro Ultimate Powerbox V2'den gelen cevap geçersiz.

# LblUPBV2Power1
source: Power port 1
ca_es: Port d'alimentació 1
el_gr: Θύρα Τροφοδοσίας 1
es_es: Puerto de alimentación 1
fr_fr: Port d'alimentation 1
gl_es: Activar Porto 1
it_it: Porta di alimentazione 1
ja_jp: 電源ポート１
pt_pt: Porta de Alimentação 1
ru_ru: Порт питания 1
tr_tr: Güç girişi 1

# LblUPBV2Power2
source: Power port 2
ca_es: Port d'alimentació 2
el_gr: Θύρα Τροφοδοσίας 2
es_es: Puerto de alimentación 2
fr_fr: Port d'alimentation 2
gl_es: Activar Porto 2
it_it: Porta di alimentazione 2
ja_jp: 電源ポート２
pt_pt: Porta de Alimentação 2
ru_ru: Порт питания 2
tr_tr: Güçgirişi 2

# LblUPBV2Power3
source: Power port 3
ca_es: Port d'alimentació 3
el_gr: Θύρα Τροφοδοσίας 3
es_es: Puerto de alimentación 3
fr_fr: Port d'alimentation 3
gl_es: Activar Porto 3
it_it: Porta di alimentazione 3
ja_jp: 電源ポート３
pt_pt: Porta de Alimentação 3
ru_ru: Порт питания 3
tr_tr: Güç girişi 3

# LblUPBV2Power4
source: Power port 4
ca_es: Port d'alimentació 4
el_gr: Θύρα Τροφοδοσίας 4
es_es: Puerto de alimentación 4
fr_fr: Port d'alimentation 4
gl_es: Activar Porto 4
it_it: Porta di alimentazione 4
ja_jp: 電源ポート４
pt_pt: Porta de Alimentação 4
ru_ru: Порт питания 4
tr_tr: Güç girişi 4
