Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblDefaultGainTooltip
source: This value specifies the default gain that should be used whenever no gain was set explicitly
ca_es: Aquest valor especifica el guany per defecte que s'ha d'utilitzar sempre que no s'hagi establert cap guany explícitament
el_gr: Η τιμή αυτή ορίζει την προκαθορισμένη ενίσχυση που θα πρέπει να χρησιμοποιείται όταν δεν έχει οριστεί ρητά μια ενίσχυση
es_es: Este valor especifica la ganancia por defecto que debe ser usada siempre que no se haya establecido ninguna ganancia explícitamente
fr_fr: Cette valeur spécifie le gain par défaut qui doit être utilisé chaque fois qu'aucun gain n'a été défini explicitement
gl_es: Este valor especifica a ganancia por defecto que se usará cando non se fixase explicitamente unha ganancia
it_it: Questo valore specifica il guadagno predefinito che deve essere usato ogni volta che il guadagno non viene indicato esplicitamente
ja_jp: この値はデフォルトのゲインを指定するもので、ゲインが明示的に設定されていないときに使用されます。
pt_pt: Define que valor de gain deve ser usado quando nenhum foi definido especificamente
ru_ru: Это значение задает значение усиления по умолчанию, которое должно быть использовано всякий раз, когда никакого усиления не было установлено явно
tr_tr: Bu değer, belirgin bir kazanç ayarlanmadığı zaman kullanılması gereken varsayılan kazancı belirtir

# LblDefaultOffsetTooltip
source: This value specifies the default offset that should be used whenever no offset was set explicitly
ca_es: Aquest valor especifica la compensació ('offset) per defecte que s'ha d'utilitzar sempre que no se hagi establert ningú explícitament
el_gr: Η τιμή αυτή ορίζει το προκαθορισμένο offset που θα πρέπει να χρησιμοποιείται όταν δεν έχει οριστεί ρητά ένα offset
es_es: Este valor especifica el offset por defecto que debe ser usado siempre que no se haya establecido ninguno explícitamente
fr_fr: Cette valeur spécifie l'offset par défaut qui doit être utilisé chaque fois qu'aucun offset n'a été défini explicitement
gl_es: Este valor especifica unha compensación por defecto que se usará cando non se estableceu explicitamente
it_it: Questo valore specifica l'Offset predefinito che deve essere usato ogni volta che l'Offset non viene indicato esplicitamente
ja_jp: この値はデフォルトのオフセットを指定するもので、オフセットが明示的に設定されていないときに使用されます。
pt_pt: Define que valor de offset deve ser usado quando nenhum foi definido especificamente
ru_ru: Это значение задает смещение по умолчанию, которое должно быть использовано всякий раз, когда смещение не было установлено явно
tr_tr: Bu değer, belirgin bir offset ayarlanmadığı zaman kullanılması gereken varsayılan offseti belirtir

# LbLUsbLimitDescription
source: Camera USB speed or traffic limit setting
ca_es: Configuració del límit de trànsit o velocitat USB de la càmera
el_gr: Ρύθμιση ταχύτητας USB κάμερας ή περιορισμού κίνησης
es_es: Ajuste de velocidad USB de la cámara o de límite de tráfico
fr_fr: Débit USB de la caméra ou réglage de la limite de traffic
gl_es: Velocidade USB da cámara ou configuración de límite de tráfico
it_it: Impostazione della velocità o del limite di traffico USB della fotocamera
ja_jp: カメラのUSB速度（トラフィック制限）の設定
pt_pt: Definição de velocidade USB ou limite de tráfego
ru_ru: Ограничение USB скорости или лимита трафика камеры
tr_tr: Kamera USB hız veya trafik ayarı

# LblFocuserMoveToPosition
source: Moving focuser to position {0}
ca_es: Moure l'enfocador a la posició {0}
el_gr: Μετακίνηση εστιαστή στη θέση {0}
es_es: Moviendo el enfocador a la posición {0}
fr_fr: Déplacement du focuser vers la position {0}
gl_es: Movendo enfocador á posición {0}
it_it: Spostamento del fuocheggiatore alla posizione {0}
ja_jp: フォーカサーがポジション {0} に移動中です
pt_pt: A mover o focador para a posição {0}
ru_ru: Перемещение фокусера в позицию {0}
tr_tr: Moviendo el enfocador a la posición {0}

# LblCameraConnectedOnExit
source: Camera still connected. Exit anyway?
ca_es: La càmera encara està connectada. Vols sortir igualment?
el_gr: Η κάμερα είναι ακόμα συνδεδεμένη. Να γίνει έξοδος;
es_es: Cámara todavía conectada. ¿Salir de todos modos?
fr_fr: Caméra toujours connectée. Quitter quand même ?
gl_es: A cámara aínda está conectada. Saír de todos os xeitos?
it_it: Fotocamera ancora collegata. Uscire comunque?
ja_jp: カメラはまだ接続されていますが、そのまま終了しますか？
pt_pt: A câmera ainda conectada. Sair ainda assim?
ru_ru: Камера все еще подключена. Выйти?
tr_tr: Kamera hala bağlı. Yine de çıkılsın mı?

# LblDisconnectCamera
source: Disconnect camera?
ca_es: Desconnectar la càmera?
el_gr: Αποσύνδεση Κάμερας;
es_es: ¿Desconectar la cámara?
fr_fr: Déconnecter la caméra?
gl_es: Desligar Cámara?
it_it: Disconnetti la Fotocamera?
ja_jp: カメラの接続を解除しますか？
pt_pt: Desconectar a câmera?
ru_ru: Отключить камеру?
tr_tr: Kamera bağı kesilsin mi?

# LblDisconnectFilterWheel
source: Disconnect the filter wheel?
ca_es: Desconnectar la Roda de Filtres?
el_gr: Αποσύνδεση Τροχού Φίλτρων;
es_es: ¿Desconectar la rueda de filtros?
fr_fr: Déconnecter la roue de filtre?
gl_es: Desligar Roda de Filtros?
it_it: Disconnettere La Ruota Porta Filtri?
ja_jp: フィルターホイールの接続を解除しますか？
pt_pt: Desconectar a Roda de Filtros?
ru_ru: Отсоединить колесо фильтров?
tr_tr: Filtre çarkı bağı kesilsin mi?

# LblDisconnectFocuser
source: Disconnect focuser?
ca_es: Desconnectar l'Enfocador Automàtic?
el_gr: Αποσύνδεση Εστιαστή;
es_es: ¿Desconectar enfocador?
fr_fr: Déconnecter le focuser?
gl_es: Desligar Enfocador?
it_it: Disconnetti il Fuocheggiatore?
ja_jp: フォーカサーの接続を解除しますか？
pt_pt: Desconectar o Focador?
ru_ru: Отключить фокусер?
tr_tr: Odaklayıcı bağı kesilsin mi?

# LblDisconnectRotator
source: Disconnect rotator?
ca_es: Desconnectar el rotador?
el_gr: Αποσύνδεση Περιστροφέα Πεδίου;
es_es: ¿Desconectar rotador?
fr_fr: Déconnecter le rotateur ?
gl_es: Desligar Rotador?
it_it: Disconnetti il Rotatore?
ja_jp: 回転装置の接続を解除しますか？
pt_pt: Desconectar o Rotador?
ru_ru: Отключить вращатель?
tr_tr: Çevirici bağı kesilsin mi?

# LblDisconnectTelescope
source: Disconnect telescope?
ca_es: Desconnectar el Telescopi?
el_gr: Αποσύνδεση Τηλεσκοπίου;
es_es: ¿Desconectar Telescopio?
fr_fr: Déconnecter le télescope ?
gl_es: Desligar Telescopio?
it_it: Disconnetti il Telescopio?
ja_jp: 望遠鏡の接続を解除しますか？
pt_pt: Desconectar o Telescópio?
ru_ru: Отключить телескоп?
tr_tr: Teleskop bağı kesilsin mi?

# LblTelescopeParkedWarning
source: Telescope is parked. You may need to unpark your scope before slewing.
ca_es: El telescopi està aparcat (park). Hauràs de treure l'aparcament (unpark) del telescopi abans que pugui girar.
es_es: El telescopio está aparcado. Nesitarás desaparcarlo antes de que pueda girar.
fr_fr: Le télescope est parqué. Vous devrez peut-être le dé-parquer avant de lancer le déplacement.
gl_es: O telescopio está estacionado. Talvez precises desaparcalo para apuntar a un obxecto.
it_it: Il telescopio è parcheggiato. Potrebbe essere necessario attivare il telescopio prima del puntamento.
ja_jp: 望遠鏡はパークされています。導入する前に、望遠鏡のパークを解除する必要があるかもしれません。
pt_pt: O telescópio está na posição de park. Precisa de ser colocado na posição de unpark antes de efectuar o movimento.
ru_ru: Телескоп запаркован. Вам может потребоваться распарковать его перед движением.
tr_tr: Teleskop park edildi. Çevirmeden önce parktan çıkarmanız gerekir.

# LblSideOfPier
source: Side of pier
ca_es: Costat de la columna
el_gr: Πλευρά Πυλώνα
es_es: Lado de la columna
fr_fr: Côté du pied
gl_es: Lado do Trípode
it_it: Lato del treppiede
ja_jp: ピアサイド
pt_pt: Lado do Pilar
ru_ru: Сторона колонны
tr_tr: Sol taraf

# LblCameraTimeoutOption
source: Camera timeout
ca_es: Temps d'espera de la càmera
el_gr: Χρονικό Όριο Κάμερας
es_es: Tiempo de espera de la cámara
fr_fr: Délai d'expiration de la caméra
gl_es: Tempo Espera Cámara
it_it: Timeout Fotocamera
ja_jp: カメラのタイムアウト
pt_pt: Limite de Tempo da Camera
ru_ru: Тайм-аут камеры
tr_tr: Kamera Zaman Aşımı

# LblCameraTimeoutTooltip
source: The amount of time after exposure time until the image is considered as lost. When the camera does not send an image ready event after Exposure Time + Timeout the exposure will be cancelled.
ca_es: Temps transcorregut després del temps d'exposició fins que la imatge es considera perduda. Quan la càmera no envia una imatge després del temps d'exposició + temps d'espera, l'exposició serà cancel·lada.
el_gr: Η ποσότητα χρόνου μετά την έκθεση μέχρις ότου η εικόνα να θεωρηθεί χαμένη. Όταν η κάμερα δεν στείλει μια εντολή ότι η εικόνα είναι έτοιμη μετά τον Χρόνο Έκθεσης + Χρονικό Όριο τότε η έκθεση θα ακυρωθεί.
es_es: Tiempo transcurrido tras el tiempo de exposición hasta que la imagen se considera perdida. Cuando la cámara no envía una imagen después del tiempo de exposición + tiempo de espera, la exposición será cancelada.
fr_fr: Le délai après le temps d'exposition pour que l'image soit considérée comme perdue. Lorsque l'appareil n'envoie pas d'image prête après le temps d'exposition + délai d'exposition, l'exposition sera annulée.
gl_es: Cantidade de tempo trala exposición ata que a imaxe se considere perdida. Cando a cámara non envía unha imaxe despois de Tempo de Exposición + Tempo de Espera, a exposición cancélase.
it_it: La quantità di tempo dopo la fine dell'esposizione oltre il quale l'immagine è considerata persa. Quando la fotocamera non invia un'immagine dopo il tempo di esposizione + tempo di timeout, l'esposizione verrà annullata.
ja_jp: 露出時間の後の、画像が失われたと見なされるまでの時間。 露出+タイムアウト時間後に、カメラが画像準備イベントを送信しない場合、露出はキャンセルされます。
pt_pt: A duração após a exposição até que a imagem seja considerada como perdida. Quando a câmera não enviar o evento de imagem pronta após o Tempo de Exposição + o Limite de Tempo a Exposição será cancelada.
ru_ru: Количество времени после окончания экспозиции до тех пор, пока изображение не будет считаться утраченным. Когда камера не отправляет событие о том, что изображение готово, после времени экспозиции + тайм-аут экспозиция будет отменена.
tr_tr: Pozlama süresinden sonra görüntünün kaybolmasına kadar geçen süre. Kamera, Pozlama Süresi + Zaman Aşımından sonra görüntüye hazır bilgisi göndermediğinde pozlama iptal edilir.

# LblCalibrationState
source: Calibration state
ca_es: Estat del calibratge
el_gr: Κατάσταση Βαθμονόμησης
es_es: Estado de Calibración
fr_fr: État de la calibration
gl_es: Estado de Calibración
it_it: Stato di Calibratura
ja_jp: キャリブレーション状態
pt_pt: Estado da Calibração
ru_ru: Состояние калибровки
tr_tr: Kalibrasyon durumu

# LblIntensity
source: Intensity
ca_es: Intensitat
el_gr: Ένταση
es_es: Intensidad
fr_fr: Intensité
gl_es: Intensidade
it_it: Intensità
ja_jp: 輝度
pt_pt: Intensidade
ru_ru: Интенсивность
tr_tr: Yoğunluk

# LblMinIntensity
source: Minimum intensity
ca_es: Intensitat mínima
el_gr: Ελάχιστη Ένταση
es_es: Intensidad mínima
fr_fr: Intensité minimale
gl_es: Intensidade mínima
it_it: Intensità Minima
ja_jp: 最小輝度
pt_pt: Intensidade mínima
ru_ru: Минимальная интенсивность
tr_tr: Minimum yoğunluk

# LblMinIntensityTooltip
source: Guide star intensity is measured on a scale of 0-255. If intensity drops below this amount, then NINA will pause guiding until it returns. This may indicate the presence of clouds.
ca_es: La intensitat de les estrelles guia es mesura en una escala de 0-255. Si la intensitat baixa per sota d’aquesta quantitat, NINA aturarà la guia fins que torni a augmentar. Això pot indicar la presència de núvols.
el_gr: Η ένταση του οδηγητικού αστεριού μετριέται σε μια κλίμακα 0-255. Αν η ένταση πέσει κάτω από αυτό την τιμή, τότε το ΝΙΝΑ θα σταματήσει την οδήγηση μέχρι να επιστρέψει. Αυτό μπορεί να σημαίνει την ύπαρξη σύννεφων.
es_es: La intensidad de la estrellas guía se mide en una escala de 0 a 255. Si la intensidad cae por debajo de esta cantidad, entonces NINA quedará en pausa hasta que vuelva a subir. Esto puede indicar la presencia de nubes.
fr_fr: L'intensité de l'étoile guide est mesurée sur une échelle de 0 à 255. Si l'intensité tombe en dessous de ce niveau, NINA mettra en pause le guidage jusqu'à son retour. Cela peut indiquer la présence de nuages.
gl_es: A intensidade da estrela guía mídese nunha escala de 0-255. Se a intensidade baixa por debaixo desta cantidade, entón NINA fará unha pausa para guiar ata que se recupere. Isto pode indicar a presenza de nubes.
it_it: L'intensità della stella guida è misurata su una scala di 0-255. Se l'intensità scende al di sotto di questa quantità, NINA sospenderà la guida fino al superamento della soglia. Questo potrebbe indicare la presenza di nuvole.
ja_jp: ガイド星の輝度は0-255のスケールで測定されます。 輝度がこの量を下回ると、回復するまでNINAはガイドを一時停止します。これは雲の存在を示しているかもしれません。
pt_pt: A intensidade da estrela guia é medida numa escala de 0-255. Se a intensidade descer abaixo desse valor, o NINA coloca a guiagem em pausa até recuperar o valor. Isto pode indicar a presença de nuvens.
ru_ru: Интенсивность звезды гида измеряется по шкале от 0 до 255. Если интенсивность снижается ниже этой суммы, NINA приостановит гидирование до тех пор, пока оно не вернется. Это может указывать на наличие облаков.
tr_tr: Kılavuz yıldız yoğunluğu 0-255 arası bir ölçekte ölçülür. Yoğunluk bu miktarın altına düşerse, tekrar yükselinceye kadar NINA yönlendirmeyi duraklatır. Bu durum, bulutların varlığını gösterebilir.

# LblSeeing
source: Seeing
ja_jp: シーイング
ru_ru: Сиинг
tr_tr: Görüş

# LblMetaGuideConnectionFailed
source: Failed to connect to MetaGuide
ca_es: No s'ha pogut connectar a MetaGuide
el_gr: Αποτυχία σύνδεσης στο MetaGuide
es_es: Error al conectar con MetaGuide
fr_fr: Impossible de se connecter à MetaGuide
gl_es: Erro ó conectar con MetaGuide
it_it: Connessione a MetaGuide non riuscita
ja_jp: MetaGuide に接続できませんでした
pt_pt: Falha ao conectar o MetaGuide
ru_ru: Не удалось подключиться к MetaGuide
tr_tr: MetaGuide bağlantısı başarısız

# LblMetaGuideLowIntensityRestoreGuiding
source: Guiding resumed
ca_es: Reiniciant el Guiatge
el_gr: Η οδήγηση ξανάρχισε
es_es: Guiado reanudado
fr_fr: Le guidage a repris
gl_es: Retomado o guiado
it_it: Guida ristabilita
ja_jp: ガイドが再開
pt_pt: Guiagem retomada
ru_ru: Гидирование возобновлено
tr_tr: Takibe devam ediliyor

# LblMetaGuideLowIntensityRestoreGuidingFailed
source: Failed to resume guiding after star intensity recovered
ca_es: No s'ha pogut reprendre el guiatge després de recuperar la intensitat de l'estrella
el_gr: Αποτυχία συνέχειας οδήγησης μετά την ανάκτηση έντασης αστεριού
es_es: Error al reanudar el guiado tras recuperar intensidad la estrella
fr_fr: Impossible de reprendre le guidage après la récupération de l'intensité de l'étoile
gl_es: Fallo ó volver a guiar despois de recuperarse a intensidade da estrela
it_it: Impossibile riprendere la guida dopo il recupero dell'intensità della stella
ja_jp: 星の明るさが回復した後、ガイド再開に失敗しました
pt_pt: Falha ao retomar a guiagem após a recuperação da intensidade da estrela
ru_ru: Не удалось возобновить гидирование после восстановления интенсивности звезды
tr_tr: Yıldız yoğunluğu düzeltildikten sonra yönlendirmeye devam edilemedi

# LblSkyFlat
source: Sky flats
ca_es: Flats del Cel
es_es: Flats de cielo
fr_fr: Flats sur le ciel
gl_es: Flats do Ceo
ja_jp: スカイフラット
ru_ru: Флэты по небу
tr_tr: Gökyüzü düz karesi

# LblDomeFollowFailure
source: Dome synchronisation error. No longer following telescope. {0}
ca_es: Error de sincronització de la cúpula. Ja no segueix el telescopi. {0}
el_gr: Σφάλμα συγχρονισμού Θόλου. Δεν ακολουθεί το τηλεσκόπιο. {0}
es_es: Error de sincronización de la cúpula. Ya no sigue al telescopio. {0}
fr_fr: Erreur de synchronisation du dôme. Ne suit plus le télescope. {0}
gl_es: Erro de sincronización da cúpula. Xa non segue o telescopio. {0}
it_it: Errore di sincronizzazione cupola. Non segue più il telescopio. {0}
ja_jp: ドーム同期エラー. 望遠鏡に追従できません,{0}
pt_pt: Erro de sincronização de cúpula. Já não está a seguir o telescópio. {0}
ru_ru: Ошибка синхронизации купола. Больше не следует за телескопом. {0}
tr_tr: Kubbe senkronizasyon hatası. Teleskop takip edilmiyor. {0}

# LblDomeSyncFailureDuringMeridianFlip
source: Dome failed to synchronize after Meridian Flip
ca_es: La cúpula ha fallat després de la sincronització en el canvi de Meridià
es_es: La cúpula falló al sincronizarse tras el giro de Meridiano
gl_es: A Cúpula non se puido sincronizar tras o Volteo de Meridiano
ja_jp: 子午線反転後に、ドームが同期に失敗しました

# LblDomeSyncFailureDuringCentering
source: Dome failed to synchronize during Centering
ca_es: La cúpula no s'ha pogut sincronitzar durant el centrat
es_es: Fallo en la sincronización de la cúpula durante el centrado
gl_es: A cúpula non se puido sincronizar durante o centrado
ja_jp: センタリング中にドームが同期できませんでした

# LblCloseDomeShutterAtSequenceEnd
source: Close dome shutter at sequence end
ca_es: Tancar l'obturador de la cúpula al final de la seqüència
el_gr: Κλείσιμο της θύρας του θόλου όταν τελειώσει η αλληλουχία
es_es: Cerrar el obturador de la cúpula al final de la secuencia
fr_fr: Fermer l'obturateur du dôme à la fin de la séquence
gl_es: Pechar o obturador da cúpula ó rematar a secuencia
it_it: Chiudi l'otturatore della cupola alla fine della sequenza
ja_jp: シーケンス終了時にドームのシャッターを閉じる
pt_pt: Fechar a janela de observação da cúpula quando a sequência terminar
ru_ru: Закрыть затвор купола в конце серии
tr_tr: Sekans sonunda kubbe tepesini kapat

# LblDomeEnableFollowingWarning
source: Could not enable dome or telescope following
ca_es: No s'ha pogut activar el seguiment de la Cúpula/Telescopi
el_gr: Δεν ήταν δυνατή η ενεργοποίηση ακολούθησης του Θόλου/Τηλεσκοπίου
es_es: No se pudo habilitar el seguimiento de la Cúpula / Telescopio
fr_fr: N'a pas pu activer le suivi de Dôme/Télescope
gl_es: Non se pode activar o seguimento Cúpula/Telescopio
it_it: Impossibile abilitare l'inseguimento Cupola/Telescopio
ja_jp: ドーム/望遠鏡追従機能を有効化できません
pt_pt: Não foi possível activar o seguimento de Cúpula/Telescópio
ru_ru: Не удалось включить следование купола/телескопа
tr_tr: Kubbe/Teleskop takibi etkinleştirilemedi

# LblParkDomeAtSequenceEnd
source: Park dome at sequence end
ca_es: Estaciona la cúpula al final de la seqüència
el_gr: Στάθμευση θόλου όταν τελειώσει η αλληλουχία
es_es: Aparcar la cúpula al final de la secuencia
fr_fr: Parque le dôme à la fin de la séquence
gl_es: Estacionar a cúpula e rematar secuencia
it_it: Parcheggiare la cupola alla fine sequenza
ja_jp: シーケンス終了時にドームをパークさせる
pt_pt: Enviar a cúpula para a posição de park no fim da sequência
ru_ru: Парковка купола в конце серии
tr_tr: Sekans sonunda kubbeyi park et

# LblDomeSyncDuringMountSlew
source: Allow sync while mount slews
ca_es: Permet la sincronització mentre la muntura està girant
es_es: Permitir sincronizar mientras la montura está girando
fr_fr: Autoriser la synchronisation en mode pointage rapide "slew"
gl_es: Permitir sincronización cos movementos da montura
it_it: Permetti la sincronizzazione durante il puntamento
ja_jp: 赤道儀が導入中に同期を許可
pt_pt: Permitir sincronizar enquanto a montagem move
ru_ru: Разрешить синхронизацию во время движения монтировки
tr_tr: Kundak çevrilirken senkrenizasyona izin ver

# LblDomeSyncDuringMountSlewTooltip
source: When Dome Following is enabled, N.I.N.A. will frequently check if the dome needs to be rotated to line up with the telescope. When an external application, such as a planetarium or a handset, moves the telescope it may be helpful to wait until the telescope is no longer moving to rotate the dome.
ca_es: Quan el seguiment de la Cúpula està activat, NINA comprovarà sovint si cal girar la Cúpula per alinear-se amb el telescopi. Quan una aplicació externa, com ara un Planetari o un comandament manual, mou el telescopi, pot ser útil esperar que el telescopi ja no es mogui per a fer girar la cúpula.
es_es: Cuando es seguimiento de la cúpula está activado, NINA comprobará frecuentemente si necesita ser girada para alinearse con el telescopio. Cuando una aplicación externa, como un planetario o un mando manual, mueve el telescopio puede ser útil esperar hasta que el telescopio deje de girar para rotar la cúpula.
fr_fr: Lorsque le suivit du Dôme est activé, NINA vérifie fréquemment si le Dôme doit être tourné pour s'aligner avec le télescope. Lorsqu'une application externe, comme un planétarium ou un combiné, bouge le télescope, il peut être utile d'attendre jusqu'à ce que le télescope ne bouge plus pour faire pivoter le dôme.
gl_es: Cando Seguimento da Cúpula está activado, NINA comprobará decote se a hai que xirar para aliñala co telescopio. Cando unha aplicación externa, como un planetario ou un teléfono móbil, move o telescopio, pode ser útil agardar a que o telescopio xa non se mova para xirar a cúpula.
it_it: Quando ll'inseguimento della cupola è abilitato, NINA controllerà frequentemente se la cupola deve essere ruotata per essere allineata con il telescopio. Quando un'applicazione esterna, come un planetario o un ricevitore, muove il telescopio, potrebbe essere utile attendere che il telescopio non si muova più per ruotare la cupola.
ja_jp: ドーム追従機能が有効になっている場合にNINAは、ドームを回転させて望遠鏡に合わせる必要があるかどうかを頻繁に確認します。 プラネタリウムやハンドコントローラーなどの外部アプリケーションで望遠鏡を動かしているときは、望遠鏡の動作が停止するまで待ってから、ドームを回転させる方が良いでしょう。
pt_pt: Quando o seguimento do observatório se encontra activo, o NINA vai confirmar com frequência se o observatório precisa de ser rodado para ser alinhado com o telescópio. Quando uma aplicação externa, tal como um planetário move o telescópio, poderá ser útil aguardar até que o telescópio pare o movimento.
ru_ru: Когда слежение купола включено, NINA часто проверяет нужно ли поворачивать купол в строке с помощью телескопа. Когда внешнее приложение, например планетарий или телефон, перемещает телескоп, возможно, будет полезно дождаться, пока телескоп больше не движется до поворота купола.
tr_tr: Kubbe İzleme etkinleştirildiğinde, NINA, kubbenin teleskopla aynı hizaya gelmesi için döndürülmesi gerekip gerekmediğini sık sık kontrol edecek. Planetaryum gibi harici bir uygulama veya el kumandasıyla teleskopu hareket ettirildiğinde, teleskopun kubbeyi döndürmek için artık hareket etmemesini beklemek faydalı olabilir.

# LblDomeFindHomeBeforePark
source: Find home before parking
ca_es: Trobar la posició inicial antes d'estacionar (park)
el_gr: Εύρεση αρχικής θέσης πριν την στάθμευση
es_es: Encontrar posición inicial antes de aparcar
fr_fr: Trouver la position de repos avant le parcage
gl_es: Ir a posición inicial antes de estacionar
it_it: Trova la posizione Home prima del parcheggio della Cupola
ja_jp: パークする前にホームポジションを見つける
pt_pt: Encontrar a posição Home antes de ir para a posição de park
ru_ru: Найти дом перед парковкой
tr_tr: Park öncesinde başlangıç pozisyonunu bul

# LblDomeSlewCW
source: Move CW
ca_es: Moure en sentit horari
es_es: Mover sentido horario
fr_fr: Déplacer CW
gl_es: Mover CW
it_it: Sposta in senso orario
ja_jp: 時計回りに移動
pt_pt: Mover no SH
ru_ru: Переместить по часовой стрелке
tr_tr: SY Döndür

# LblDomeSlewCCW
source: Move CCW
ca_es: Moure en sentit antihorari
es_es: Mover sentido antihorario
fr_fr: Déplacer CCW
gl_es: Mover CCW
it_it: Sposta in senso antiorario
ja_jp: 反時計回りに移動
pt_pt: Mover no SAH
ru_ru: Переместить против часовой стрелки
tr_tr: SAY Döndür
