Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceItem_Utility_WaitForMoonAltitude_Description
source: Waits if the moon's altitude matches the specified parameters
ca_es: Espera si l'altitud de la Lluna coincideix amb els paràmetres especificats
es_es: Espera si la altitud de la luna coincide con los parámetros especificados
fr_fr: Attend si l'altitude de la lune correspond aux paramètres spécifiés
gl_es: Agardar se a altitude da lúa coincide cos parámetros especificados
ja_jp: 月の高度が指定したパラメータに一致したら待機します。
pt_pt: Aguarda que a altitude da lua corresponda aos parâmetros definidos
ru_ru: Ожидание если высота Луны соответствует заданным параметрам
tr_tr: Ayın yüksekliği belirtilen parametrelerle eşleşiyorsa bekler

# Lbl_SequenceItem_Utility_WaitForMoonAltitude_Name
source: Wait if Moon Altitude
ca_es: Espera si Altitud de la Lluna
es_es: Esperar si la altitud de la luna
fr_fr: Attendre si l'altitude de la Lune
gl_es: Agardar por Altitude da Lúa
ja_jp: 月の高度が一致したら待機
pt_pt: Aguarda pela altitude da Lua
ru_ru: Ожидание высоты Луны
tr_tr: Ay yüksekliği ise bekle

# Lbl_SequenceItem_Utility_WaitForMoonAltitude_Progress
source: Waiting due to moon altitude ({0}° {1} {2}°)
ca_es: Esperant altitud de la Lluna ({0} ° {1} {2} °)
es_es: Esperando debido a la altitud de la luna ({0}° {1} {2}°)
fr_fr: Attente due à l'altitude de la lune ({0}° {1} {2}°)
gl_es: Agardando debido á altitude da lúa ({0}° {1} {2}°)
ja_jp: 月の高度 ({0}° {1} {2}°) で待機中
pt_pt: A aguardar devido à altitude da Lua ({0}° {1} {2}°)
ru_ru: Ожидание из-за высоты Луны ({0}° {1} {2}°)
tr_tr: Ay yüksekliği nedeniyle bekleniyor ({0}° {1} {2}°)

# Lbl_SequenceItem_Utility_WaitForSunAltitude_Description
source: Waits if the sun's altitude matches the specified parameters
ca_es: Espera si l'altitud del Sol coincideix amb els paràmetres especificats
es_es: Espera si la altitud del sol coincide con los parámetros especificados
fr_fr: Attend si l'altitude du soleil correspond aux paramètres spécifiés
gl_es: Agardar se a altitude do sol coincide cos parámetros especificados
ja_jp: 太陽の高度が指定したパラメータに一致したら待機します。
pt_pt: Aguarda que a altitude do Sol corresponda aos parâmetros definidos
ru_ru: Ожидание если высота Солнца соответствует заданным параметрам
tr_tr: Güneşin yüksekliği belirtilen parametrelerle eşleşiyorsa bekler

# Lbl_SequenceItem_Utility_WaitForSunAltitude_Name
source: Wait if Sun Altitude
ca_es: Espera si Altitud del Sol
es_es: Esperar si la altitud del sol
fr_fr: Attendre si l'altitude du Soleil
gl_es: Agardar pola Altitude do Sol
ja_jp: 太陽の高度が一致したら待機
pt_pt: Aguarda pela altitude do Sol
ru_ru: Ожидание высоты Солнца
tr_tr: Güneş yüksekliği ise bekle

# Lbl_SequenceItem_Utility_WaitForSunAltitude_Progress
source: Waiting due to sun altitude ({0}° {1} {2}°)
ca_es: Esperant altitud del Sol ({0} ° {1} {2} °)
es_es: Esperando debido a la altitud del sol ({0}° {1} {2}°)
fr_fr: En attente en raison de l'altitude du soleil ({0}° {1} {2}°)
gl_es: Agardando debido á altitude do sol ({0}° {1} {2}°)
ja_jp: 太陽の高度 ({0}° {1} {2}°) で待機中
pt_pt: A aguardar devido à altitude do Sol ({0}° {1} {2}°)
ru_ru: Ожидание из-за высоты Солнца ({0}° {1} {2}°)
tr_tr: Güneş yüksekliği nedeniyle bekleniyor ({0}° {1} {2}°)

# Lbl_SequenceCondition_MoonIlluminationCondition_Description
source: Exits the loop when the moon's illumination level matches the specified parameters.
ca_es: Surt del bucle quan el nivell de lluminositat de la lluna coincideix amb els paràmetres especificats.
es_es: Sale del bucle cuando el nivel de iluminación de la luna coincida con los parámetros especificados.
fr_fr: Quitte la boucle lorsque le niveau d'illumination de la lune correspond aux paramètres spécifiés.
gl_es: Sae do bucle cando o nivel de iluminación da lúa coincida cos parámetros especificados.
ja_jp: 月の照度レベルが指定したパラメータに一致したとき、ループを終了します。
pt_pt: Parar de repetir quando o nível de iluminação da Lua corresponder aos parâmetros definidos.
ru_ru: Выход из цикла когда освещённость Луны соответствует заданным параметрам.
tr_tr: Ayın parlaklık seviyesi belirtilen parametrelerle eşleştiğinde döngüden çıkar.

# Lbl_SequenceCondition_MoonIlluminationCondition_Name
source: Moon illumination
ca_es: Lluminositat de la Lluna
es_es: Iluminación lunar
fr_fr: Illumination de la Lune
gl_es: Iluminación da Lúa
ja_jp: 月の照度
pt_pt: Iluminação da Lua
ru_ru: Освещенность Луны
tr_tr: Ay parlaklığı

# Lbl_OldSequencer_TargetClosure
source: Target closure instructions
ca_es: Instruccions de tancament de l'objectiu
es_es: Instrucciones de cierre del objetivo
fr_fr: Instructions de fermeture de la cible
gl_es: Instrucións de peche do obxectivo
it_it: Istruzioni Chiusura Target
ja_jp: 目標終了の命令
pt_pt: Instruções de encerramento do objeto
ru_ru: Инструкции к закрытию цели
tr_tr: Hedef kapama yönergeleri

# Lbl_SequenceTrigger_AutofocusAfterHFRIncreaseTrigger_SampleSize
source: Sample size
ca_es: Tamany de la mostra
es_es: Tamaño del ejemplo
fr_fr: Nombre d'échantillon
gl_es: Tamaño de mostra
it_it: Dimensione del Campione
ja_jp: サンプルのサイズ
pt_pt: Tamanho da amostra
ru_ru: Размер образца
tr_tr: Örnek büyüklük

# Lbl_SequenceTrigger_AutofocusAfterHFRIncreaseTrigger_SampleSizeTooltip
source: The maximum sample size of image HFR readings that should be used to determine the HFR trend. Large sample sizes can help prevent short term issues like wind gusts or guiding issues to trigger an autofocus. For quickly changing conditions a smaller sample size will help to respond more quickly to shifting focus, for example for temperature sensitive optics on a quickly changing ambient temperature.
ca_es: La mida màxima de la mostra en les lectures HFR de la imatge que s’hauria d’utilitzar per determinar la tendència del HFR. Les mostres de grans dimensions poden ajudar a prevenir problemes a curt termini, com ara ràfegues de vent o problemes de guiatge per a activar l'enfocament automàtic. Per a condicions de canvi sobtat, una mida de mostra més petita ajudarà a respondre més ràpidament a un canvi de l'enfocament, per exemple, per a òptiques sensibles a la temperatura en una temperatura ambient que canvia ràpidament.
es_es: El tamaño máximo de muestra de las lecturas HFR de la imagen que se usarán para determinar la tendencia del HFR. Cifras altas de muestra pueden ayudar a prevenir problemas a corto plazo como ráfagas de viento o problemas de guiado para activar un autoenfoque. Para condiciones que cambian rápidamente, un menor tamaño de muestra ayudará a responder más rápidamente al cambio de foco, por ejemplo para ópticas sensibles a la temperatura en una temperatura ambiente que cambia rápidamente.
fr_fr: Le nombre maximale d'échantillons de lectures HFR des étoiles qui doivent être utilisées pour déterminer la tendance HFR. Un plus grand nombre peut aider à prévenir les problèmes à court terme tels que les rafales de vent ou les problèmes de guidage pour déclencher une focalisation automatique. Un nombre plus restreint aidera à répondre plus rapidement à un changement de focus, par exemple pour les optiques sensibles à la température avec une température ambiante évoluant rapidement.
gl_es: O tamaño máximo de mostra das lecturas HFR da imaxe que se deben empregar para determinar a tendencia HFR. Os tamaños de mostra grandes poden axudar a previr problemas a curto prazo como refachos de vento ou problemas de guía para activar un enfoque automático. Para condicións de cambio rápido, un tamaño de mostra máis pequeno axudará a responder máis rapidamente ao cambio de foco, por exemplo para as ópticas sensibles á temperatura nunha temperatura ambiente que cambia rapidamente.
it_it: La dimensione massima del campione delle letture HFR che devono essere utilizzate per determinare la tendenza HFR. un Campione di grandi dimensioni può aiutare a prevenire problemi a breve termine come raffiche di vento o problemi di guida per attivare un autofocus. Per condizoini che cambiano rapidamente, una dimensione del campione più piccola aiuterà a rispondere più rapidamente a spostare il fuoco, ad esempio per le ottiche sensibili alla temperatura su una temperatura ambiente che cambia rapidamente.
ja_jp: HFRトレンドを決定するために使わなけれならない、HFR読み込み画像の最大サンプルサイズです。サンプルサイズを大きくすると、突風やガイドエラーなどがオートフォーカスを起動させるという、短時間に起きる問題を防ぐことができます。状況が急速に変化するような場合は、サンプルサイズを小さくすることで、フォーカスを素早く動かして対応します。例えば、外気温が急速に変化するときの、気温変化に敏感な光学系を使う場合です。
pt_pt: O tamanho máximo de amostra de leituras de HFR da imagem que devem ser usadas para determinar a tendência de HFR. Tamanhos de amostra maiores podem ajudar a prevenir problemas de curto prazo, como rajadas de vento ou problemas de guiagem para acionar a focagem automática. Para mudar rapidamente as condições, uma amostra menor ajudará a responder mais rapidamente a alterações de foco, por exemplo no caso de óticas sensíveis a uma rápida mudança da temperatura ambiente.
ru_ru: Максимальный размер изображения с HFR показания, которые должны использоваться для определения тренда HFR. Большие выборочные размеры могут помочь предотвратить краткосрочные проблемы, такие как ветровые порывы или проблемы ориентации для автофокуса. Для быстрого изменения условий меньший размер выборки поможет быстрее реагировать на сдвиг фокуса, Например, для термочувствительной оптики при быстроизменяющейся температуре окружающей среды.
tr_tr: Bir görüntüdeki HFR okumalarının, HFR eğilimini belirlemek için kullanılması gereken maksimum örnek boyutu. Büyük örnek boyutları, rüzgar darbeleri ve benzeri kısa vadeli sorunları önlemeye yardımcı olabilir veya otomatik odaklamayı tetiklemek için sorunlara rehberlik edebilir. Hızla değişen koşullar için, daha küçük bir örnek boyutu, örneğin hızla değişen ortam sıcaklığında sıcaklığa duyarlı optikler için, değişen odağa daha hızlı yanıt vermeye yardımcı olacaktır.

# Lbl_SequenceItem_Validation_NoWritableSwitch
source: No writable switch available
ca_es: No hi ha cap commutador d'escriptura disponible
es_es: No hay interruptor escribible disponible
fr_fr: Pas de commutateur inscriptible disponible
gl_es: Non hai ningún cambiador no que escribir
it_it: Nessun interruttore scrivibile disponibile
ja_jp: 書き込み可能なスイッチがありません
pt_pt: Nenhum switch de escrita disponível
ru_ru: Переключатель для записи не доступен
tr_tr: Yazılabilir anahtar yok

# LblPHD2ROIPct
source: ROI percentage to find guide star
ca_es: Percentatge de ROI per trobar una Estrella Guia
es_es: Porcentaje de ROI para encontrar una estrella de guiado
fr_fr: ROI en pourcentage pour trouver une étoile guide
gl_es: Porcentaxe de ROI para atopar a Estrela guía
it_it: Percentuale ROI per trovare stella di guida
ja_jp: ガイド星を見つけるためのROIの割合
pt_pt: Percentagem ROI para encontrar a estrela guia
ru_ru: Процент ROI для поиска гидирующей звезды
tr_tr: Takip yıldızını bulmak için ROI yüzdesi

# LblPHD2ROIPctTooltip
source: The percentage of the frame to be considered for finding a guidestar in PHD2 measured from the center of the frame
ca_es: El percentatge del marc que s’ha de tenir en compte per trobar una Estrella Guia en PHD2 mesurat des del centre de la imatge
es_es: Porcentaje del marco a considerar para encontrar un estrella para guiar en PHD2 medido desde el centro de la imagen
fr_fr: Le pourcentage de l'image à considérer pour trouver une étoile guide avec Phd2, mesuré depuis le centre de l'image
gl_es: A porcentaxe do marco a ter en conta para atopar unha estrela guía en PHD2 medindo dende o centro do marco
it_it: La percentuale dell'inquadratura da considerare per trovare una stella guida in PHD2 misurato dal centro dell'inquadratura
ja_jp: PHD2でガイド星を見つけるために使われる、フレームの中央から測定される領域の割合
pt_pt: A percentagem da frame a ser considerada para encontrar uma estrela guia no PHD2 medido a partir do centro da frame
ru_ru: Процент кадра, который должен быть рассмотрен для нахождения гидирующей звезды в PHD2 измеряется от центра кадра
tr_tr: PHD2'de bir kılavuz yıldız bulmak için kadrajın merkezinden itibaren ölçülen, dikkate alınacak çerçevenin yüzdesi

# LblDitherSkippedBecauseNotGuiding
source: Dither was skipped because PHD2 was not actively guiding
ca_es: S'ha omès el Dither perquè PHD2 no estava guiant
es_es: Dither fue omitido porque PHD2 no estaba guiando
fr_fr: Dither a été ignoré parce que PHD2 ne guidait pas activement
gl_es: Omitiuse o Dither porque PHD2 non estaba guiando activamente
it_it: Dither è stato saltato perché PHD2 non stava guidando
ja_jp: PHD2がガイドを行っていないため、ディザリングは省略されました
pt_pt: O dither foi ignorado porque o PHD2 não estava a guiar
ru_ru: Межкадровая подвижка была пропущена потому что PHD2 не гидировал активно
tr_tr: PHD2 aktif olarak takip etmediği için Dither atlandı

# LblDitherSkippedBecauseNotLostLock
source: Dither was skipped because PHD2 has lost the locked guide star
ca_es: El Dither s'ha omès perquè PHD2 ha perdut l'Estrella Guia
es_es: Dither fue omitido porque PHD2 ha perdido la estrella guía
fr_fr: Dither a été ignoré parce que PHD2 a perdu l'étoile guide verrouillée
gl_es: Omitiuse o Dither porque PHD2 perdeu a estrela guía
it_it: Dither è stato saltato perché PHD2 ha perso la stella di guida
ja_jp: PHD2がロックしたガイド星を見失ったため、ディザリングは省略されました
pt_pt: O dither foi ignorado porque o PHD2 perdeu a estrela guia
ru_ru: Межкадровая подвижка была пропущена потому что PHD2 потерял привязанную звезду для гидирования
tr_tr: PHD2 takip edilen yıldızı kaybettiği için titreme atlandı

# Lbl_SequenceItem_Camera_DewHeater_Description
source: Turns the camera's dew heater on or off
ca_es: Activa o desactiva l'opció antirosada de la càmera
es_es: Activa o desactiva el elemento antihumedad de la cámara
fr_fr: Allume ou éteint la résistance de chauffage de la caméra
gl_es: Activa ou desactiva o quentador de orballo da cámara
it_it: Attiva o disattiva il riscaldatore anti-appannamento della telecamera
ja_jp: カメラの防露ヒーターをオンまたはオフにします
pt_pt: Liga ou desliga o sistema de aquecimento da câmera
ru_ru: Включает или выключает обогреватель камеры
tr_tr: Kamera nem ısıtıcısını açar ya da kapatır

# Lbl_SequenceItem_Camera_DewHeater_Name
source: Dew Heater
ca_es: Escalfador Antirosada
el_gr: Θερμαντικό Στοιχείο
es_es: Antihumedad
fr_fr: Pare Buée Chauffant
gl_es: Quentador de Orballo
it_it: Riscaldatore Umidita'
ja_jp: 結露防止ヒーター
pt_pt: Fita de aquecimento
ru_ru: Нагреватель от росы
tr_tr: Buğu ısıtıcı

# Lbl_SequenceItem_Validation_Camera_DewHeater_NotPresent
source: The connected camera lacks a dew heater that can be controlled
ca_es: La càmera connectada no disposa d'un element antirosada controlable
es_es: La cámara conectada carece de un elemento antihumedad controlable
fr_fr: La caméra connectée ne dispose pas d'une résistance de chauffage qui peut être contrôlée
gl_es: A cámara conectada carece dun quentador de orballo que se poida controlar
it_it: La fotocamera collegata non ha un riscaldatore anti-appannamento che può essere controllato
ja_jp: 接続されたカメラに制御可能な防露ヒーターがありません
pt_pt: A câmara conectada não dispõe de um sistema de aquecimento que possa ser controlado
ru_ru: В подключенной камере не хватает обогрева, которым можно управлять
tr_tr: Bağlı kamerada kontrol edilebilen bir nem ısıtıcısı yok

# LblAddTargetToTargetList
source: Add target to target list
ca_es: Afegir Objectiu a la Llista de Destí
es_es: Añadir destino a la lista de destino
fr_fr: Ajouter la cible à la liste de cibles
gl_es: Engadir Obxectivo á Listaxe
it_it: Aggiungi Target ttivo alla lista Destinazione
ja_jp: 目標リストに目標を追加
pt_pt: Adicionar o objeto à lista de objetos
ru_ru: Добавить цель в список целей
tr_tr: Hedefi hedef listesine ekle

# LblAddTargetToTargetListTooltip
source: Adds the framed target to the target list section in the advanced sequencer sidebar for later use
ca_es: Afegeix l'objectiu enquadrat a la secció de llista de destinacions de la barra lateral del seqüenciador avançat per a un ús posterior
es_es: Agrega el objetivo enmarcado a la sección de lista de objetivos de la barra lateral del secuenciador avanzado para su uso posterior
fr_fr: Ajoute le cadre ciblé à la section de la liste de cibles dans la barre latérale du séquenceur avancé pour une utilisation ultérieure
gl_es: Engade o obxectivo enmarcado á sección da listaxe de obxectivos da barra lateral de secuencia avanzada para o seu uso posterior
it_it: Aggiunge il target inquadrato alla sezione elenco target nella barra laterale del sequencer avanzato per un uso successivo
ja_jp: 設定された目標を、高度なシーケンサーサイドバーの目標リストセクションに追加します。これは後で使用することになります。
pt_pt: Adiciona o objeto enquadrado à lista de objetos à sequência avançada para uso posterior
ru_ru: Добавляет выделенную цель в список целей в расширенной боковой панели последовательности для последующего использования
tr_tr: Kadrajlanmış hedefi sonradan kullanılmak üzere gelişmiş sıralayıcıdaki hedef listesi bölümüne ekler

# Lbl_SequenceTargetController_SavedTarget
source: Target {0} saved to target list
ca_es: Objectiu {0} desat a la llista de destí
es_es: Objetivo {0} guardado en la lista de destino
fr_fr: La cible {0} a été enregistrée dans la liste des cibles
gl_es: Gardado obxectivo {0} na listaxe de obxectivos
it_it: Target {0} salvato nella lista di destinazione
ja_jp: 目標 {0} を目標 リストに保存しました
pt_pt: Objeto {0} guardado na lista de objetos
ru_ru: Цель {0} сохранена в список целей
tr_tr: {0} hedef, hedef listesine kaydedildi

# LblCustomHorizon
source: Custom horizon
ca_es: Horitzó personalitzat
es_es: Horizonte personalizado
fr_fr: Horizon personnalisé
gl_es: Horizonte personalizado
it_it: Orizzonte Personalizzato
ja_jp: カスタム地平線
pt_pt: Horizonte personalizado
ru_ru: Пользовательский горизонт
tr_tr: Özel ufuk

# LblCustomHorizonTooltip
source: Load a custom horizon file to be used to determine local horizon limits and display the limit in the altitude charts.
ca_es: Carregueu un fitxer d'horitzó personalitzat que s'utilitzarà per determinar els límits d'horitzó local i mostrar els límits als gràfics d'altitud.
es_es: Cargar un archivo de horizonte personalizado para usarse para determinar los límites de horizonte local y mostrar su límite en los mapas de altitud.
fr_fr: Charger un fichier d'horizon personnalisé à utiliser pour déterminer les limites locales de l'horizon et afficher la limite dans les graphiques d'altitude.
gl_es: Carga un ficheiro de horizonte personalizado que se empregará para determinar os límites de horizonte locais e amosar o límite nos gráficos de altitude.
it_it: Carica un file di orizzonte personalizzato da usare per determinare i limiti dell'orizzonte locale e visualizzare il limite nei grafici di altitudine.
ja_jp: カスタム地平線ファイルを読み込みます。このファイルは、観測地の地平線の限界を決定し、それを高度図に表示するために使われます。
pt_pt: Carregar um ficheiro de horizonte personalizado para ser usado para determinar os limites de horizonte local e exibir o limite nos gráficos de altitude.
ru_ru: Загрузить пользовательский файл горизонта для определения локальных границ горизонта и отображения лимита в диаграммах высоты.
tr_tr: Yerel ufuk sınırlarını belirlemek ve sınırı yükseklik grafiklerinde görüntülemek için kullanılacak özel bir ufuk dosyası yükleyin.

# LblFailedToLoadCustomHorizon
source: Failed to load custom horizon
ca_es: No s'ha pogut carregar l'horitzó personalitzat
es_es: Error al cargar horizonte personalizado
fr_fr: Impossible de charger l'horizon personnalisé
gl_es: Erro cargando o horizonte personalizado
it_it: Impossibile caricare l'orizzonte personalizzato
ja_jp: カスタム地平線の読み込みに失敗しました
pt_pt: Falha ao carregar um horizonte personalizado
ru_ru: Не удалось загрузить пользовательский горизонт
tr_tr: Özel ufuk yüklenirken hata oldu

# LblPlanetariumLocationTooltip
source: Get location from the planetarium software
ca_es: Obté les coordenades des del programa Planetarium
es_es: Obtiene coordenadas desde el Planetario que tengas.
fr_fr: Obtenir la localisation depuis le logiciel Planétarium
gl_es: Obter a localización co software Planetarium
it_it: Ottieni posizione dal Planetario
ja_jp: プラネタリウムソフトから位置情報を取得
pt_pt: Obter a localização a partir do Planetario
ru_ru: Получить местоположение от программы планетария
tr_tr: Plenetaryum programından konum al

# Lbl_SequenceItem_Utility_WaitUntilAboveHorizon_Description
source: Waits until the target altitude is above the horizon. If a custom horizon is used, that altitude is used instead of 0
ca_es: Espera fins que l'altitud de l'objectiu estigui per sobre de l'horitzó. Si s'utilitza un horitzó personalitzat, s'utilitzarà aquesta altitud en lloc de 0
es_es: Espera hasta que la altitud de objetivo esté por encima del horizonte. Si se utiliza un horizonte personalizado, esa altitud se usará en lugar de 0
fr_fr: Attend que l'altitude cible soit au-dessus de l'horizon. Si un horizon personnalisé est utilisé, cette altitude est utilisée au lieu de 0
gl_es: Agarda ata que a altitude obxectivo estea por enriba do horizonte. Se se usa un horizonte personalizado, úsase esa altitude en lugar de 0
it_it: Attendere che l'altitudine del target sia al di sopra dell'orizzonte. Se si usa un orizzonte personalizzato, questa altitudine viene usata invece di 0
ja_jp: 目標の高度が地平線の上になるまで待機します。カスタム地平線が使用される場合、その高度は 0 の代わりとして使用されます。
pt_pt: Aguarda até que a altitude do objecto esteja acima do horizonte. Se for usado um horizonte personalizado, essa altitude será usada em vez de 0
ru_ru: Ждёт пока высота цели выше горизонта. Если используется пользовательский горизонт, эта высота используется вместо 0
tr_tr: Hedefin yüksekliği ufkun üzerinde oluncaya kadar bekler. Özel ufuk kullanılırsa, 0 yerine bu yükseklik kullanılır

# Lbl_SequenceItem_Utility_WaitUntilAboveHorizon_Progress
source: Waiting until target is above horizon. Target altitude: {0}° / Horizon altitude: {1}°
ca_es: S'està esperant que l'objectiu estigui per sobre de l'horitzó. Altitud objectiu {0} ° / Altitud horitzó {1} °
es_es: Esperando hasta que el objetivo esté sobre el horizonte. Altitud del objetivo {0}° / Altitud de horizonte {1}°
fr_fr: Attente jusqu'à ce que la cible soit au-dessus de l'horizon. Altitude de la cible {0}° / Altitude de l'horizon {1}°
gl_es: Agardando ata que o obxectivo estea sobre o horizonte. Altitude do Obxectivo {0}° / Altitude do Horizonte {1}°
it_it: In attesa che il target sia sopra l'orizzonte. Altitudine target {0}° / Altitudine orizzonte {1}°
ja_jp: 目標が地平線の上に来るまで待機中です。目標の高度 {0}° / 地平線の高度 {1}°
pt_pt: A aguardar que o objecto esteja acima do horizonte. Altitue do Objecto {0} º / Altitude do Horizonte {1} º
ru_ru: Ожидание до цели выше горизонта. Высота цели {0}° / высота горизонта {1}°
tr_tr: Ufkun üzerine çıkıncaya kadar bekleniyor. Hedef yüksekliği {0}° / ufuk yüksekliği {1}°

# Lbl_SequenceCondition_AboveHorizonCondition_Description
source: A condition that loops while the target is above the horizon and then stops the current instruction set
ca_es: Una condició que crea un bucle mentre l'objectiu està per sobre de l'horitzó i després atura el conjunt d'instruccions actuals
es_es: Una condición que crea un bucle mientras el objetivo está por encima del horizonte y luego detiene el conjunto actual de instrucciones
fr_fr: Une condition qui boucle tant que la cible est au-dessus de l'horizon et qui arrête ensuite le jeu d'instructions en cours
gl_es: Unha condición que se produce mentres o obxectivo está por riba do horizonte e despois detén o conxunto de instrucións actual
it_it: Una condizione che si ripete fino a quando il tempo specificato è stato raggiunto e quindi arresta le istruzioni correnti
ja_jp: 目標が地平線の上にある間ループし、その後で現在の命令セットを停止する条件
pt_pt: Uma condição que é repetida enquanto o objecto se encontre acima do horizonte e pára o conjunto actual de instruções
ru_ru: Условие, которое повторяется, пока цель находится над горизонтом, а затем останавливает текущий набор инструкций
tr_tr: Hedef ufkun üzerindeyken döngü yapan ve ardından mevcut yönerge setini durduran koşul
