Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceCondition_TimeSpanCondition_Description
source: Loop instruction set for a given duration. When the duration is over, the remaining instructions inside the set will be skipped.
ca_es: Conjunt d'instruccions de bucle per a una durada determinada. Quan finalitzi la durada, es saltaran les instruccions restants dins del conjunt.
es_es: Instrucción de bucle establecida para una duración determinada. Cuando la duración haya terminado, se omitirán las instrucciones restantes dentro del conjunto.
fr_fr: Boucle de jeu d'instructions définies pour une durée donnée. Lorsque la durée est atteinte, les instructions restantes dans le jeu seront ignorées.
gl_es: Conxunto de instrucións de repetición para unha duración determinada. Cando remate a duración, omitiranse as instrucións restantes dentro do conxunto.
it_it: Istruzioni del ciclo impostate per una data durata. Quando la durata è finita, le istruzioni rimanenti all'interno del set saranno saltate.
ja_jp: 指定時間ループする命令セット。この時間が過ぎれば、セット内の残りの命令は実行されません。
pt_pt: Repete o conjunto de instruções numa determinada duração. Quando terminar, as instruções restantes dentro do conjunto serão ignoradas.
ru_ru: Набор инструкций цикла на заданную продолжительность. Когда время истечет, остальные инструкции внутри набора будут пропущены.
tr_tr: Belirli bir süre için döngü yönerge seti. Süre bittiğinde sette kalan talimatlar atlanacaktır.

# Lbl_SequenceCondition_TimeSpanCondition_Name
source: Loop for Time Span
ca_es: Bucle durant un interval de temps
es_es: Bucle durante un intervalo de tiempo
fr_fr: Boucler pendant la durée
gl_es: Repetición por Intervalo de Tempo
it_it: Ripeti per un intervallo di tempo
ja_jp: 指定時間ループ
pt_pt: Repetir durante um intervalo de tempo
ru_ru: Цикл времени
tr_tr: Zaman aralığı döngsü

# LblFlatDeviceConnectionLost
source: Flat device connection lost!
ca_es: Pèrdua de la connexió del dispositiu de Flats!
el_gr: Η σύνδεση με την Συσκευή Flat χάθηκε!
es_es: ¡Perdida la conexión al dispositivo de flats!
fr_fr: La connexion à l'écran de PLU est perdue!
gl_es: Perdida a conexión do dispositivo Flat!
it_it: Connessione al pannello per Flats persa!
ja_jp: フラット装置の接続が失われました！
pt_pt: Ligação ao dispositivo de flats perdida!
ru_ru: Соединение с флэт устройством потеряно!
tr_tr: Düz kare cihaz bağlantısı kesildi!

# LblNoSafetyMonitor
source: No safety monitor
ca_es: Sense Monitor de Seguretat
es_es: Sin monitor de seguridad
fr_fr: Aucun contrôle de sécurité
gl_es: Non hai Monitor Seguro
it_it: Nessun Monitor di Sicurezza
ja_jp: セーフティモニターなし
pt_pt: Nenhum Monitor de Segurança
ru_ru: Нет монитора безопасности
tr_tr: Güvenlik monitörü yok

# Lbl_SequenceItem_Imaging_TakeExposure_Validation_Gain
source: Invalid Gain. The Gain has to be set between {0} and {1} but is set to {2}
ca_es: Guany no vàlid. El guany s'ha d'establir entre {0} i {1}, però es defineix a {2}
es_es: Ganancia no válida. La ganancia tiene que establecerse entre {0} y {1} pero está establecida en {2}
fr_fr: Gain invalide. Le Gain doit être défini entre {0} et {1} mais est défini à {2}
gl_es: Ganancia non válida. A ganancia débese establecer entre {0} e {1} pero é de {2}
it_it: Guadagno non valido. Il Guadagno deve essere impostato tra {0} e {1} ma è impostato a {2}
ja_jp: 無効なゲインです。ゲインは {0} から {1} の間でなければなりませんが、 {2} に設定されています
pt_pt: Gain inválido. Tem de ser definido entre {0} e {1} mas está definido para {2}
ru_ru: Неверное усиление. Усиление должно быть установлено в диапазоне {0} и {1} , но установлено в {2}
tr_tr: Geçersiz Kazanç. Kazanç, {0} ve {1} arasında olmalı, ancak {2} olarak ayarlandı

# Lbl_SequenceItem_Imaging_TakeExposure_Validation_Offset
source: Invalid Offset. The Offset has to be set between {0} and {1} but is set to {2}
ca_es: Desplaçament no vàlid. El desplaçament s'ha d'establir entre {0} i {1}, però s'ha definit com a {2}
es_es: Offset no válido. El offset debe establecerse entre {0} y {1} pero está establecido en {2}
fr_fr: Offset invalide. L'offset doit être défini entre {0} et {1} mais est réglé sur {2}
gl_es: Compensación non válida. A compensación débese establecer entre {0} e {1} pero é de {2}
it_it: Offset non valido. L'Offset deve essere impostato tra {0} e {1} ma è impostato a {2}
ja_jp: 無効なオフセットです。オフセットは {0} から {1}の間 でなければなりませんが、 {2} に設定されています
pt_pt: Offset inválido. Tem de ser definido entre {0} e {1} mas está definido para {2}
ru_ru: Недопустимое смещение. Смещение должно быть установлено между {0} и {1} , но установлено в {2}
tr_tr: Geçersiz Offset. Offset {0} ve {1} arasında olmalı, ancak {2} olarak ayarlandı

# Lbl_SequenceItem_Platesolving_SolveAndSync_Description
source: Takes an image and solves the image using the current telescope position as reference. After solving the frame successfully the telescope will be synced to the solved position. Warning: This instruction will NOT center the telescope to a target, but will just sync the current pointing position!
ca_es: Pren una imatge i la resol amb la posició actual del telescopi com a referència. Després de resoldre el la imatge amb èxit, el telescopi es sincronitzarà amb la posició resolta. Advertència: Aquesta instrucció NO centrarà el telescopi a un objectiu, sinó que només sincronitzarà la posició de punt actual!
es_es: Toma una imagen y resuelve la imagen usando la posición actual del telescopio como referencia. Después de resolver la imagen con éxito, el telescopio se sincronizará con la posición resuelta. Advertencia: Esta instrucción NO centrará el telescopio en un objeto, ¡sino que sincronizará la posición a la que apunta en ese momento!
fr_fr: Prend une image et la résout en utilisant la position actuelle du télescope comme référence. Après avoir résolu l'image avec succès, le télescope sera synchronisé à la position résolue. Avertissement : Cette instruction ne va PAS centrer le télescope sur une cible, mais va juste synchroniser la position de pointage actuelle !
gl_es: Toma unha imaxe e resólvea usando a posición actual do telescopio como referencia. Despois de resolver a imaxe con éxito, o telescopio sincronizarase coa posición resolta. Aviso: Esta instrución NON centrará o telescopio nun obxectivo, senón que só sincronizará a posición á que se apunta actualmente!
ja_jp: 現在の望遠鏡の位置を基準とし、画像を撮影してプレートソルブします。プレートソルブが成功すると、その位置に望遠鏡を同期します。 注意：この命令は、目標を望遠鏡の中心に合わせるものではありません。現在の導入位置に同期させるだけです。
pt_pt: Obtém uma imagem e efetua o solve usando a posição actual do telescópio como referência. Após efetuar o solve com sucesso, é efetuada a sincronização do telescópio na posição real obtida. Atenção: A instrução NÃO não irá centrar o telescópio no objecto, mas sincronizar com a posição actual!
tr_tr: Bir görüntü alır ve mevcut teleskop konumunu referans olarak kullanarak görüntüyü tanımlar. Çerçeveyi başarıyla tanımladıktan sonra, teleskop tanımlanan konuma senkronize edilecektir. Uyarı: Bu talimat, teleskopu bir hedefe MERKEZLEMEZ, sadece mevcut yönlendirilen konumunu senkronize eder!

# Lbl_SequenceItem_Platesolving_SolveAndSync_Name
source: Solve and sync
ca_es: Resoldre i Sinc
es_es: Resolver y Sinc
fr_fr: Résoudre et synchroniser
gl_es: Resolve e Sincroniza
it_it: Risolvere e sincronizzare
ja_jp: プレートソルブと同期
pt_pt: Efectuar Solve e sincronizar
ru_ru: Разрешить и синхронизировать
tr_tr: Çöz ve senkronize et

# Lbl_Sequencer_TargetSidebar_DragOver_AddTarget
source: SAVE TARGET
ca_es: GUARDAR OBJECTIU
es_es: GUARDAR OBJETIVO
fr_fr: Sauvegarder la cible
gl_es: GARDAR OBXECTIVO
it_it: SALVA TARGET
ja_jp: 目標の保存
pt_pt: GUARDAR OBJECTO
ru_ru: СОХРАНИТЬ ЦЕЛЬ
tr_tr: HEDEFİ KAYDET

# Lbl_Sequencer_TargetSidebar_DropTargetHere
source: Drop Deep Sky Object Sequences from the Sequence here to save your individual target
ca_es: Desplaceu aquí les seqüències d'objectes Deep Sky de la seqüència per desar el vostre objectiu individual
es_es: Arrastra aquí las secuencias de objetos de cielo profundo de la secuencia para guardar tu objetivo individual
fr_fr: Déposez les séquences "Objet de Ciel Profond" depuis la séquence ici pour sauvegarder votre cible individuelle
gl_es: Solta aquí as secuencias de obxectos do ceo profundo da Secuencia para gardar o teu obxectivo individual
it_it: Rilascia le sequenze di oggetti del profondo cielo dalla sequenza qui per salvare il tuo target individuale
ja_jp: シーケンスからディープスカイオブジェクトのシーケンスをドロップし、個々の目標を保存
pt_pt: Arrastar e soltar as Sequências de Objeto do Céu Profundo da Sequência para guardar o objeto
ru_ru: Перетащите серии глубокого космоса из Серии здесь, чтобы сохранить вашу цель
tr_tr: Bireysel hedefinizi kaydetmek için sekanstan Derin Gökyüzü Obje sekanslarını buraya indirin

# Lbl_Sequencer_TargetSidebar_OverwriteMessageBox_Caption
source: Overwrite target?
ca_es: Voleu reescriure l'objectiu?
es_es: ¿Sobrescribir objetivo?
fr_fr: Écraser la cible?
gl_es: Sobreescribir Obxectivo?
it_it: Sovrascrivere Target?
ja_jp: 目標を上書きしますか？
pt_pt: Substituir o Objecto?
ru_ru: Перезаписать цель?
tr_tr: Hedefin üzerine kaydedilsin mi?

# Lbl_Sequencer_TargetSidebar_OverwriteMessageBox_Text
source: Target '{0}' already exists. Do you want to overwrite it? This action is irreversible.
ca_es: L'orientació "{0}" ja existeix. Voleu sobreescriure l'objectiu existent? Aquesta acció és irreversible.
el_gr: Target '{0}' already exists. Do you want to overwrite the existing Target? This action is irreversible.
es_es: El objetivo '{0}' ya existe. ¿Desea sobreescribir el objetivo existente? Esta acción es irreversible.
fr_fr: La cible '{0}' existe déjà. Voulez-vous remplacer la cible existante ? Cette action est irréversible.
gl_es: O obxectivo '{0}' xa existe. Queres reescribir o Obxectivo existente? Esta acción non ten volta.
it_it: Target '{0}' esiste già. Vuoi sovrascrivere il target esistente? Questa azione è irreversibile.
ja_jp: 目標 '{0}' は既に存在します。既存の目標を上書きしますか？この操作は元に戻せません。
pt_pt: O objecto '{0}' já existe. Quer substituir o objecto existente? Esta acção é irreversível.
ru_ru: Цель '{0}' уже существует. Вы хотите перезаписать существующую цель? Это действие необратимо.
tr_tr: '{0}' hedefi zaten var. Mevcut hedefin üzerine kaydetmek istiyor musunuz? Bu işlem geri döndürülemez.

# Lbl_Sequencer_TargetSidebar_DeleteTargetMessageBox_Caption
source: Delete target?
ca_es: Eliminar objectiu?
es_es: ¿Eliminar objetivo?
fr_fr: Supprimer la cible ?
gl_es: Borrar Obxectivo?
it_it: Eliminare il target?
ja_jp: 目標を削除しますか？
pt_pt: Eliminar Objecto?
ru_ru: Удалить цель?
tr_tr: Hedef silinsin mi?

# Lbl_Sequencer_TargetSidebar_DeleteTargetMessageBox_Text
source: Do you want to delete the target '{0}'? This action is irreversible.
ca_es: Se suprimirà l'objectiu "{0}". Voleu suprimir l'objectiu actual? Aquesta acció és irreversible.
el_gr: Target '{0}' will be deleted. Do you want to delete the existing Target? This action is irreversible.
es_es: El objetivo '{0}' se eliminará. ¿Desea eliminar el objetivo existente? Esta acción es irreversible.
fr_fr: La cible '{0}' sera supprimée. Voulez-vous supprimer la cible existante ? Cette action est irréversible.
gl_es: O obxectivo '{0}' vaise borrar. Queres borrar o Obxectivo existente? Esta acción non ten volta.
it_it: Il Target '{0}' sarà eliminato. Vuoi eliminare il target esistente? Questa azione è irreversibile.
ja_jp: 目標'{0}' は削除されます。既存の目標を削除しますか？この操作は元に戻せません。
pt_pt: O objecto '{0}' será eliminado. Deseja eliminar o objecto existente? Esta acção é irreversível.
ru_ru: Цель '{0}' будет удалена. Вы хотите удалить существующую цель? Это действие необратимо.
tr_tr: '{0}' hedefi silinecek. Mevcut hedefi silmek istiyor musunuz? Bu işlem geri döndürülemez.

# Lbl_SequenceContainer_SaveAsTarget_Tooltip
source: Save the current target and all of its content for re-usage
ca_es: Deseu l'objectiu actual i tot el seu contingut per tornar-lo a utilitzar
es_es: Guardar el objetivo actual y todo su contenido para reutilizarlo
fr_fr: Enregistrer la cible actuelle et tout son contenu pour réutilisation
gl_es: Gardar o obxectivo actual e todo o seu contido para volver a utilizar
it_it: Salva il target corrente e tutto il suo contenuto per il riutilizzo
ja_jp: 再使用するために現在の目標とそのすべてのコンテンツを保存
pt_pt: Guardar o objecto actual e todo o seu conteúdo para reutilização
ru_ru: Сохранить текущую цель и все ее содержимое для повторного использования
tr_tr: Mevcut hedefi ve tüm içeriklerini tekrar kullanmak üzere kaydet

# LblIntercept
source: Intercept
ca_es: Interceptar
es_es: Interceptar
fr_fr: Intercepter
gl_es: Interceptación
it_it: Intercetta
ja_jp: 切片
pt_pt: Interceptar
ru_ru: Перехват
tr_tr: Kesişme

# LblSlope
source: Slope
ca_es: Pendent
es_es: Pendiente
fr_fr: Pente
gl_es: Pendente
it_it: Pendenza
ja_jp: 傾き
pt_pt: Inclinação
ru_ru: Откос
tr_tr: Eğim

# Lbl_SequenceItem_Focuser_MoveFocuserByTemperature_Description
source: This will determine the focuser position based on the temperature using slope and intercept. Example: - Slope = 2 - Intercept = 1000 - Current Temperature = 10°C => Position = 2 * 10 + 1000 = 1020
ca_es: Això determinarà la posició de l'enfocador en funció de la temperatura utilitzant pendent i intercepció. Exemple: - Pendent = 2 - Intercepció = 1000 - Temperatura actual = 10 ° C = > Posició = 2 * 10 + 1000 = 1020
es_es: Esto determinará la posición del enfocador en función de la temperatura usando pendiente e interceptación. Ejemplo: - pendiente = 2 - Interceptar = 1000 - Temperatura actual = 10°C => Posición = 2 * 10 + 1000 = 1020
fr_fr: Cela permettra de déterminer la position du foyer en fonction de la température en utilisant la pente et l'interception. Exemple : - Pente = 2 - Interception = 1000 - Température actuelle = 10°C =&gt ; Position = 2 * 10 + 1000 = 1020
gl_es: Isto determinará a posición do foco en función da temperatura usando a pendente e a interceptación. Exemplo: - Pendente = 2 - Interceptación = 1000 - Temperatura actual = 10°C => Posición = 2 * 10 + 1000 = 1020
it_it: Questo determinerà la posizione del focalizzatore in base alla temperatura utilizzando pendenza e intercetta. Esempio: - Pendenza = 2 - Intercetta = 1000 - Temperatura Corrente = 10°C => Posizione = 2 * 10 + 1000 = 1020
ja_jp: これにより、傾きと切片を使い、温度に基づいて、フォーカス位置が決定されます。 例: - 傾き= 2 - 切片= 1000 - 現在の温度= 10°C => 位置 = 2 * 10 + 1000 = 1020
pt_pt: Determina a posição do focador com base na temperatura usando a inclinação e a interceção. Exemplo: - Inclinação = 2 - interceção = 1000 - Temperatura atual = 10°C => Posição = 2 * 10 + 1000 = 1020
ru_ru: Это определит положение фокуса на основе температуры с использованием углового коэффициента и перехвата. Пример: - Уклон = 2 - Перехват = 1000 - Текущая температура = 10°C => Позиция = 2 * 10 + 1000 = 1020
tr_tr: Bu, eğim ve kesişme kullanmak suretiyle sıcaklığa dayalı olarak odaklayıcı konumunu belirleyecektir. Örnek: - Eğim = 2 - Kesişme = 1000 - Mevcut Sıcaklık = 10 ° C = > Konum = 2 * 10 + 1000 = 1020

# Lbl_SequenceItem_Focuser_MoveFocuserByTemperature_Name
source: Move Focuser by Temp.
ca_es: Mou el Focus per la Temp.
es_es: Mueve el enfocador en función de la temperatura.
fr_fr: Déplacer le Focuser en fonction de la Température.
gl_es: Cambia o foco pola Temp.
it_it: Sposta il focalizzatore per Temp.
ja_jp: Tempの値でフォーカサーを駆動
pt_pt: Move o focador em função da Temp.
ru_ru: Переместить фокусер по температуре.
tr_tr: Odaklayıcıyı sıcaklığa göre çalıştır

# Lbl_SequenceItem_Focuser_MoveFocuserByTemperature_Validation_NoTemperature
source: Focuser does not expose any valid temperature
ca_es: L’enfocador no mostra cap temperatura vàlida
es_es: El enfocador no muestra ninguna temperatura válida
fr_fr: Le Focuseur n'expose aucune température valable
gl_es: O foco non mostra ningunha temperatura válida
it_it: Il focalizzatore non espone alcuna temperatura valida
ja_jp: フォーカサーの周囲は、有効な温度になっていません
pt_pt: O focador não devolveu nenhuma temperatura válida
ru_ru: Фокусер не имеет корректной температуры
tr_tr: Odaklayıcı geçerli bir sıcaklık algılamadı

# LblServerEnabled
source: Server enabled
ca_es: Servidor habilitat
es_es: Servidor habilitado
fr_fr: Serveur activé
gl_es: Server activado
it_it: Server Abilitato
ja_jp: サーバー有効
pt_pt: Servido activado
ru_ru: Сервер включен
tr_tr: Sunucu etkinleştirildi

# LblServerEnabledTooltip
source: Hosts a service on port 59590, currently with the same API as SGP to interoperate with existing applications. If the service fails to start, you may need to update some firewall settings with netsh (see NINA documentation).
ca_es: El host és un servei al port 59590, actualment amb la mateixa API que SGP per interaccionar amb les aplicacions existents. Si el servei no s'inicia, potser haureu d'actualitzar alguns paràmetres del tallafoc amb netsh (vegeu la documentació de NINA).
es_es: El host es un servicio en el puerto 59590, actualmente con la misma API que SGP para interactuar con aplicaciones existentes. Si el servicio no se inicia, puede que necesite actualizar algunos ajustes de firewall con netsh (ver documentación NINA).
fr_fr: Héberge un service sur le port 59590, actuellement avec la même API que SGP pour interopérer avec des applications existantes. Si le service ne démarre pas, vous devrez peut-être mettre à jour certains paramètres de pare-feu avec netsh (voir la documentation NINA).
gl_es: O Host utiliza un servizo no porto 59590, actualmente coa mesma API ca SGP para interactuar coas aplicacións existentes. Se o servizo non se inicia, pode que sexa preciso actualizar algunhas configuracións do firewall (consulta a documentación de NINA).
it_it: Ospita un servizio sulla porta 59590, attualmente con la stessa API di SGP per interoperare con le applicazioni esistenti. Se il servizio non viene avviato, potrebbe essere necessario aggiornare alcune impostazioni del firewall con netsh (vedi documentazione NINA).
ja_jp: 既存のアプリケーションと相互運用するために、SGPと同じAPIを備えている、ポート59590上のサービスをホストします。 サービスの起動に失敗した場合は、ファイアウォールの設定を netsh で更新する必要があるかもしれません（NINA ドキュメントを参照）。
pt_pt: Hospeda um serviço na porta 59590, atualmente com a mesma API que o SGP para interoperar com aplicativos existentes. Se o serviço não iniciar, você pode precisar atualizar algumas configurações de firewall com netsh (ver documentação do NINA).
ru_ru: Хостинг службы на порту 59590, в настоящее время с таким же API, как SGP для взаимодействия с существующими приложениями. Если служба не запускается, возможно, потребуется обновить некоторые настройки брандмауэра с помощью netsh (см. документацию NINA).
tr_tr: 59590 numaralı bağlantı noktasında, mevcut uygulamalarla birlikte çalışmak için SGP ile aynı API'ye sahip bir hizmeti barındırır. Hizmet başlamazsa, netsh ile bazı güvenlik duvarı ayarlarını güncellemeniz gerekebilir (NINA dökümantasyonuna bakın).

# LblServerFailed
source: Server failed to start. Check the N.I.N.A. documentation. {0}
ca_es: El servidor no s'ha pogut iniciar. Consulteu la documentació NINA. {0}
es_es: El servidor no pudo iniciarse. Compruebe la documentación NINA. {0}
fr_fr: Le serveur n'a pas pu démarrer. Vérifiez la documentation NINA. {0}
gl_es: O servidor fallou ó iniciarse. Consulta a documentación de NINA. {0}
it_it: Avvio del server non riuscito. Controllare la documentazione NINA. {0}
ja_jp: サーバーの起動に失敗しました。NINAドキュメントを確認してください。 {0}
pt_pt: O servidor falhou o arranque. Verifique a documentação do NINA. {0}
ru_ru: Не удалось запустить сервер. Проверьте документацию NINA. {0}
tr_tr: Sunucu başlatılamadı. NINA dökümantasyonuna bakın. {0}

# LblCloseAll
source: Close all
ca_es: Tancar-ho tot
es_es: Cerrarlo todo
fr_fr: Fermer tout
gl_es: Pechar Todo
it_it: Chiudi Tutto
ja_jp: すべて閉じる
pt_pt: Fechar Tudo
ru_ru: Закрыть все
tr_tr: Tümünü kapat

# LblConnectAll
source: Connect all devices?
ca_es: Connectar tots els dispositius?
es_es: ¿Conectar todos los dispositivos?
fr_fr: Connecter tous les appareils ?
gl_es: Conectar todos os dispositivos?
it_it: Collegare tutti i dispositivi?
ja_jp: すべてのデバイスを接続しますか？
pt_pt: Conectar todos os dispositivos?
ru_ru: Подключить все устройства?
tr_tr: Tüm cihazlar bağlansın mı?

# LblCollapseSequencerTemplatesByDefault
source: Collapse sequence templates by default
ca_es: Replega les plantilles de seqüència per defecte
es_es: Colapsar plantillas de secuencia por defecto
fr_fr: Réduire les modèles de séquence par défaut
gl_es: Contraer modelos de secuencia por defecto
it_it: Collassa i Modelli di Sequenza
ja_jp: デフォルトでシーケンスのテンプレートを閉じる
pt_pt: Colapsar modelos de sequência por defeito
ru_ru: Свернуть шаблоны серий по умолчанию
tr_tr: Varsayılan olarak Sekans Şablonlarını daralt

# LblCollapseSequencerTemplatesByDefaultTooltip
source: When this option is enabled, adding templates and targets to the sequencer will create them in a collapsed state.
ca_es: Quan aquesta opció està activada, si s'afegeixen plantilles i objectius al seqüenciador, es crearan en un estat reduït.
es_es: Cuando se activa esta opción, al agregar plantillas y objetivos al secuenciador las creará en modo colapsado.
fr_fr: Lorsque cette option est activée, l'ajout de modèles et de cibles au séquenceur les créera dans un état réduit.
gl_es: Cando esta opción está activada, ó engadir modelos e obxectivos á secuencia farase de xeito contraído.
it_it: Quando questa opzione è abilitata, l'aggiunta di modelli e target al sequencer saranno collassati.
ja_jp: このオプションが有効なときに、シーケンサーにテンプレートと目標を追加すると、折りたたまれた状態で作成されます。
pt_pt: Com esta opção activada, adicionar modelos e objectos à sequência irá criá-los num estado colapsado.
ru_ru: Когда эта опция включена, добавление шаблонов и целей в серию создаст их в сворачиваемом состоянии.
tr_tr: Bu seçenek etkinleştirilirse, sıralayıcıya şablonlar ve hedefler eklendiğinde sıralayıcı daraltılmış bir durumda oluştulur.

# LblMaxMinutesAfterMeridian
source: Max. minutes after meridian
ca_es: Minuts màxims després del meridià
es_es: Minutos máximos tras del paso del Meridiano
fr_fr: Nombre maximum de minutes après le Meridian
gl_es: Máximo Minutos tralo Meridiano
it_it: Max minuti dopo Meridiano
ja_jp: 子午線通過から反転までの最大時間（分）
pt_pt: Máximo de minutos após o Meridiano
ru_ru: Макс. минут после меридиана
tr_tr: Meridyenden sonra maks. dakika

# Lbl_SequenceItem_Imaging_TakeExposure_Validation_FilePathEmpty
source: No folder was specified to save images to. Please set a valid folder inside the Image File Settings
ca_es: No s'ha especificat cap carpeta per desar les imatges. Establiu una carpeta vàlida dins de la configuració del fitxer d'imatge
es_es: No se ha especificado ninguna carpeta en la que guardar las imágenes. Por favor, establezca una carpeta válida dentro de la configuración de los archivos de imagen
fr_fr: Aucun dossier n'a été spécifié pour enregistrer les images. Veuillez définir un dossier valide dans les paramètres du fichier image
gl_es: Non se especificou ningún cartafol no que gardar as imaxes. Configura un cartafol válido dentro da Configuración do arquivo de imaxe
ja_jp: 画像を保存するフォルダが指定されていません。画像ファイル設定内で有効なフォルダを設定してください
pt_pt: Não foi definida nenhuma pasta onde guardar ficheiros. Por favor defina uma pasta valida nas Definições de Ficheiros de Imagem
ru_ru: Не указана папка для сохранения изображений. Пожалуйста, установите корректную папку в настройках файла изображения
tr_tr: Görüntülerin kaydedileceği klasör belirtilmedi. Lütfen Görüntü Dosyası Ayarları içinde geçerli bir klasör belirleyin
