Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblSaveImageAs
source: Save image as
ca_es: Desar com
el_gr: Αποθήκευση εικόνας ως
es_es: Guardar como
fr_fr: Enregistrer image sous
gl_es: Gardar Imaxe como
it_it: Salva Immagine come
ja_jp: 画像保存形式
pt_pt: Guardar Imagem como
ru_ru: Сохранить изображение как
tr_tr: Resmi şu adla kaydet

# LblSaveImageAsDSLRNote
source: This setting is ignored for DSLRs when using the native driver. The camera's RAW format will be saved instead!
ca_es: Per a les DSLR, la configuració del format del fitxer d'imatge s'ignora. S'utilitzarà el format RAW!
el_gr: Η ρύθμιση του τύπου αρχείου της εικόνας για DSLRs αγνοείται. Αντίθετα θα αποθηκευτεί ο τύπος RAW!
es_es: Este ajuste será ignorado en las DSLR cuando se use el controlador nativo. ¡En su lugar se guardará el formato RAW de la cámara!
fr_fr: Pour les APN, le paramètre de format de fichier image est ignoré. Le format RAW sera enregistré à la place!
gl_es: Para DSLR o formato do arquivo de imaxe ignórase e gárdase en formato RAW!
ja_jp: 一眼レフのネイティブドライバーを使っているとき、この設定は無視されます。画像はカメラのRAW形式で保存されます。
pt_pt: Para DSLRs a definição do formato da imagem é ignorada. É usado o formato RAW!
ru_ru: Для DSLR параметр формата изображения игнорируется. Формат RAW будет сохранен вместо этого!
tr_tr: DSLR makinalar için resim dosya formatı gözardı edilecek. Onun yerine RAW formatında kaydedilecek!

# LblSaveSelectedProfileAndDontAskAgain
source: Save selected profile and don't ask again next time
ca_es: Deseu el perfil seleccionat i no ho torneu a preguntar la propera vegada
el_gr: Αποθήκευση του επιλεγμένου προφίλ και να μην γίνει ερώτηση ξανά την επόμενη φορά
es_es: Guardar el perfil seleccionado y no volver a preguntar la próxima vez.
fr_fr: Enregistrer le profil sélectionné et ne plus demander la prochaine fois
gl_es: Gardar perfil seleccionado e non volver preguntar
it_it: Salva il profilo selezionato e non chiedere più la prossima volta.
ja_jp: 選択されたプロファイルを保存して、次回は質問しない。
pt_pt: Guardar o perfil seleccionado e não perguntar da próxima vez
ru_ru: Всегда использовать этот профиль
tr_tr: Seçili profili kaydet ve bir daha sorma

# LblSaveSequence
source: Save sequence
ca_es: Desar la Seqüència
el_gr: Αποθήκευση Αλληλουχίας
es_es: Guardar la Secuencia
fr_fr: Enregistrer Séquence
gl_es: Gardar Secuencia
it_it: Salva Sequenza
ja_jp: シーケンスを保存
pt_pt: Guardar Sequência
ru_ru: Сохранить серию
tr_tr: Sekansı kaydet

# LblSaveSequenceToolTip
source: Save sequence as XML file
ca_es: Desar la Seqüència com a fitxer xml
el_gr: Αποθήκευση Αλληλουχίας σαν αρχείο xml
es_es: Guardar la Secuencia como archivo XML
fr_fr: Enregistrer la Séquence au format xml
gl_es: Gardar Secuencia como arquivo xml
it_it: Salva sequenza come file xml
ja_jp: Xmlファイルとしてシーケンスを保存
pt_pt: Guardar a Sequência como um ficheiro xml
ru_ru: Сохранить серию как xml файл
tr_tr: Sekansı xml dosya olarak kaydet

# LblSaveTargetSet
source: Save target set
ca_es: Desar el conjunt de l'objectiu
el_gr: Αποθήκευση ομάδας στόχων
es_es: Guardar conjunto del objetivo
fr_fr: Enregistrer les cibles
gl_es: Gardar conxunto de obxectivos
it_it: Salva come insieme di bersagli
ja_jp: ターゲット設定を保存
pt_pt: Guardar destinos
ru_ru: Сохранить набор целей
tr_tr: Hedef setini kaydet

# LblScopeSettleTimeAfterFlip
source: Scope settle time after flip
ca_es: Temps d’espera després del canvi
es_es: Tiempo de ajuste tras el cambio de Meridiano
fr_fr: Temps de stabilisation du télescope après le basculement
gl_es: Tempo de asentamento do telescopio tralo volteo
ja_jp: 反転後の鏡筒の安定化時間
pt_pt: Tempo de estabilização do telescópio após o flip
ru_ru: Время успокоения телескопа после перекладки
tr_tr: Geçiş sonrası teleskop yerleşme süresi

# LblSearch
source: Search
ca_es: Cercar
el_gr: Αναζήτηση
es_es: Buscar
fr_fr: Recherche
gl_es: Busca
it_it: Cerca
ja_jp: 検索
pt_pt: Pesquisa
ru_ru: Поиск
tr_tr: Ara

# LblSearchRadius
source: Search radius
ca_es: Radi de la cerca
el_gr: Ακτίνα Αναζήτησης
es_es: Radio de Búsqueda
fr_fr: Rayon de recherche
gl_es: Raio de Busca
it_it: Raggio di ricerca
ja_jp: 検索半径
pt_pt: Raio de pesquisa
ru_ru: Радиус поиска
tr_tr: Yarıçapta ara

# LblSecondary
source: Secondary
ca_es: Secundari
el_gr: Δευτερεύων
es_es: Secundario
fr_fr: Secondaire
gl_es: Secundario
it_it: Secondario
ja_jp: 二次
pt_pt: Secundário
ru_ru: Вторичный
tr_tr: İkincil

# LblSecondaryBackground
source: Secondary background
ca_es: Fons Secundari
el_gr: Δευτερεύων Υπόβαθρο
es_es: Fondo Secundario
fr_fr: Arrière Plan Secondaire
gl_es: Fondo Secundario
it_it: Sfondo secondario
ja_jp: 二次背景
pt_pt: Fundo secundário
ru_ru: Вторичный фон
tr_tr: İkincil arka plan

# LblSelectGuidestar
source: Select new guide star
ca_es: Selecciona una nova estrella guia
el_gr: Επιλέξτε νέο Οδηγητικό Αστέρι
es_es: Selecciona nueva estrella guía
fr_fr: Choisir nouvelle Étoile guide
gl_es: Seleccionar nova estrela guía
it_it: Seleziona nuova stella guida
ja_jp: 新しくガイド星を選択
pt_pt: Seleccionar uma nova estrela guia
ru_ru: Выберите новую звезду для гидирования
tr_tr: Yeni rehber yıldız seç

# LblSelectNewGuideStar
source: Select new guide star
ca_es: Selecciona una nova estrella guia
el_gr: Επιλέξτε νέο Οδηγητικό Αστέρι
es_es: Seleccionar nueva estrella guia
fr_fr: Choisir nouvelle Étoile guide
gl_es: Seleccionar nova estrela guía
it_it: Selezionare una nuova stella guida
ja_jp: 新しくガイド星を選択
pt_pt: Seleccionar uma nova estrela guia
ru_ru: Выберите новую звезду для гидирования
tr_tr: Yeni rehber yıldız seç

# LblSelectProfileInUseWarning
source: Selected profile cannot be chosen. It is already in use by another N.I.N.A. instance!
ca_es: No es pot triar el perfil seleccionat. Ja l’utilitza un altre instància de N.I.N.A.!
el_gr: Το επιλεγμένο προφίλ δεν μπορεί να επιλεχθεί. Χρησιμοποιείται ήδη από μια άλλη περίπτωση του N.I.N.A.!
es_es: No se puede seleccionar el perfil elegido. ¡Está siendo usado por otra instancia de N.I.N.A.!
fr_fr: Le profil sélectionné ne peut être choisi. Il est déjà utilisé par une autre instance de N.I.N.A.!
gl_es: Non se atopou o perfil seleccionado. Aínda está en uso noutra instancia de N.I.N.A.!
it_it: Il profilo selezionato non può essere utilizzato. E' già usato da un'altra istanza di N.I.N.A.!
ja_jp: 選択されたプロファイルは使用できません。他のN.I.N.A.セッションが使用中です。
pt_pt: O perfil seleccionado não pode ser escolhido. Já está em uso noutra instância do N.I.N.A!
ru_ru: Выбранный профиль не может быть выбран. Он уже используется другим экземпляром N.I.N.A!
tr_tr: İşaretli profil seçilemiyor. Başka bir N.I.N.A oluşumunca kullanılıyor!

# LblSensorAnalysisPoorFit
source: Sensor analysis is irregular and may not produce accurate results. Consider running it again.
ca_es: L’anàlisi del sensor és irregular i pot no produir resultats precisos. Penseu en la possibilitat de tornar-lo a executar.
el_gr: Το Sensor Analysis είναι ακανόνιστο, και μπορεί μην να παράγει ακριβή αποτελέσματα. Εξετάστε να το ξανατρέξετε.
es_es: El análisis del sensor es irregular pudiendo no arrojar resultados precisos. Considera volver a ejecutarlo.
fr_fr: L'analyse du capteur est incorrecte et peut fausser la précisions des résultats. Pensez à la réexécuter.
gl_es: A Análise do Sensor é irregular e pode producir resultados inexactos. Considera volvela facer.
it_it: Il Sensor Analysis è irregolare e potrebbe generare risultati non accurati. Considera di rieseguirlo.
ja_jp: センサー分析は不規則で、正確な結果が得られない場合があります。再実行を検討してください
pt_pt: A Análise do sensor é irregular e pode não produzir resultados precisos. Considere executa-la novamente.
ru_ru: Анализ датчиков нерегулярный и может не давать точных результатов. Подумайте о повторном запуске.
tr_tr: Sensör analizi düzensiz ve doğru sonuçlar vermeyebilir. Yeniden çalıştırın.

# LblSensorName
source: Sensor name
ca_es: Nom del Sensor
el_gr: Όνομα Αισθητήρα
es_es: Nombre Sensor
fr_fr: Nom du capteur
gl_es: Nome do Sensor
it_it: Nome Sensore
ja_jp: センサー名称
pt_pt: Nome do Sensor
ru_ru: Название сенсора
tr_tr: Sensör adı

# LblSensorType
source: Sensor type
ca_es: Tipus de Sensor
el_gr: Τύπος Αισθητήρα
es_es: Tipo Sensor
fr_fr: Type de capteur
gl_es: Tipo de Sensor
it_it: Tipo Sensore
ja_jp: センサー型式
pt_pt: Tipo de Sensor
ru_ru: Тип сенсора
tr_tr: Sensör tipi

# LblSequence
source: Sequence
ca_es: Seqüència
el_gr: Αλληλουχία
es_es: Secuencia
fr_fr: Séquence
gl_es: Secuencia
it_it: Sequenza
ja_jp: シーケンス
pt_pt: Sequência
ru_ru: Серия
tr_tr: Sekans

# LblSequenceCommandInfo
source: Sequence end command '{0}'.
ca_es: Ordre final de seqüència '{0}'.
el_gr: Εντολή τέλους αλληλουχίας '{0}'.
es_es: Comando final de secuencia '{0}'.
fr_fr: Commande de fin de séquence '{0}'.
gl_es: Comando de fin de secuencia '{0}'.
it_it: Comando di fine sequenza '{0}'.
ja_jp: シーケンス終了コマンド '{0}'.
pt_pt: Comando de fim de sequência '{0}'.
ru_ru: Команда конца серии '{0}'.
tr_tr: Sekans bitiş komutu '{0}'.

# LblSequenceCommandSource
source: Sequence end command
ca_es: Ordre final de seqüència
el_gr: Εντολή τέλους αλληλουχίας
es_es: Comando final de secuencia
fr_fr: Commande de fin de séquence
gl_es: Comando de fin de secuencia
it_it: Comando di fine sequenza
ja_jp: シーケンス終了コマンド
pt_pt: Comando de fim de sequência
ru_ru: Команда конца серии
tr_tr: Sekans bitiş komutu

# LblSequenceCommandAtCompletion
source: '{0}' completed.
ca_es: S'ha completat '{0}'.
el_gr: '{0}' ολοκληρώθηκε.
es_es: '{0}' completado.
fr_fr: '{0}' terminé.
gl_es: '{0}' completado.
it_it: '{0}' completato.
ja_jp: '{0}' 完了しました。
pt_pt: '{0}' concluído.
ru_ru: '{0}' завершено.
tr_tr: {0} tamamlandı.

# LblSequenceCommandAtCompletionTitle
source: Run command when sequence completes
ca_es: Executa l'ordre quan s'acabi la seqüència
el_gr: Εκτέλεση εντολής όταν η αλληλουχία τελειώσει
es_es: Ejecutar comando cuando se complete la secuencia
fr_fr: Exécuter la commande à la fin de la séquence
gl_es: Iniciar comando cando remate a secuencia
it_it: Esegui comando quando la sequenza viene completata
ja_jp: シーケンス完了時にコマンドを実行
pt_pt: Executar comando quando a sequência terminar
ru_ru: Выполнить команду по завершении серии
tr_tr: Sekans tamamlanınca komutu çalıştır

# LblSequenceCommandAtCompletionTooltip
source: Select command to run when sequence completes.
ca_es: Seleccioneu l'ordre que s'executarà quan es completi la seqüència.
el_gr: Επιλέξτε την εντολή που θα εκτελεστεί όταν η αλληλουχία τελειώσει.
es_es: Selecciona el comando a ejecutar cuando se complete la secuencia.
fr_fr: Sélectionnez la commande à exécuter à la fin de la séquence.
gl_es: Seleccionar comando a activar cando se complete a secuencia.
it_it: Seleziona il comando da eseguire quando la sequenza è completata.
ja_jp: シーケンス完了時に実行するコマンドを選択
pt_pt: Seleccione o comando a executar quando a sequência terminar.
ru_ru: Выберите команду, запускаемую по завершении серии.
tr_tr: Sekans tamamlandığında çalışacak komutu seç.

# LblSequenceCommandAtCompletionNotFound
source: Sequence end command not found '{0}'
ca_es: No s'ha trobat l'ordre de finalització de la seqüència '{0}'
el_gr: Η εντολή τέλους αλληλουχίας δεν βρέθηκε '{0}'
es_es: Comando final de secuencia no encontrado '{0}'
fr_fr: Commande de fin de séquence introuvable '{0}'
gl_es: Comando de fin de secuencia non atopado '{0}'
it_it: Comando fine sequenza non trovato '{0}'
ja_jp: シーケンス終了コマンドが見つかりません '{0}'
pt_pt: Comando de fim de sequência não encontrado '{0}'
ru_ru: Команда конца серии не найдена '{0}'
tr_tr: Sekans bitiş komutu bulunamadı '{0}'

# LblSequenceDelay
source: Delay start
ca_es: Retard d’inici
es_es: Retraso en el inicio
fr_fr: Départ différé
gl_es: Inicio diferido
ja_jp: 遅延スタート
pt_pt: Atrasar o início
ru_ru: Задержка запуска
tr_tr: Erteleme başladı

# LblSequenceDelayStatus
source: Sequence starting in {0} seconds
ca_es: Seqüència que comença d'aquí a {0} segons
el_gr: Η αλληλουχία θα ξεκινήσει σε {0} δευτερόλεπτα
es_es: Secuencia comenzando en {0} segundos
fr_fr: La Séquence démarre dans {0} sec
gl_es: Inicio de secuencia en {0} segundos
it_it: Sequenza in partenza in {0} secondi
ja_jp: {0} 秒後にシーケンス開始
pt_pt: Sequência a iniciar em {0} segundos
ru_ru: Серия начнется через {0} секунд
tr_tr: Sekans {0} saniyede başlıyor

# LblSequenceMode
source: Sequence mode
ca_es: Mode de seqüència
el_gr: Λειτουργία Αλληλουχίας
es_es: Modo de Secuencia
fr_fr: Mode Séquence
gl_es: Modo de Secuencia
it_it: Modalità sequenza
ja_jp: シーケンス モード
pt_pt: Modo Sequência
ru_ru: Режим серии
tr_tr: Sekans modu

# LblSequenceModeRotate
source: Loop
ca_es: En bucle
el_gr: Συνεχόμενες
es_es: En bucle
fr_fr: Boucle
gl_es: Continua
it_it: Cicla
ja_jp: 循環(ループ)
pt_pt: Contínuo
ru_ru: Повтор
tr_tr: Döngü

# LblSequenceModeStandard
source: One after another
ca_es: Un darrere l’altre
el_gr: Η μια μετά την άλλη
es_es: Uno tras otro
fr_fr: Une après l'autre
gl_es: Unha despois doutra
it_it: Accostati
ja_jp: 順次
pt_pt: Um após o outro
ru_ru: Один за другим
tr_tr: Ard arda

# LblSequenceTemplate
source: Sequence template
ca_es: Plantilla de Seqüència
el_gr: Πρότυπο Αλληλουχίας
es_es: Plantilla de Secuencia
fr_fr: Modèle Séquence
gl_es: Patrón de Secuencia
it_it: Template Sequenza
ja_jp: シーケンステンプレート
pt_pt: Modelo de Sequência
ru_ru: Шаблон серии
tr_tr: Sekans şablonu

# LblSequenceTemplateTooltip
source: Specifies a path to a previously exported sequence file that should be used as a template. This template will be used on startup to initialize the sequence instead of the default one.
ca_es: Especifica un camí d'accés a un fitxer de seqüència exportat prèviament que s'hauria d'utilitzar com a plantilla. Aquesta plantilla s'utilitzarà al començament per inicialitzar la seqüència en lloc de la predeterminada.
el_gr: Ορίζει μια διαδρομή σε ένα προηγούμενο αρχείο αλληλουχίας που εξήχθη και θα χρησιμοποιηθεί σαν πρότυπο. Αυτό το πρότυπο θα χρησιμοποιείται κατά την εκκίνηση για την αρχικοποίηση της αλληλουχία σε αντίθεση με την προεπιλεγμένη.
es_es: Especifica una ruta a un archivo de secuencia previamente exportado que sería usado como plantilla. Esta plantilla se usará al inicio para iniciar la secuencia en vez de la usada por defecto.
fr_fr: Spécifie un chemin d'accès à un fichier de séquence précédemment exporté et qui sera utilisé comme modèle. Ce modèle sera utilisé au démarrage pour initialiser la séquence au lieu de celle par défaut.
gl_es: Especifica unha ruta a un ficheiro de secuencia exportado previamente que se debería usar como modelo. Este modelo empregarase no inicio para inicializar a secuencia no canto da predeterminada.
it_it: Specifica il percoso di un file di sequenza precedentemente esportato e che dovrebbe essere usato come template. Questo tempalte sarà usato all'avvio per inizializzare la sequenza invece di quello di default.
ja_jp: 以前エクスポートされたシーケンスファイルのパスを指定し、テンプレートとして使用します。 このテンプレートは、シーケンスを開始する際に、デフォルトの代わりに使用されます。
pt_pt: Especifica um caminho para um ficheiro de sequência exportado anteriormente que deve ser usado como modelo. Este modelo será usado no inicio para inicializar a sequência, em vez do modelo por defeito.
ru_ru: Указывается путь к ранее экспортированному файлу серии, который должен использоваться в качестве шаблона. Этот шаблон будет использоваться при запуске для инициализации серии вместо шаблона по умолчанию.
tr_tr: Şablon olarak kullanılması gereken, önceden dışa aktarılan bir dizi dosyasının yolunu belirtir. Bu şablon, başlangıçta varsayılan şablon yerine sekansı başlatmak için kullanılacaktır.

# LblSerialPort
source: Serial port
ca_es: Port Serie
el_gr: Σειριακή Θύρα
es_es: Puerto Serial
fr_fr: Port Série
gl_es: Porto Serie
it_it: Porta Seriale
ja_jp: シリアルポート
pt_pt: Porta de Série
ru_ru: Серийный Порт
tr_tr: Seri giriş

# LblSerialRelay
source: Serial relay
ca_es: Relé Serie
el_gr: Σειριακή Αναμετάδοση
es_es: Relé Serial
fr_fr: Relais Série
gl_es: Relé Serie
it_it: Relay Seriale
ja_jp: シリアルリレー
pt_pt: Relé Serial
ru_ru: Серийный реле
tr_tr: Seri röle

# LblSetAsSequenceTarget
source: Set as sequence target
ca_es: Estableix com a objectiu de seqüència
el_gr: Ορισμός ως στόχος αλληλουχίας
es_es: Definirlo como objetivo de secuencia
fr_fr: Définir comme cible de séquence
gl_es: Elixir como secuencia obxectivo
it_it: Imposta come sequenza target
ja_jp: シーケンスの対象として設定
pt_pt: Definir como sequência
ru_ru: Установить как цель серии
tr_tr: Sekans hedefi olarak belirle

# LblSetAutoFocusFilter
source: Set as autofocus filter
ca_es: Estableix com a filtre per a EA
el_gr: Ορισμός ως Φίλτρου Αυτόματης Εστίασης
es_es: Activarlo como filtro para AE
fr_fr: Définir comme filtre de focalisation automatique
gl_es: Elixir como Filtro de AutoFoco
it_it: Imposta come filtro Auto Focus
ja_jp: オートフォーカス用のフィルターとして設定
pt_pt: Definir como filtro para focagem automática
ru_ru: Установить как фильтр Автофокуса
tr_tr: Otomatik odaklama filtresi olarak belirle

# LblSetAutoFocusFilterTooltip
source: If set, autofocus will always use the selected filter when using filter offsets
ca_es: Si s’activa, l’enfocament automàtic sempre farà servir el filtre seleccionat, mitjançant compensacions de la roda del filtre
el_gr: Αν οριστεί, η αυτόματη εστίαση θα χρησιμοποιεί πάντα το συγκεκριμένο φίλτρο, χρησιμοποιώντας τα offset του τροχού φίλτρων
es_es: Si se activa, el auto enfoque siempre usará el filtro seleccionado, usando la compensación de la rueda de filtros
fr_fr: Si défini, la focalisation automatique utilisera toujours le filtre sélectionné en utilisant les offsets de la roue à filtres
gl_es: Se está definido, o enfoque automático sempre empregará o filtro seleccionado usando a compensación da roda de filtros
it_it: Se impostato, l'auto-focus userà sempre il filtro selezionato, usando gli offsets della filter wheel
ja_jp: 選択されると、フィルターオフセットを用いて常にこの選択されたフィルターでオートフォーカスを行います。
pt_pt: Se definido, será utilizado na focagem automática o filtro seleccionado, usando os valores de offset da roda de filtros
ru_ru: Если включено, автофокус всегда будет использовать этот фильтр используя смещение колеса фильтров
tr_tr: Belirlenirse, otomatik odaklama filtre çarkı ofsetlerini kullanarak her zaman seçilen filtreyi kullanır

# LblSetForFramingAssistant
source: Set for framing assistant
ca_es: Enviar per a l’assistent d’enquadrament
el_gr: Ορισμός για βοήθεια καδραρίσματος
es_es: Enviar al Asistente de Encuadre
fr_fr: Définir pour l'assistant de cadrage
gl_es: Elixir como asistente de encadre
it_it: Set per framing assistant
ja_jp: 構図取り支援に設定
pt_pt: Definir para o assistente de enquadramento
ru_ru: Задать для помощника кадрирования
tr_tr: Kadraj asistanı için belirle

# LblSetNewValue
source: Set new value
ca_es: Definir un nou valor
el_gr: Ορισμός νέας τιμής
es_es: Definir nuevo Valor
fr_fr: Définir nouvelle valeur
gl_es: Novo valor
it_it: Imposta un nuovo valore
ja_jp: 新しい値を設定
pt_pt: Definir novo valor
ru_ru: Установить новое значение
tr_tr: Yeni değer belirle

# LblSetPark
source: Set as park
ca_es: Definir posició com Aparcament (park)
el_gr: Ορισμός Στάθμευσης
es_es: Establecer posición como aparcado
fr_fr: Définir comme position de park
gl_es: Estacionar
it_it: Imposta come Parcheggio
ja_jp: パークとして設定
pt_pt: Definir como posição de Park
ru_ru: Сделать парковкой
tr_tr: Park olarak ayarla

# LblSetParkToolTip
source: Sets the park position to be the current position
ca_es: Estableix la posició actual com a posició aparcament (park)
el_gr: Ορίζει τη τρέχουσα θέση σαν θέση στάθμευσης
es_es: Establece la posición actual como posición de aparcado
fr_fr: Définit la position actuelle comme position de park
gl_es: Establece a posición de estacionamento como a actual
it_it: Imposta la posizione parcheggio come posizione corrente
ja_jp: 現在の位置をパーク位置として設定
pt_pt: Define a posição de park como a posição actual
ru_ru: Устанавливает позицию парковки в текущей позиции
tr_tr: Park pozisyonunu mevcut pozisyon olarak ayarlar

# LblSettings
source: Settings
ca_es: Configuracions
el_gr: Ρυθμίσεις
es_es: Ajustes
fr_fr: Configuration
gl_es: Configuración
it_it: Settaggi
ja_jp: 設定
pt_pt: Configurações
ru_ru: Настройки
tr_tr: Ayarlar

# LblSettle
source: Settle
ca_es: Estabilització
el_gr: Ηρεμία
es_es: Asentamiento
fr_fr: Délai
gl_es: Asentamento
it_it: Sistemazione
ja_jp: 安定化
pt_pt: Tempo de espera
ru_ru: Успокоение
tr_tr: Yerleşme

# LblSettlePixelTolerance
source: Settle pixel tolerance
ca_es: Tolerància d'estabilització (pixel)
el_gr: Ανοχή Ηρεμίας Pixel
es_es: Tolerancia de estabilización (píxeles)
fr_fr: Régler la tolérance de Pixel
gl_es: Tolerancia de Píxel de Asentamento
it_it: Tolleranza di PHD2 Settle Pixel
ja_jp: 安定化許容ピクセル
pt_pt: Tolerância de estabilização (pixel)
ru_ru: Допуск на пиксели PHD2
tr_tr: Piksel Toleransını yerleştirin

# LblSettleTimeAfterSlew
source: Settle time after slew
ca_es: Temps d'espera després de girar
el_gr: Χρόνος ηρεμίας μετά την μετακίνηση
es_es: Tiempo de Espera despues de Ir a
fr_fr: Délai après déplacement
gl_es: Tempo asentamento
it_it: Settle time dopo slew
ja_jp: 導入動作後の安定化時間
pt_pt: Tempo de espera após o movimento
ru_ru: Время успокоения после наведения
tr_tr: Çevirdikten sonra yerleşme süresi

# LblSettleTimeout
source: Settle timeout
ca_es: Temps d'estabilització
el_gr: Χρονικό Όριο Ηρεμίας
es_es: Tiempo de asentamiento
fr_fr: Délai d'expiration
gl_es: Tempo de asentamento
it_it: Timeout PHD2 Settle
ja_jp: 安定化タイムアウト
pt_pt: Tempo de estabilização
ru_ru: Тайм-аут успокоения PHD2
tr_tr: Zaman aşımını yerleştirin

# LblAutoRetryStartGuiding
source: Guiding start retry
ca_es: Reintent d'inici de guiatge
el_gr: Επανάληψη Έναρξης Οδήγησης
es_es: Reintentar guiado
fr_fr: Réessayer de lancer le guidage
gl_es: Volver a Iniciar Guiado
it_it: Nuovo tentativo di guida
ja_jp: ガイド開始再試行
pt_pt: Iniciar Nova Tentativa de Guiagem,
ru_ru: Повторная попытка начала гидирования
tr_tr: Takip yeniden başlatılıyor

# LblSharpCapSensorAnalysisPath
source: SharpCap sensor analysis folder
ca_es: Carpeta d'anàlisi del sensor SharpCap
el_gr: Φάκελος SharpCap Sensor Analysis
es_es: Carpeta para los análisis de sensor de SharpCap
fr_fr: Répertoire des analyses de capteur SharpCap
gl_es: Cartafol Análise Sensor SharpCap
it_it: Cartella Sensor Analysis di SharpCap
ja_jp: SharpCap Sensor Analysisフォルダ
pt_pt: Pasta de Análise do Sensor do SharpCap
ru_ru: Папка Анализа Сенсора SharpCap
tr_tr: SharpCap sensör analiz dizini

# LblSharpCapSensorAnalysisLoadedFormat
source: Loaded {0} sensors
ca_es: S'han carregat {0} sensors
el_gr: Φορτώθηκαν {0} αισθητήρες
es_es: {0} sensores cargados
fr_fr: {0} capteurs chargés
gl_es: Cargados {0} sensores
it_it: Caricato {0} sensori
ja_jp: センサー {0} 読み込み
pt_pt: {0} sensores carregados
ru_ru: Загружено {0} датчиков
tr_tr: {0} sensor yüklendi

# LblSharpCapSensorAnalysisPathTooltip
source: Folder where SharpCap sensor analysis files can be found
ca_es: Carpeta on es poden trobar els fitxers d’Anàlisi del sensor SharpCap, si es tracta d’un lloc diferent de la seva ubicació predeterminada
el_gr: Φάκελος όπου αρχεία του SharpCap Sensor Analysis μπορούν να βρεθούν, αν είναι αλλού από την προκαθορισμένη τοποθεσία
es_es: Carpeta donde se pueden encontrar los archivos de análisis de sensor de SharpCap, caso de que no estén en su ubicación predeterminada
fr_fr: Dossier où les fichiers d'analyse de capteur SharpCap peuvent être trouvés, si ce n'est pas leur emplacement par défaut
gl_es: Cartafol onde se poden atopar os ficheiros de análise de sensores SharpCap, se están noutro lugar distinto da súa posición predeterminada
it_it: Cartella in cui possono essere trovati i file Sensor Analysis di Sharpcap, se in un luogo diverso dalla loro posizione predefinita
ja_jp: SharpCap Sensor Analysisファイルが,、デフォルト以外で保存されているフォルダ
pt_pt: A pasta onde pode ser encontrada a Análise de Sensor do SharpCap, se outra que não a localização por defeito
ru_ru: Папка, где файлы анализа датчиков SharpCap могут быть найдены, если в другом месте помимо их местоположения по умолчанию
tr_tr: Varsayılan konumundanfarklı bir yerde değilse SharpCap analiz dosyalarının bulunabileceği dizin
