Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblMaxBinY
source: Max. binning Y
ca_es: Màxim Binning Y
el_gr: Μέγιστο Υ Binning
es_es: Máximo Binning Y
fr_fr: Binning max Y
gl_es: Máx Binning Y
it_it: Binning Y Minimo
ja_jp: 最大ビニング Y
pt_pt: Bin Y máximo
ru_ru: Макс биннинг Y
tr_tr: Maks. Binning Y

# LblMaxExpTime
source: Max. exposure time
ca_es: Temps d'Exposició Màxim
el_gr: Μέγιστος Χρόνος Έκθεσης
es_es: Tiempo de Exposición Máximo
fr_fr: Temps d'Exposition Max
gl_es: Tempo Exposición Máximo
it_it: Tempo Massimo Di Esposizione
ja_jp: 最大露出時間
pt_pt: Tempo máximo de Exposição
ru_ru: Макс время экспозиции
tr_tr: Maksimum pozlama süresi

# LblMaxIncrement
source: Max. increment
ca_es: Increment Màxim
el_gr: Μέγιστη Προσαύξηση
es_es: Incremento Máximo
fr_fr: Incrément Max
gl_es: Máx Incremento
it_it: Incremento Massimo
ja_jp: 最大インクリメント
pt_pt: Incremento Máximo
ru_ru: Макс. шаг
tr_tr: Maks. Artış

# LblMaxObjects
source: Maximum objects
ca_es: Objectes màxims
el_gr: Μέγιστα αντικείμενα
es_es: Objetos máximos
fr_fr: Objects Maximum
gl_es: Máximo de obxectos
it_it: Oggetti Massimi
ja_jp: 最大オブジェクト
pt_pt: Máximo de objetos
ru_ru: Максимум объектов
tr_tr: Maksimum obje

# LblMaxStep
source: Max. step
ca_es: Pas Màxim
el_gr: Μέγιστο Βήμα
es_es: Paso Máximo
fr_fr: Pas Max
gl_es: Paso Máx.
it_it: Step Massimo
ja_jp: 最大ステップ
pt_pt: Passo Max
ru_ru: Макс. шаг
tr_tr: Maks. Adım

# LblMean
source: Mean
ca_es: Mitjana
el_gr: Μέση Τιμή
es_es: Media
fr_fr: Moyenne
gl_es: Media
it_it: Media
ja_jp: 算術平均
pt_pt: Média
ru_ru: Среднее
tr_tr: Ortalama

# LblMeasureFocuserBacklash
source: Measure focuser backlash
ca_es: Mesura el Backlash de l'Enfocador Automàtic
el_gr: Μέτρηση Backlash Εστιαστή
es_es: Mide el Backlash del enfocador
fr_fr: Mesurer le jeu de focalisation
gl_es: Medida Backlash Enfocador
it_it: Misura backlash del Focuser
ja_jp: フォーカサーバックラッシュの測定
pt_pt: Medir Backlash do Focador
ru_ru: Измерить люфт фокусера
tr_tr: Odaklayıcı dişli boşluğu hesapla

# LblMedian
source: Median
ca_es: Mediana
el_gr: Διάμεσος
es_es: Mediana
fr_fr: Médiane
gl_es: Mediana
it_it: Mediano
ja_jp: 中央値
pt_pt: Mediana
ru_ru: Медиана
tr_tr: Orta değer

# LblMeridianFlipFailed
source: Meridian flip failed
ca_es: El canvi de Meridià a fallat
el_gr: Η Αλλαγή του Μεσημβρινού απέτυχε
es_es: El cambio de Meridiano ha fallado.
fr_fr: Échec du retournement au méridien
gl_es: Fallou o volteo de meridiano
it_it: Flip Meridiano Fallito
ja_jp: 子午線フリップに失敗しました。
pt_pt: A troca de Meridiano falhou
ru_ru: Перекладка меридиана провалилась
tr_tr: Meridyen geçişi başarısız

# LblMeridianFlipInit
source: Meridian flip procedure initiated
ca_es: Procediment de canvi de meridià s'ha iniciat
el_gr: Η διαδικασία Αλλαγής Μεσημβρινού ξεκίνησε
es_es: Procedimiento de cambio de Meridiano iniciado
fr_fr: Démarrage du retournement au méridien
gl_es: Iniciado o procedemento de volteo de meridiano
it_it: Procedura flip Meridiano iniziata
ja_jp: 子午線フリップ工程を開始しました。
pt_pt: Inicio da troca de Meridiano
ru_ru: Процедура перекладки меридиана началась
tr_tr: Meridyen geçiş prosedürü başlatıldı

# LblMeridianIn
source: Meridian in
ca_es: Meridià en
el_gr: Μεσημβρινός σε
es_es: Meridiano en
fr_fr: Méridien dans
gl_es: Meridiano en
it_it: Meridiano in
ja_jp: 南中までの時間
pt_pt: Meridiano em
ru_ru: Меридиан через
tr_tr: Meridyene kalan süre

# LblMeridianOffset
source: Meridian offset
ca_es: Compensació del Meridià
el_gr: Offset Μεσημβρινού
es_es: Compensación del Meridiano
fr_fr: Écart au Méridien
gl_es: Compensación do meridiano
it_it: Offset Meridiano
ja_jp: 子午線オフセット
pt_pt: Offset de Meridiano
ru_ru: Смещение меридиана
tr_tr: Meridyen offset

# LblPHD2Setup
source: PHD2 setup
ca_es: Configuració del PHD2
el_gr: Ρυθμίσεις PHD2
es_es: Configuración de PHD2
fr_fr: Configuration PHD2
gl_es: Config PHD2
it_it: Configurazione PHD2
ja_jp: PHD2設定
pt_pt: Configuração do PHD2
ru_ru: Настройки PHD2
tr_tr: PHD2 Ayarı

# LblMetaGuideSetup
source: MetaGuide setup
ca_es: Configuració del MetaGuide
el_gr: Ρυθμίσεις MetaGuide
es_es: Configuración de MetaGuide
fr_fr: Configuration de MetaGuide
gl_es: Config MetaGuide
it_it: Impostazione MetaGuide
ja_jp: MetaGuide設定
pt_pt: Configuração do MetaGuide
ru_ru: Настройка MetaGuide
tr_tr: MetaGuide Ayarı

# LblMetaGuidePort
source: MetaGuide port
ca_es: Port del MetaGuide
el_gr: Θύρα MetaGuide
es_es: Puerto de MetaGuide
fr_fr: Port MetaGuide
gl_es: Porto de MetaGuide
it_it: Porta MetaGuide
ja_jp: MetaGuide ポート
pt_pt: Porta do MetaGuide
ru_ru: Порт MetaGuide

# LblMin
source: Min
el_gr: Ελάχιστο
es_es: Mínimo
gl_es: Mín
it_it: Minimo
ja_jp: 最小
ru_ru: Мин.

# LblMinDuration
source: Min. Duration
ca_es: Duració mínima
el_gr: Ελ. Διάρκεια
es_es: Duración Mín.
fr_fr: Délai Min.
gl_es: Duración Mín.
it_it: Durata minima
ja_jp: 最小時間
pt_pt: Duração mínima
ru_ru: Мин. длительность
tr_tr: Min.Süre

# LblMinExposureTimeDownloadRatio
source: Minimum exposure time from download ratio
ca_es: Temps Mínim d'Exposició per al Rati de Descàrrega
el_gr: Ελάχιστος Χρόνος Έκθεσης από Λόγο Λήψης
es_es: Tiempo mínimo de exposición para el ratio de descarga
fr_fr: Temps minimum d'exposition à partir du taux de téléchargement
gl_es: Tempo Mínimo de Exposición para a taxa de descarga
it_it: Tempo minimo di esposizione dal rapporto di download
ja_jp: ダウンロード比率からの最小露出時間
pt_pt: Tempo mínimo de exposição para a velocidade de transferência
ru_ru: Минимальное время экспозиции из соотношения загрузки
tr_tr: İndirme oranına göre minimum pozlama süresi

# LblMinExpTime
source: Min. exposure time
ca_es: Temps mínim d'Exposició
el_gr: Ελάχιστος Χρόνος Έκθεσης
es_es: Tiempo de Exposición mínimo
fr_fr: Temps d'Exposition Min
gl_es: Tempo Exposición Mínimo
it_it: Tempo Minimo Di Esposizione
ja_jp: 最小露出時間
pt_pt: Tempo Mínimo de Exposição
ru_ru: Мин время экспозиции
tr_tr: Minimum pozlama süresi

# LblMinimumAltitude
source: Minimum altitude
ca_es: Altitud Mínima
el_gr: Ελάχιστο Ύψος
es_es: Altitud Mínima
fr_fr: Altitude Minimum
gl_es: Altitude Mínima
it_it: Altezza minima
ja_jp: 最小高度
pt_pt: Altitude Mínima
ru_ru: Минимальная высота
tr_tr: Minimum yükseklik

# LblMinimumSettleTime
source: Minimum settle time
ca_es: Temps Mínim d'assentament
el_gr: Ελάχιστος Χρόνος Ηρεμίας
es_es: Tiempo Mínimo de asentamiento
fr_fr: Délai de Stabilisation Minimum
gl_es: Tempo Mín Asentamento
it_it: Tempo di settle Minimo
ja_jp: 最小安定化時間
pt_pt: Tempo mínimo de espera
ru_ru: Минимальное время успокоения
tr_tr: Minimum sabitleme süresi

# LblMinutes
source: Minutes
ca_es: Minuts
el_gr: Λεπτά
es_es: Minutos
gl_es: Minutos
it_it: Minuti
ja_jp: 分
pt_pt: Minutos
ru_ru: Минуты
tr_tr: Dakika

# LblMinutesAfterMeridian
source: Minutes after meridian
ca_es: Minuts després del Meridià
el_gr: Λεπτά μετά τον Μεσημβρινό
es_es: Minutos después del Meridiano
fr_fr: Minutes après le Méridien
gl_es: Minutos tralo Meridiano
it_it: Minuti dopo il Meridiano
ja_jp: 子午線通過後の分数
pt_pt: Minutos após o Meridiano
ru_ru: Минут после прохождения меридиана
tr_tr: Meridyenden sonra dakika

# LblMinutesShort
source: min
el_gr: λεπτά
es_es: mínimo
ja_jp: 分
ru_ru: мин
tr_tr: dak.

# LblMode
source: Mode
el_gr: Λειτουργία
es_es: Modo
gl_es: Modo
it_it: Modo
ja_jp: モード
pt_pt: Modo
ru_ru: Режим
tr_tr: Mod

# LblMoonRise
source: Moonrise
ca_es: Sortida de la Lluna
el_gr: Ανατολή Σελήνης
es_es: Salida lunar
fr_fr: Lever de Lune
gl_es: Saída da Lúa
it_it: Levata Luna
ja_jp: 月出
pt_pt: Nascer da Lua
ru_ru: Восход Луны
tr_tr: Ay doğuşu

# LblMoonSet
source: Moonset
ca_es: Posta de la Lluna
el_gr: Δύση Σελήνης
es_es: Puesta Lunar
fr_fr: Coucher de Lune
gl_es: Posta da Lúa
it_it: tramonto Luna
ja_jp: 月没
pt_pt: Pôr da Lua
ru_ru: Нисходящая луна
tr_tr: Ay batışı

# LblMove
source: Move
ca_es: Moure
el_gr: Μετακίνηση
es_es: Mover
fr_fr: Aller
gl_es: Mover
it_it: Muovi
ja_jp: 移動
pt_pt: Mover
ru_ru: Идти
tr_tr: Hareket

# LblName
source: Name
ca_es: Nom
el_gr: Όνομα
es_es: Nombre
fr_fr: Nom
gl_es: Nome
it_it: Nome
ja_jp: 名前
pt_pt: Nome
ru_ru: Название
tr_tr: Ad

# LblNASASkySurvey
source: NASA Sky Survey
it_it: Mappatura del cielo NASA
ja_jp: NASAスカイサーベイ
ru_ru: Небесный обзор NASA

# LblNative
source: Native
ca_es: Natiu
el_gr: Ενσωματωμένο
es_es: Nativo
fr_fr: Natif
gl_es: Nativo
it_it: Nativo
ja_jp: ネイティブの
pt_pt: Nativo
ru_ru: Родной
tr_tr: Yerel

# LblNauticalDawn
source: Nautical Dawn
ca_es: Alba Nàutica
es_es: Amanecer náutico
fr_fr: Aube nautique
gl_es: Amencer Náutico
it_it: Alba Nautica
ja_jp: 航海曙
pt_pt: Crepúsculo Náutico
ru_ru: Навигационный рассвет
tr_tr: Denizcilik şafak

# LblNauticalDusk
source: Nautical Dusk
ca_es: Capvestre Nàutic
es_es: Crepúsculo náutico
fr_fr: Crépuscule nautique
gl_es: Noitiña Náutica
it_it: Crepuscolo Nautico
ja_jp: 航海黄昏
pt_pt: Crepúsculo Náutico
ru_ru: Навигационные сумерки
tr_tr: Denizcilik alacakaranlık

# LblNewPosition
source: New position
ca_es: Nova posició
el_gr: Νέα Θέση
es_es: Nueva Posición
fr_fr: Nouvelle position
gl_es: Nova posición
it_it: Nuova posizione
ja_jp: 新しい位置
pt_pt: Nova Posição
ru_ru: Новая позиция
tr_tr: Yeni pozisyon

# LblNewUpdateAvailable
source: New update is available ({0})! Do you want to update now?
ca_es: Hi ha disponible una nova actualització ({0}). Voleu actualitzar ara?
el_gr: Μια νέα έκδοση είναι διαθέσιμη ({0})! Θέλετε να γίνει ενημέρωση τώρα;
es_es: Nueva actualización disponible ({0})! ¿Actualizar ahora?
fr_fr: Une nouvelle mise à jour est disponible ({0})! Voulez-vous mettre à jour maintenant?
gl_es: Hai unha nova actualización ({0})! Queres actualizar agora?
it_it: Nuovo aggiornamento disponibile ({0})! Vuoi aggiornare ora?
ja_jp: 新しいアップデート({0}) があります。今、アップデートしますか？
pt_pt: Está disponível uma nova actualização ({0})! Deseja actualizar agora?
ru_ru: Доступно новое обновление ({0})! Вы хотите обновить сейчас?
tr_tr: Yeni yükseltme ({0}) var! Şimdi yükseltmek ister misiniz?

# LblNightly
source: Nightly
ca_es: Nocturn
el_gr: Βραδυνή
es_es: Nocturno
gl_es: Recente
it_it: Notturni
ja_jp: ナイトリー
ru_ru: Ночной
tr_tr: Gecelik

# LblNikonNotFound
source: A Nikon camera could not be found
ca_es: No s'ha pogut trobar cap càmera Nikon
el_gr: Δεν βρέθηκε κάμερα Nikon
es_es: No se encontró cámara Nikon
fr_fr: Aucune caméra Nikon trouvé
gl_es: Non se atopou unha camara Nikon
it_it: Nessuna camera Nikon camera trovata
ja_jp: Nikonのカメラが見つかりません。
pt_pt: Nenhuma câmera Nikon encontrada
ru_ru: Камера Nikon не найдена
tr_tr: Nikon kamera bulunamadı

# LblNINAToTelescope
source: From N.I.N.A. to telescope
ca_es: Des de N.I.N.A. al Telescopi
es_es: De N.I.N.A. a Telescopio
gl_es: Dende N.I.N.A. ó Telescopio
it_it: Da N.I.N.A. a Telescopio
ja_jp: N.I.N.A.から望遠鏡へ
pt_pt: Do N.I.N.A para o Telescópio
ru_ru: От N.I.N.A. до Телескопа
tr_tr: N.I.N.A. dan teleskopa

# LblNo
source: No
el_gr: Όχι
fr_fr: Non
gl_es: Non
it_it: N°
ja_jp: いいえ
pt_pt: Não
ru_ru: Нет
tr_tr: Yok

# LblNoCamera
source: No camera
ca_es: Sense Càmera
el_gr: Δεν Υπάρχει Κάμερα
es_es: Sin Cámara
fr_fr: Aucune Caméra
gl_es: Sen cámara
it_it: Nessuna Camera
ja_jp: カメラ無し
pt_pt: Nenhuma Câmera
ru_ru: Нет камеры
tr_tr: Kamera yok

# LblNoCameraConnected
source: No camera connected
ca_es: No hi ha cap càmera connectada
el_gr: Δεν υπάρχει συνδεδεμένη κάμερα
es_es: No hay cámara conectada
fr_fr: Aucune caméra de connectée
gl_es: Non hai cámara conectada
it_it: Nessuna camera collegata
ja_jp: カメラが接続されていません。
pt_pt: Nenhuma câmera conectada
ru_ru: Камера не подключена
tr_tr: Bağlı kamera yok

# LblNoCoordinates
source: No coordinates available
ca_es: Sense cap coordenada disponible
el_gr: Δεν υπάρχουν διαθέσιμες συντεταγμένες
es_es: Sin coordenadas disponibles
fr_fr: Aucune coordonnée de disponible
gl_es: Non hai coordenadas
it_it: Coordinate non disoponibili
ja_jp: 座標がありません。
pt_pt: Sem coordenadas disponíveis
ru_ru: Нет доступных координат
tr_tr: Uygun koordinat yok

# LblNoCoordinatesForSync
source: No coordinates available to sync telescope to
ca_es: No hi ha cap coordenada disponible per sincronitzar el telescopi
el_gr: Δεν υπάρχουν διαθέσιμες συντεταγμένες για τον συγχρονισμό του τηλεσκοπίου με
es_es: Sin coordenadas disponibles para sincronizar el telescopio a
fr_fr: Aucune coordonnée de disponible pour synchroniser la position du télescope
gl_es: Non hai coordenadas para sincronizar telescopio con
it_it: Nessuna coordinata disponibile per sincronizzare il telescopio
ja_jp: 赤道儀を同期する座標がありません。
pt_pt: Coordenadas não disponíveis para sincronizar o telescópio
ru_ru: Нет координат для синхронизации телескопа с
tr_tr: Teleskopu senkronize etmek için uygun koordinatlar yok

# LblNoFileFormatOptions
source: There are no options for this file format
ca_es: No hi ha opcions per a aquest format de fitxer
el_gr: Δεν υπάρχουν διαθέσιμες επιλογές για αυτό τον τύπο αρχείου
es_es: No hay opciones para este formato de archivo
fr_fr: Il n'y a pas d'options pour ce format de fichier
gl_es: Non hai opcións para este formato de arquivo
it_it: Non ci sono opzioni per questo formato file
ja_jp: このファイルフォーマットにはオプションはありません。
pt_pt: Não há opções para este formato de ficheiro
ru_ru: Нет параметров для этого формата файла
tr_tr: Bu dosya biçimi için seçenek yok

# LblNoFilterwheel
source: No filter wheel
ca_es: No hi ha Roda de Filtres
el_gr: Δεν Υπάρχει Τροχός Φίλτρων
es_es: Sin Rueda de Filtros
fr_fr: Aucune roue à filtres
gl_es: Sen Roda de Filtros
it_it: Nessuna Filterwheel
ja_jp: フィルターホイール無し
pt_pt: Nenhuma Roda de Filtros
ru_ru: Нет колеса фильтров
tr_tr: Filtre çarkı yok

# LblNoFocuser
source: No focuser
ca_es: No hi ha Enfocador Automàtic
el_gr: Δεν Υπάρχει Εστιαστής
es_es: Sin Enfocador
fr_fr: Aucune focalisation
gl_es: Sen Enfocador
it_it: Nessun Focuser
ja_jp: フォーカサー無し
pt_pt: Nenhum Focador
ru_ru: Нет фокусера
tr_tr: Odaklayıcı yok

# LblNoGuider
source: No guider
ca_es: Sense Guiatge
el_gr: Δεν Υπάρχει Οδηγητής
es_es: Sin Guiado
fr_fr: Pas du guideur
gl_es: Sen Guiado
it_it: Nessuna Guida
ja_jp: ガイダー無し
pt_pt: Nenhum Guia
ru_ru: Нет гида
tr_tr: Takipçi yok

# LblNoImage
source: No image available
ca_es: No hi ha Imatge disponible
el_gr: Δεν Υπάρχει Διαθέσιμη Εικόνα
es_es: No hay Imagen Disponible
fr_fr: Aucune image disponible
gl_es: Non hai imaxe
it_it: Nessuna Imamgine disponibile
ja_jp: 画像なし
pt_pt: Nenhuma imagem disponível
ru_ru: Нет доступного изображения
tr_tr: Geçerli resim yok

# LblNoiseReduction
source: Noise reduction
ca_es: Reducció de Soroll
el_gr: Μείωση Θορύβου
es_es: Reducción de Ruido
fr_fr: Réduction de bruit
gl_es: Redución de Ruído
it_it: Riduzione Rumore
ja_jp: ノイズ低減
pt_pt: Redução de Ruído
ru_ru: Шумоподавление
tr_tr: Gürültü azaltma

# LblNoiseReductionTooltip
source: Noise reduction is applied prior to star detection. This may help with noisy images and short exposures.
ca_es: S'ha aplicat una reducció de soroll abans de la detecció d'estrelles. Això pot ajudar amb imatges sorolloses i exposicions curtes.
el_gr: Έχει εφαρμοστεί Μείωση Θορύβου πριν την ανίχνευση αστεριού. Αυτό μπορεί να βοηθήσει με θορυβώδεις εικόνες και μικρές εκθέσεις.
es_es: Reducción de Ruido aplicada antes de la detección de estrellas. Esto puede ayudar con imágenes ruidosas y de corta exposición.
fr_fr: Réduction du bruit appliquée avant la détection d'étoile. Cela peut aider avec des images bruitées et des expositions courtes.
gl_es: Redución de ruído aplicada antes da detección de estrelas. Pode ser de axuda con imaxes ruidosas e exposicións curtas.
it_it: Riduzione rumore applicata prima della star detection. Questo potrebbe aiutare con immagini con molto rumore o corte esposizioni.
ja_jp: 星検出前にノイズ低減を適用します。短時間露光でノイズの多い画像に対して役立ちます。
pt_pt: Redução de ruído aplicada antes da detecção de estrelas. Isto pode ajudar com imagens com ruído e exposições curtas.
ru_ru: Подавление шума применяется до обнаружения звезды. Это может помочь с зашумленными изображениями и короткими выдержками.
tr_tr: Gürültü azaltma, yıldız tespiti önceliğine ayarlandı. Bu durum gürültülü resim ve kısa pozlamalarda yardımcı olabilir.

# LblNone
source: None
ca_es: Cap
el_gr: Κανένα
es_es: Ninguno
fr_fr: Aucune
gl_es: Non
it_it: Nessuna
ja_jp: 無し
pt_pt: Nenhum
ru_ru: Никакой
tr_tr: Hiç

# LblNormal
source: Normal
el_gr: Κανονικό
fr_fr: Normale
it_it: Normale
ja_jp: ノーマル
ru_ru: Нормальный

# LblNoRotator
source: No rotator
ca_es: Sense Rotador
el_gr: Δεν Υπάρχει Περιστροφέας Πεδίου
es_es: Sin Rotador
fr_fr: Aucun Rotateur
gl_es: Sen Rotador
it_it: Nessun Rotator
ja_jp: 回転装置無し
pt_pt: Nenhum Rotador
ru_ru: Нет вращателя
tr_tr: Çevirici yok

# LblNorthern
source: Northern
ca_es: Nord
el_gr: Βόρεια
es_es: Norte
fr_fr: Nord
gl_es: Norte
it_it: Settentrionale
ja_jp: 北
pt_pt: Norte
ru_ru: Северный
tr_tr: Kuzey

# LblNoSwitch
source: No switch
ca_es: Sense Switch (commutador)
el_gr: Δεν υπάρχει Τροφοδοσία
es_es: Sin switch (conmutador)
fr_fr: Aucun Commutateur
gl_es: Sen Cambiador
it_it: Nessuno Switch
ja_jp: スイッチ無し
pt_pt: Nenhum Switch
ru_ru: Нет переключателя
tr_tr: Anahtar yok

# LblNoSync
source: Do not sync
ca_es: Sense sincronització
el_gr: Δεν έγινε Συγχρονισμός
es_es: Sin sincronización
fr_fr: Pas de synchronisation
gl_es: Sen Sincronización
it_it: Nessuna sincronizzazione
ja_jp: 同期なし
pt_pt: Sem sincronização
ru_ru: Без синхр.
tr_tr: Senkronizasyon yok

# LblNoSyncTooltip
source: When enabled the application will never send a sync command to the telescope. This should only be used when having a good pointing model that should not be altered in any way.
ca_es: Si està activada, l'aplicació mai no enviarà cap ordre de sincronització al telescopi. Això només s’ha d’utilitzar quan es tingui un bon model d'estrelles, pel que no s’ha d’alterar de cap manera.
el_gr: Όταν είναι ενεργοποιημένο η εφαρμογή θα στείλει μια εντολή συγχρονισμού στο τηλεσκόπιο. Αυτό θα πρέπει να χρησιμοποιείται μόνο όταν έχετε ένα καλό μοντέλο στόχευσης το οποίο δεν πρέπει να αλλάξει καθόλου.
es_es: Cuando está habilitada, la aplicación nunca enviará un comando de sincronización al telescopio. Esto solo debería utilizarse cuando se tenga un buen modelo de estrellas, por lo que no debería ser alterado en modo alguno.
fr_fr: Lorsque cette option est activée, l'application n'enverra jamais de commande de synchronisation au télescope. Cela ne devrait être utilisé que s'il y a un bon modèle de pointage qui ne devrait en aucun cas être modifié.
gl_es: Cando está activada, a aplicación nunca enviará un comando de sincronización ó telescopio. Isto só debe usarse cando se teña un bo modelo de apuntamento que non se debe alterar de ningún xeito.
it_it: Se abilitato l'applicazione non invierà mai un comando di sincronizzazione al telescopio. Tale opzione dovrebbe essere utilizzata solo quando si dispone di un buon modello di puntamento che non deve essere modificato in alcun modo.
ja_jp: これをオンにすると、アプリケーションは同期コマンドを赤道儀へ送りません。確立されたポインティングモデルがあり、それに変更を加えてはならない場合にのみ使用して下さい。
pt_pt: Quando activo a aplicação nunca envia um comando sync para a montagem. Deverá ser usado apenas quando existe um bom modelo e que não será alterado de forma alguma.
ru_ru: Если включено, приложение никогда не будет отправлять команду синхронизации на телескоп. Это следует использовать только при наличии хорошей модели наведения, которая никак не изменяется.
tr_tr: Aktifleştirildiğinde uygulama teleskopa senkronizasyon komutu asla göndermez. Sadece hiçbir şekilde değiştirilmemesi gereken iyi bir işaretleme modeliniz varsa kullanılmalıdır.

# LblNoTelescope
source: No telescope
ca_es: Sense Telescopi
el_gr: Δεν Υπάρχει Τηλεσκόπιο
es_es: Sin Telescopio
fr_fr: Aucun Télescope
gl_es: Sen Telescopio
it_it: Nessun Telescopio
ja_jp: 赤道儀無し
pt_pt: Nenhum Telescópio
ru_ru: Нет телескопа
tr_tr: Teleskop yok

# LblNotificationError
source: Notification error
ca_es: Notificació d'Error
el_gr: Ειδοποίηση Σφάλματος
es_es: Notificación de Error
fr_fr: Affichage des Erreurs
gl_es: Erro de notificación
it_it: Notifiche di Errre
ja_jp: 通知エラー
pt_pt: Notificação de erro
ru_ru: Ошибка уведомления
tr_tr: Bildirim hatası

# LblNotificationErrorText
source: Error text
ca_es: Text d'Error
el_gr: Κείμενο Σφάλματος
es_es: Texto de Error
fr_fr: Texte des Erreurs
gl_es: Texto de Erro
it_it: Testo Errore
ja_jp: テキスト エラー
pt_pt: Texto de erro
ru_ru: Текст ошибки
tr_tr: Hata metni

# LblNotificationWarning
source: Notification warning
ca_es: Notificació d'Advertència
el_gr: Προειδοποίηση Ειδοποίησης
es_es: Notificación de Advertencia
fr_fr: Affichage des Mises en Garde
gl_es: Notificación de Aviso
it_it: Notifiche di Attenzione
ja_jp: 通知警告
pt_pt: Notificação de Aviso
ru_ru: Предупреждение об уведомлении
tr_tr: Bildirim uyarısı

# LblNotificationWarningText
source: Warning text
ca_es: Text d'Avís
el_gr: Κείμενο Προειδοποίησης
es_es: Texto de Advertencia
fr_fr: Texte des Mises en Garde
gl_es: Texto de Aviso
it_it: Testo Attenzione
ja_jp: 警告テキスト
pt_pt: Texto de Aviso
ru_ru: Предупреждающий текст
tr_tr: Uyarı metni

# LblNow
source: Now
ca_es: Ara
el_gr: Τώρα
es_es: Ahora
fr_fr: Maintenant
gl_es: Agora
it_it: Adesso
ja_jp: 現在
pt_pt: Agora
ru_ru: Сейчас
tr_tr: Şimdi

# LblNrStars
source: #Stars
ca_es: #Estrelles
el_gr: #Αστεριών
es_es: #Estrellas
fr_fr: #Étoiles
gl_es: #Estrelas
it_it: #Stelle
ja_jp: #星
pt_pt: #Estrelas
ru_ru: #Звёзд
tr_tr: #Yıldız

# LblObjectNameHint
source: Object name (e.g. M 31)
ca_es: Nombre d'Objecte (ex. M 31)
el_gr: Όνομα Αντικειμένου (π.χ. Μ 31)
es_es: Nombre de Objeto (ej. M 31)
fr_fr: Nom de l'Objet (ex. M 31)
gl_es: Nome Obxecto (M 31)
it_it: Nome Oggeto (es. M 31)
ja_jp: 対象名称 (例 M31)
pt_pt: Nome do Objecto (ex. M 31)
ru_ru: Название объекта (например, M 31)
tr_tr: Obje adı (örn. M31)

# LblObjectType
source: Object type
ca_es: Tipus d'Objecte
el_gr: Τύπος Αντικειμένου
es_es: Tipo de Objeto
fr_fr: Type d'Objet
gl_es: Tipo de Obxecto
it_it: Tipo oggetto
ja_jp: 対象タイプ
pt_pt: Tipo de Objecto
ru_ru: Тип объекта
tr_tr: Obje tipi

# LblObjectType_1STAR
source: 1 Star
ca_es: 1 Estrella
es_es: 1 Estrella
fr_fr: 1 Étoile
gl_es: 1 Estrela
ja_jp: 1スター
pt_pt: 1 Estrela
ru_ru: 1 Звезда
tr_tr: 1 Yıldız

# LblObjectType_2STAR
source: 2 Stars
ca_es: 2 Estrelles
es_es: 2 Estrellas
fr_fr: 2 Étoiles
gl_es: 2 Estrelas
ja_jp: 2スター
pt_pt: 2 Estrelas
ru_ru: 2 Звезды
tr_tr: 2 Yıldız

# LblObjectType_3STAR
source: 3 Stars
ca_es: 3 Estrelles
es_es: 3 Estrellas
fr_fr: 3 Étoiles
gl_es: 3 Estrelas
ja_jp: 3スター
pt_pt: 3 Estrelas
ru_ru: 3 Звезды
tr_tr: 3 Yıldız

# LblObjectType_4STAR
source: 4 Stars
ca_es: 4 Estrelles
es_es: 4 Estrellas
fr_fr: 4 Étoiles
gl_es: 4 Estrelas
ja_jp: 4スター
pt_pt: 4 Estrelas
ru_ru: 4 Звезды
tr_tr: 4 Yıldız

# LblObjectType_8STAR
source: 8 Stars
ca_es: 8 Estrelles
es_es: 8 Estrellas
fr_fr: 8 Étoiles
gl_es: 8 Estrelas
ja_jp: 8スター
pt_pt: 8 Estrelas
ru_ru: 8 Звёзд
tr_tr: 8 Yıldız

# LblObjectType_ASTER
source: Asterism
ca_es: Asterix
el_gr: Αστερισμός
es_es: Asterismo
fr_fr: Astérisme
gl_es: Asterismo
it_it: Asterismo
ja_jp: 星群
pt_pt: Asterismo
ru_ru: Астеризм
tr_tr: Asterizm

# LblObjectType_BRTNB
source: Bright nebula
ca_es: Nebulosa Brillant
el_gr: Φωτεινό Νεφέλωμα
es_es: Nebulosa Brillante
fr_fr: Nébuleuse brillante
gl_es: Nebulosa Brillante
it_it: Nebulosa Luminosa
ja_jp: 明るい星雲
pt_pt: Nebulosa Brilhante
ru_ru: Яркая туманность
tr_tr: Parlak Nebula

# LblObjectType_CL+NB
source: Cluster with nebulosity
ca_es: Cúmul amb nebulositat
el_gr: Σμήνος με Νεφέλωμα
es_es: Clúster con Nebulosidad
fr_fr: Amas d'étoiles avec nébulosité
gl_es: Cúmulo con Nebulosidade
it_it: Ammasso con Nebulosità
ja_jp: 星雲のある星団
pt_pt: Enxame com nebulosidade
ru_ru: Скопление с туманностью
tr_tr: Nebula kümesi

# LblObjectType_DRKNB
source: Dark nebula
ca_es: Nebulosa Fosca
el_gr: Σκοτεινό Νεφέλωμα
es_es: Nebulosa Oscura
fr_fr: Nébuleuse Obscure
gl_es: Nebulosa Escura
it_it: Nebulosa scura
ja_jp: 暗い星雲
pt_pt: Nebulosa Escura
ru_ru: Тёмная туманность
tr_tr: Karanlık Nebula
