Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceItem_Imaging_TakeExposure_Validation_FilePathInvalid
source: The folder that is specified inside the Image File Settings to save images to was not found. Please validate the folder specified in the Image File Settings.
ca_es: No s'ha trobat la carpeta que s'especifica a la configuració del fitxer d'imatge per desar les imatges. Valideu la carpeta especificada a la configuració del fitxer d'imatge.
es_es: No se ha encontrado la carpeta que se especifica dentro de la Configuración de Archivo de Imagen para guardar las imágenes. Por favor, valide la carpeta especificada en la configuración del archivo de imagen.
fr_fr: Le dossier spécifié dans les paramètres du fichier image pour enregistrer les images n'a pas été trouvé. Veuillez valider le dossier spécifié dans les paramètres de fichier d'image.
gl_es: Non se atopou o cartafol especificado dentro da configuración do arquivo de imaxe para gardar as imaxes. Valida o cartafol especificado na Configuración do arquivo de imaxe.
ja_jp: 画像ファイル設定内で指定されている、画像保存フォルダが見つかりませんでした。 画像ファイル設定内の保存フォルダを確認してください。
pt_pt: A pasta para guardar imagens definida nas Definições de Ficheiros não foi encontrada. Por favor verifique a pasta definida nas Definições de Ficheiros.
ru_ru: Папка, указанная внутри параметров файла изображения для сохранения изображений, не найдена. Пожалуйста, проверьте папку, указанную в настройках файла изображения.
tr_tr: Görüntülerin kaydedileceği Görüntü Dosyası Ayarları içinde belirtilen klasör bulunamadı. Lütfen, Görüntü Dosyası Ayarlarında belirtilen klasörü doğrulayın.

# LblTheWeatherCompanyAPIKey
source: TheWeatherCompany API key
ca_es: La Clau de l'API TheWeatherCompany
es_es: Clave API de WeatherCompany
fr_fr: Clé API TheWeatherCompany
gl_es: Clave TheWeatherCompany API
ja_jp: TheWeatherCompany API キー
ru_ru: Ключ API TheWeatherCompany
tr_tr: TheWeatherCompany API anahtarı

# LblTheWeatherCompanyClientDescription
source: Uses TheWeatherCompany's Current Weather API. Weather data is refreshed every 10 minutes.
ca_es: Utilitza l'API meteorològica actual de TheWeatherCompany. Les dades meteorològiques s’actualitzen cada 10 minuts.
es_es: Usa el API acutal de OpenWeatherMap. La infomación del clima se actualiza cada 10 minutos.
fr_fr: Utilise l'API Current Weather d'OpenWeatherMap. Les données météorologiques sont actualisées toutes les 10 minutes.
gl_es: Usa a API de tempo actual de TheWeatherCompany. Os datos meteorolóxicos actualízanse cada 10 minutos.
ja_jp: TheWeatherCompanyの現在の天気APIを使用します。 天気データは10分ごとに更新されます。
pt_pt: Usa a API Meteorológica actual do TheWeatherCompany's. Os dados meteorológicos são actualizados a cada 10 minutos.
ru_ru: Использует текущий API WeatherCompany. Данные о погоде обновляются каждые 10 минут.
tr_tr: TheWeatherCompany'nin mevcut API yi kullanır. Hava durumu her 10 dakikada bir yenilenir.

# LblTheWeatherCompanyClientInfo
source: N.I.N.A. internal TheWeatherCompany API client
ca_es: Client intern de N.I.N.A. de l'API TheWeatherCompany
es_es: Cliente interno de NINA para el API de OpenWeatherMap
fr_fr: Client interne de l'API TheWeatherCompany de N.I.N.A.
gl_es: Cliente interno de N.I.N.A. para TheWeatherCompany API
it_it: N.I.N.A. client API interno TheWeatherCompany
ja_jp: N.I.N.A.内部のTheWeatherCompany APIクライアント
pt_pt: Cliente API TheWeatherCompany interno do NINA
ru_ru: N.I.N.A. внутренний API клиент TheWeatherCompany
tr_tr: N.I.N.A dahili TheWeatherCompany API istemcisi

# Lbl_OldSequencer_BuildAdvanced_Caption
source: Build Advanced Sequence?
ca_es: Voleu crear una seqüència avançada?
es_es: ¿Crear una secuencia avanzada?
fr_fr: Construire une séquence avancée ?
gl_es: Construír unha secuencia avanzada?
it_it: Costruire Sequenza Avanzata?
ja_jp: 高度なシーケンスを作成しますか？
pt_pt: Consturir uma Sequência Avançada?
ru_ru: Построить расширенную серию?
tr_tr: Gelişmiş Sekans oluşturulsun mu?

# Lbl_OldSequencer_BuildAdvanced_Text
source: Are you sure to export the sequence to the advanced sequence? Note: Advanced sequences are NOT backwards compatible and it is not possible to revert to the simple sequence!
ca_es: Esteu segurs que voleu exportar la seqüència a la seqüència avançada? Nota: les seqüències avançades NO són ​​compatibles amb la versió anterior i no és possible tornar a la seqüència simple!
es_es: ¿Está seguro de exportar la secuencia a secuencia avanzada? Nota: Las secuencias avanzadas NO son compatibles con versiones anteriores ¡y NO SERÁ POSIBLE volver a la secuencia simple!
fr_fr: Etes-vous sûr d'exporter la séquence vers la séquence avancée ? Remarque : les séquences avancées ne sont PAS rétrocompatibles et il n'est pas possible de revenir à la séquence simple !
gl_es: Estás seguro de exportar a secuencia á secuencia avanzada? Nota: as secuencias avanzadas NON son compatibles con versións anteriores e non é posible volver á secuencia simple!
it_it: Sei sicuro di voler esportare la sequenza nella sequenza avanzata? Nota: le sequenze avanzate non sono retro compatibili e non è possibile tornare alla sequenza semplice!
ja_jp: シーケンスを高度なシーケンスにエクスポートしますがよろしいですか？ 注意: 高度なシーケンスは下位互換性がないため、単純なシーケンスに戻すことはできません!
pt_pt: Tem certeza que deseja exportar a sequência para sequência avançada? Nota: As Sequências Avançadas NÃO são compatíveis com versões anteriores e não é possível reverter para sequência simples!
ru_ru: Вы уверены, что хотите экспортировать серию в расширенную серию? Примечание: Дополнительные серии НЕ совместимы с обратной стороной и невозможно вернуться к простой серии!
tr_tr: Bu sekansı gelişmiş sekansa aktarmak istediğinizden emin misiniz? Not: Gelişmiş sekans geri döndürmeye uygun DEĞİLDİR, basit sekansa çevrilemez!

# Lbl_OldSequencer_SwitchToAdvanced
source: Advanced Sequencer
ca_es: Seqüenciador avançat
es_es: Secuenciador avanzado
fr_fr: Séquenceur Avancé
gl_es: Secuencia Avanzada
it_it: Sequenziatore Avanzato
ja_jp: 高度なシーケンサー
pt_pt: Sequenciador avançado
ru_ru: Расширенная серия
tr_tr: Gelişmiş Sıralayıcı

# Lbl_OldSequencer_SwitchToAdvancedTooltip
source: Switches to the advanced sequence planning mode. There the sequence can be planned from scratch using fine granular instructions, triggers and conditions.
ca_es: Canvia al mode de planificació de seqüències avançades. Allà, la seqüència es pot planificar des de zero mitjançant instruccions, activadors i condicions molt detallades.
es_es: Cambia al modo avanzado de planificación de secuencias. Allí la secuencia puede planificarse desde cero utilizando instrucciones pormenorizadas, activadores y condiciones.
fr_fr: Passe en mode de planification avancée des séquences. La séquence peut alors être planifiée à partir de zéro à l'aide d'instructions, de déclencheurs et de conditions à granularité fine.
gl_es: Cambia ó modo avanzado de planificación de secuencias. Nel a secuencia pódese planificar dende cero empregando instrucións granulares finas, disparadores e condicións.
it_it: Passa alla modalità di pianificazione avanzata della sequenza. La sequenza può essere pianificata da zero utilizzando istruzioni specifiche, trigger e condizioni.
ja_jp: 高度なシーケンス計画モードに切り替えます。 これにより、細粒度命令・トリガー・条件を使用して、シーケンスをゼロから計画できます。
pt_pt: Alterna para o modo de planificação de sequência avançada. A sequência pode ser planificada a partir do zero, usando instruções pormenorizadas, ações e condições.
ru_ru: Переключение в расширенный режим планирования серии. Там можно спланировать серию с нуля с помощью мелких гранулярных инструкций, триггеров и условий.
tr_tr: Gelişmiş sekans planlama moduna değiştirir. Bu modda sekans, ince ayrıntılı talimatlar, tetikleyiciler ve koşullar kullanılarak sıfırdan planlanabilir.

# LblDisableSimpleSequencer
source: Disable Simple Sequencer
ca_es: Desactivar seqüenciador simple
es_es: Desactivar secuenciador simple
fr_fr: Désactiver le séquenceur simple
gl_es: Desactivar Secuencia Simple
it_it: Disabilita Sequencer Semplice
ja_jp: 単純なシーケンサーを無効にする
pt_pt: Desactivar o Sequenciador Simples
ru_ru: Отключить простую серию
tr_tr: Basit sıralayıcıyı devre dışı bırak

# LblDisableSimpleSequencerTooltip
source: This will disable the simple sequencer and directly show the advanced sequencer in the sequence tab.
ca_es: Això desactivarà el seqüenciador simple i mostrarà directament el seqüenciador avançat a la pestanya Seqüència.
es_es: Esto desactivará el secuenciador simple y mostrará directamente el secuenciador avanzado en la pestaña secuencia.
fr_fr: Cela désactivera le séquenceur simple et affichera directement le séquenceur avancé dans l'onglet séquence.
gl_es: Isto desactivará a secuencia simple e amosará directamente a secuencia avanzada na pestana de secuencia.
it_it: Questo disabiliterà il sequencer semplice e mostrerà direttamente il sequencer avanzato nella scheda della sequenza.
ja_jp: これにより単純なシーケンサーが無効になり、高度なシーケンサーがシーケンスタブに直接表示されます。
pt_pt: Descativa o modo de sequência simples e muda diretamente para o sequenciador avançado na aba de sequência.
ru_ru: Это отключит простую серию и напрямую отобразит расширенную последовательность на вкладке серии.
tr_tr: Basit sıralayıcıyı devre dışı bırakır ve sekans sekmesinde direkt gelişmiş sıralayıcıyı gösterir.

# Lbl_Sequencer_SwitchToOverview
source: Switch back to Sequencer dashboard
ca_es: Torneu al tauler del seqüenciador
es_es: Volver al panel de secuencias
fr_fr: Retourner au tableau de bord du séquenceur
gl_es: Volver ó panel de control de secuencia
it_it: Torna alla Dashboard del Sequencer
ja_jp: シーケンサーダッシュボードへの切り替え
pt_pt: Voltar ao painel do sequenciador
ru_ru: Вернуться к панели серии
tr_tr: Sıralayıcı kontrol paneline dön

# Lbl_OldSequencer_TargetPreparation
source: Target preparation instructions
ca_es: Instruccions de preparació de l'objectiu
es_es: Instrucciones para la preparación del Objetivo
fr_fr: Instructions de préparation des cibles
gl_es: Instrucións de preparación de obxectivos
it_it: Istruzioni Preparazione Target
ja_jp: 目標準備の命令
pt_pt: Instruções de preparação do objecto
ru_ru: Инструкции по подготовке целей
tr_tr: Hedef hazırlama yönergeleri

# LblUnparked
source: Unparked
ca_es: Sense estacionar (unparked)
es_es: Desaparcado
fr_fr: Non parqué
gl_es: Desaparcado
it_it: Non Parcheggiato
ja_jp: パーク解除済み
pt_pt: Na posição de unpark
ru_ru: Распаркован
tr_tr: Parktan çıktı

# LblWaitingForTelescopeToPark
source: Waiting for telescope to park
ca_es: Esperant que el Telescopi estacioni
es_es: Esperando a que el telescopio aparque
fr_fr: En attendant que le télescope soit parqué
gl_es: Agardando polo Telescopio para Estacionar
it_it: In attesa del telescopio per parcheggiare
ja_jp: 望遠鏡がパークするのを待っています
pt_pt: A aguardar que o telescópio chegue à posição de park
ru_ru: Ожидание парковки телескопа
tr_tr: Teleskopun park etmesini bekle

# LblWeatherUndergroundAPIKey
source: Weather Underground API key
ca_es: Clau API per a Weather Underground
es_es: Clave API para Weather Underground
fr_fr: Clé API Weather Underground
gl_es: Clave de Weather Underground API
it_it: Meteo Underground API Key
ja_jp: Weather UndergroundのAPIキー
pt_pt: Chave API de Weather Underground
ru_ru: Ключ API для Weather Underground
tr_tr: Weather Underground API anahtarı

# LblWeatherUndergroundStationID
source: Weather Underground station ID
ca_es: ID per Weather Underground Station
es_es: Id para Weather Underground Station
fr_fr: ID de la Station Météo
ja_jp: Weather Underground ステーションID
pt_pt: ID da Weather Underground Station
ru_ru: Id станции Weather Underground
tr_tr: Weather Underground İstasyon Kimliği

# LblTooltipDemoteSimpleExposure
source: Demote selected row
ca_es: Baixar el nivell de la fila seleccionada
es_es: Bajar de nivel la fila seleccionada
fr_fr: Rétrograder la ligne sélectionnée
gl_es: Reducir a fila seleccionada
it_it: Retrocedere riga selezionata
ja_jp: 選択した行を下げる
pt_pt: Despromover a linha seleccionada
ru_ru: Понизить выбранную строку
tr_tr: Seçili satırı aşağı indir

# LblTooltipPromoteSimpleExposure
source: Promote selected row
ca_es: Pujar el nivell de la fila seleccionada
es_es: Subir de nivel la fila seleccionada
fr_fr: Promouvoir la ligne sélectionnée
gl_es: Aumentar a fila seleccionada
it_it: Promuovi la riga selezionata
ja_jp: 選択した行を上げる
pt_pt: Promover a linha seleccionada
ru_ru: Повысить выбранную строку
tr_tr: Seçili satırı yukarı çıkar

# Lbl_SequenceTemplateController_AddNewTemplateFailed
source: An error occurred while adding a new template. Refer to the logs for more details.
ca_es: S'ha produït un error en afegir una nova plantilla. Consulteu els registres per obtenir més informació.
es_es: Se ha producido un error al añadir una nueva plantilla. Consulte el registro para más detalles.
fr_fr: Une erreur s'est produite lors de l'ajout d'un nouveau modèle. Reportez-vous aux journaux pour plus de détails.
gl_es: Produciuse un erro ó engadir un novo modelo. Consulta os rexistros para obter máis detalles.
it_it: Si è verificato un errore durante l'aggiunta di un nuovo modello. Fare riferimento ai registri per maggiori dettagli.
ja_jp: 新しいテンプレートの追加中にエラーが発生しました。詳細はログを参照してください。
pt_pt: Ocorreu um erro ao adicionar um novo modelo. Consulte os logs para mais detalhes.
ru_ru: Произошла ошибка при добавлении нового шаблона. Обратитесь к журналам для получения более подробной информации.
tr_tr: Yeni şablon eklerken bir hata oluştu. Daha fazla ayrıntı için kayıtlara bakın.

# Lbl_SequenceTemplateController_DeleteTemplateFailed
source: An error occurred while deleting the template. Refer to the logs for more details.
ca_es: S'ha produït un error mentre es suprimia una plantilla. Consulteu els registres per obtenir més informació.
es_es: Se ha producido un error mientras se borraba la plantilla. Consulte los registros para más detalles.
fr_fr: Une erreur s'est produite lors de la suppression du modèle. Reportez-vous aux journaux pour plus de détails.
gl_es: Produciuse un erro ó eliminar o modelo. Consulta os rexistros para obter máis detalles.
it_it: Si è verificato un errore durante l'eliminazione del modello. Fare riferimento ai log per maggiori dettagli.
ja_jp: テンプレートの削除中にエラーが発生しました。詳細はログを参照してください。
pt_pt: Ocorreu um erro ao eliminar o modelo. Consulte os logs para mais detalhes.
ru_ru: Произошла ошибка при удалении шаблона. Обратитесь к журналам для получения более подробной информации.
tr_tr: Şablonu silerken bir hata oluştu. Daha fazla ayrıntı için kayıtlara bakınız.

# Lbl_SequenceTemplateController_LoadUserTemplatesFailed
source: An error occurred during template refresh. Refer to the logs for more details.
ca_es: S'ha produït un error durant l'actualització de la plantilla. Consulteu els registres per obtenir més informació.
es_es: Ha ocurrido un error durante la actualización de la plantilla. Consulte los registros para más detalles.
fr_fr: Une erreur s'est produite lors de l'actualisation du modèle. Reportez-vous aux logs pour plus de détails.
gl_es: Produciuse un erro durante a actualización do modelo. Consulta os rexistros para obter máis detalles.
it_it: Si è verificato un errore durante l'aggiornamento del modello. Fare riferimento ai log per maggiori dettagli.
ja_jp: テンプレートの更新中にエラーが発生しました。詳細はログを参照してください。
pt_pt: Ocorreu um erro ao actualizar o modelo. Consulte os logs para mais detalhes.
ru_ru: Произошла ошибка во время обновления шаблона. Обратитесь к журналам для получения более подробной информации.
tr_tr: Şablon yenilenirken bir hata oluştu. Daha fazla ayrıntı için kayıtlara bakınız.

# Lbl_SequenceTargetController_AddNewTargetFailed
source: An error occurred while adding the target. Refer to the logs for more details.
ca_es: S'ha produït un error en afegir l'objectiu. Consulteu els registres per obtenir més informació.
es_es: Se ha producido un error al añadir el objetivo. Consulte los registros para más detalles.
fr_fr: Une erreur s'est produite lors de l'ajout de la cible. Reportez-vous aux logs pour plus de détails.
gl_es: Produciuse un erro ó engadir o destino. Consulta os rexistros para obter máis detalles.
it_it: Si è verificato un errore durante l'aggiunta del target. Fare riferimento ai registri per maggiori dettagli.
ja_jp: 目標の追加中にエラーが発生しました。詳細はログを参照してください。
pt_pt: Ocorreu um erro ao adicionar o objecto. Consulte os logs para mais detalhes.
ru_ru: Произошла ошибка при добавлении цели. Обратитесь к журналам для получения более подробной информации.
tr_tr: Hedef eklenirken bir hata oluştu. Daha fazla ayrıntı için kayıtlara bakınız.

# Lbl_SequenceTargetController_DeleteTargetFailed
source: An error occurred while deleting the target. Refer to the logs for more details.
ca_es: S'ha produït un error en suprimir l'objectiu. Consulteu els registres per obtenir més informació.
es_es: Se ha producido un error al borrar el objetivo. Consulte los registros para más detalles.
fr_fr: Une erreur s'est produite lors de la suppression de la cible. Reportez-vous aux journaux pour plus de détails.
gl_es: Produciuse un erro ó eliminar o destino. Consulta os rexistros para obter máis detalles.
it_it: Si è verificato un errore durante l'eliminazione del target. Fare riferimento ai log per maggiori dettagli.
ja_jp: 目標の削除中にエラーが発生しました。詳細はログを参照してください。
pt_pt: Ocorreu um erro ao eliminar o objecto. Consulte os logs para mais detalhes.
ru_ru: Произошла ошибка при удалении цели. Обратитесь к журналам для получения более подробной информации.
tr_tr: Hedef silinirken bir hata oluştu. Daha fazla ayrıntı çin kayıtlara bakınız.

# Lbl_SequenceTargetController_LoadUserTargetFailed
source: An error occurred while loading the list of targets. Refer to the logs for more details.
ca_es: S'ha produït un error en carregar la llista de destinacions. Consulteu els registres per obtenir més informació.
es_es: Se ha producido un error al añadir la lista de objetivos. Consulte los registros para más detalles.
fr_fr: Une erreur est survenue lors du chargement de la liste des cibles. Reportez-vous aux logs pour plus de détails.
gl_es: Produciuse un erro ó cargar a lista de obxectivos. Consulta os rexistros para obter máis detalles.
it_it: Si è verificato un errore durante il caricamento dell'elenco dei target. Consultare i log per maggiori dettagli.
ja_jp: 目標リストの読み込み中にエラーが発生しました。詳細はログを参照してください。
pt_pt: Ocorreu um erro ao carregar a lista de objectos. Consulte os logs para mais detalhes.
ru_ru: Произошла ошибка при загрузке списка целей. Обратитесь к журналам для получения более подробной информации.
tr_tr: Hedef listesi yüklenirken bir hata oluştu. Daha fazla ayrıntı için kayıtlara bakınız.

# LblSequenceTemplateFolder
source: Sequence Template Folder
ca_es: Carpeta de plantilles de seqüència
es_es: Carpeta de plantillas para secuencias
fr_fr: Dossier de modèles de séquence
gl_es: Cartafol do modelo de secuencia
it_it: Cartella Modello Sequenza
ja_jp: シーケンステンプレートのフォルダー
pt_pt: Pasta dos Modelos de Sequência
ru_ru: Папка с шаблоном серии
tr_tr: Sekans Şablon Klasörü

# LblSequenceTemplateFolderTooltip
source: The folder where sequence templates for the advanced sequencer are stored in
ca_es: La carpeta on s’emmagatzemen les plantilles de seqüència per al seqüenciador avançat
es_es: La carpeta donde se almacenan las plantillas de la secuencias para el secuenciador avanzado
fr_fr: Le dossier dans lequel les modèles de séquence pour le séquenceur avancé sont stockés
gl_es: O cartafol onde se gardan os modelos de secuencia para a secuencia avanzada
it_it: La cartella in cui sono memorizzati i modelli di sequenza per il sequencer avanzato
ja_jp: 高度なシーケンサーのシーケンステンプレートが格納されているフォルダー
pt_pt: A pasta onde os modelos de sequência para o sequenciador avançado são guardados
ru_ru: Папка, в которой хранятся шаблоны последовательностей для расширенной серии
tr_tr: Gelişmiş sıralayıcının depolandığı klasör

# LblWeatherUndergroundClientDescription
source: Uses WU PWS API. Weather is refreshed every 10m
ca_es: Utilitza l'API WU PWS. El clima s'actualitza cada 10 min
es_es: Usa la API de WU PWS. El tiempo se actualiza cada 10 m
fr_fr: Utilise l'API WU PWS. La météo est actualisée tous les 10m
gl_es: Usa WU PWS API. O Tempo actualízase cada 10m
it_it: Usa WU PWS API. Il tempo viene aggiornato ogni 10 m
ja_jp: Weather UndergroundのPWS APIを使用します。天気は10分ごとに更新されます。
pt_pt: Usa a API WU PWS. Os dados meteorológicos são actualizados a cada 10 minutos
ru_ru: Использует WU PWS API. Погода обновляется каждые 10 м
tr_tr: WU PWS API kullanır. Hava durumu 10d bir yenilenir

# LblWeatherUndergroundClientInfo
source: N.I.N.A. internal WU API client
ca_es: Client intern de API WU de N.I.N.A.
es_es: Cliente interno de API WU de N.I.N.A.
fr_fr: Client interne N.I.N.A. de l'API WU
gl_es: Cliente WU API interno de NINA
it_it: N.I.N.A. client API interno WU
ja_jp: N.I.N.A.内部Weather Underground APIクライアント
pt_pt: Cliente API WU interno do NINA
ru_ru: N.I.N.A. внутренний клиент WU API
tr_tr: N.I.N.A. dahili WU API istemcisi

# LblPause
source: Pause
ca_es: Pausa
es_es: Pausa
gl_es: Pausa
it_it: Pausa
ja_jp: 一時停止
pt_pt: Pausa
ru_ru: Пауза
tr_tr: Duraklat

# LblResume
source: Resume
ca_es: Reiniciar
es_es: Reanudar
fr_fr: Reprendre
gl_es: Recomezar
it_it: Riprendi
ja_jp: 再開
pt_pt: Retomar
ru_ru: Возобновить
tr_tr: Devam et

# LblProfileChooserOnStartup
source: Profile chooser on startup
ca_es: Selector de perfils a l'inici
es_es: Selector de perfil al inicio
fr_fr: Sélecteur de profil au démarrage
gl_es: Elixir perfil no inicio
it_it: Selettore profilo all'avvio
ja_jp: 起動時のプロファイル選択
pt_pt: Seleccionar Perfil ao Iniciar
ru_ru: Выбор профиля при запуске
tr_tr: Başlangıçta profil seçici

# Lbl_SequenceCondition_MoonAltitudeCondition_Description
source: Exits the loop when the moon's altitude matches the specified parameters.
ca_es: Surt del bucle quan l'altitud de la lluna coincideix amb els paràmetres especificats.
es_es: Sale del bucle cuando la altitud de la luna coincide con los parámetros especificados.
fr_fr: Quitte la boucle lorsque l'altitude de la lune correspond aux paramètres spécifiés.
gl_es: Sae do bucle cando a altitude da lúa coincida cos parámetros especificados.
ja_jp: 月の高度が指定したパラメータに一致したとき、ループを終了します。
pt_pt: Parar de repetir quando a altitude da Lua corresponder aos parâmetros definidos.
ru_ru: Выход из цикла когда высота Луны соответствует заданным параметрам.
tr_tr: Ayın yüksekliği belirtilen parametrelerle eşleştiğinde döngüden çıkar.

# Lbl_SequenceCondition_MoonAltitudeCondition_Name
source: Moon Altitude
ca_es: Altitud de la Lluna
es_es: Altitud de la Luna
fr_fr: Altitude de la Lune
gl_es: Altitude da Lúa
it_it: Loop until Moon Altitude
ja_jp: Loop until Moon Altitude
pt_pt: Altitude da Lua
ru_ru: Высота Луны
tr_tr: Ay yüksekliği

# Lbl_SequenceCondition_SunAltitudeCondition_Description
source: Exits the loop when the sun's altitude matches the specified paramters.
ca_es: Surt del bucle quan l'altitud del Sol coincideix amb els paràmetres especificats.
es_es: Sale del bucle cuando la altitud de la luna coincide con los parámetros especificados.
fr_fr: Quitte la boucle lorsque l'altitude du soleil correspond aux paramètres spécifiés.
gl_es: Sae do bucle cando a altitude do sol coincida cos parámetros especificados.
ja_jp: 太陽の高度が指定したパラメータに一致したとき、ループを終了します。
pt_pt: Parar de repetir quando a altitude do Sol corresponder aos parâmetros definidos.
ru_ru: Выход из цикла когда высота Солнца соответствует заданным параметрам.
tr_tr: Güneşin yüksekliği belirtilen parametrelerle eşleştiğinde döngüden çıkar.

# Lbl_SequenceCondition_SunAltitudeCondition_Name
source: Sun Altitude
ca_es: Altitud del Sol
es_es: Altitud del sol
fr_fr: Altitude du Soleil
gl_es: Altitude do Sol
it_it: Loop until Sun Altitude
ja_jp: Loop until Sun Altitude
pt_pt: Altitude do Sol
ru_ru: Высота Солнца
tr_tr: Güneş yüksekliği
