Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblSiderealTime
source: Sidereal time
ca_es: Temps Sideral
el_gr: Αστρικός Χρόνος
es_es: Tiempo Sideral
fr_fr: Heure Sidérale
gl_es: Tempo Sideral
it_it: Tempo Sidereale
ja_jp: 恒星時
pt_pt: Velocidade Sideral
ru_ru: Звёздное время
tr_tr: Göksel zaman

# LblSiteElevation
source: Site elevation
ca_es: Elevació del lloc
el_gr: Υψόμετρο Τοποθεσίας
es_es: Altitud del lugar
fr_fr: Élévation du site
gl_es: Elevación do Lugar
it_it: Elevazione sito
ja_jp: 撮影地高度
pt_pt: Elevação da localização do observador
ru_ru: Высота местности
tr_tr: Gözlem yeri yüksekliği

# LblSiteFromGPS
source: from GPS
ca_es: des del GPS
el_gr: από το GPS
es_es: desde GPS
fr_fr: Du GPS
gl_es: dende GPS
it_it: dal GPS
ja_jp: GPSから
pt_pt: do GPS
ru_ru: от GPS
tr_tr: GPS'ten

# LblSiteLatitude
source: Site latitude
ca_es: Latitud del lloc
el_gr: Γεωγραφικό πλάτος τοποθεσίας
es_es: Latitud de Sitio
fr_fr: Latitude du site
gl_es: Latitude do Lugar
it_it: Latitudine del sito
ja_jp: 撮影地緯度
pt_pt: Latitude da localização do observador
ru_ru: Широта местности
tr_tr: Gözlem yeri enlemi

# LblSiteLongitude
source: Site longitude
ca_es: Logitud del lloc
el_gr: Γεωγραφικό μήκος τοποθεσίας
es_es: Longitud de Sitio
fr_fr: Longitude du site
gl_es: Lonxitude do Lugar
it_it: Longitudine del sito
ja_jp: 撮影地経度
pt_pt: Longitude da localização do observador
ru_ru: Долгота местности
tr_tr: Gözlem yeri boylamı

# LblSize
source: Size
ca_es: Mida
el_gr: Μέγεθος
es_es: Tamaño
fr_fr: Taille
gl_es: Tamaño
it_it: Dimensione
ja_jp: サイズ
pt_pt: Tamanho
ru_ru: Размер
tr_tr: Boyut

# LblSkyAtlas
source: Sky Atlas
el_gr: Άτλαντας Ουρανού
es_es: Atlas Celeste
fr_fr: Atlas du ciel
it_it: Atlante del Cielo
ja_jp: スカイ アトラス
pt_pt: Atlas do céu
ru_ru: Атлас Неба
tr_tr: Gök atlası

# LblSkyAtlasImageDirectory
source: Sky Atlas image folder
ca_es: Directori d'Imatges de Sky Atlas
el_gr: Κατάλογος Εικόνων Άτλαντα Ουρανού
es_es: Directorio Imágenes Atlas Celeste
fr_fr: Répert. image du SkyAtlas
gl_es: Cartafol Imaxes Sky Atlas
it_it: Catalogo Immagini Sky Atlas
ja_jp: スカイ アトラス画像ディレクトリー
pt_pt: Caminho de imagem do Atlas do Céu
ru_ru: Каталог изображений Атласа Неба
tr_tr: Sky Atlas resim klasörü

# LblSkyAtlasSkySurvey
source: Sky Atlas (offline framing)
ca_es: SkyAtlas (enquadrament Fora de Línia)
el_gr: Άτλαντας Ουρανού (Καδράρισμα Εκτός Σύνδεσης)
es_es: Atlas Celeste (Encuadre Fuera de Linea)
fr_fr: SkyAtlas (cadrage hors ligne)
gl_es: SkyAtlas (Encadre fóra de liña)
it_it: SkyAtlas (Framing Offline)
ja_jp: スカイ アトラス(オフラインフレーミング）
pt_pt: SkyAtlas (Enquadramento Offline)
ru_ru: АтласНеба (Оффлайн Кадрирование)
tr_tr: SkyAtlas (Çevrimdışı Kadrajlama)

# LblSkyBrightness
source: Sky brightness
ca_es: Lluminositat del Cel
el_gr: Φωτεινότητα Ουρανού
es_es: Luminosidad del Cielo
fr_fr: Brillance du Ciel
gl_es: Luminosidade do ceo
it_it: Luminosità del cielo
ja_jp: 空の明るさ
pt_pt: Brilho do Céu
ru_ru: Яркость неба
tr_tr: Gökyüzü parlaklığı

# LblSkyQuality
source: Sky quality
ca_es: Qualitat del Cel
el_gr: Ποιότητα Ουρανού
es_es: Calidad del Cielo
fr_fr: Qualité du Ciel
gl_es: Calidade do ceo
it_it: Qualità del cielo
ja_jp: 空の状態
pt_pt: Qualidade do Céu
ru_ru: Качество неба
tr_tr: Gökyüzü kalitesi

# LblSkyServerSkySurvey
source: SkyServer Sky Survey
it_it: Mappatura del cielo SkyServer
ja_jp: SkyServerスカイサーベイ
ru_ru: Обзор неба SkyServer
tr_tr: SkyServer gökyüzü araştırması

# LblSkySurveyCacheDirectory
source: Sky Survey cache folder
ca_es: Directori cache de Sky Survey
el_gr: Κατάλογος Προσωρινής Μνήμης Sky Survey
es_es: Directorio Caché Sky Survey
fr_fr: Répert. cache Sky Survey
gl_es: Cartafol gardado Sky Survey
it_it: Directory Cache Sky Survey
ja_jp: スカイサーベイ キャッシュ ディレクトリー
pt_pt: Caminho da Cache do Sky Survey
ru_ru: Каталог кэша небесного обзора
tr_tr: Gökyüzü araştırması ön bellek klasörü

# LblSkyTemperature
source: Sky temperature
ca_es: Temperatura del cel
el_gr: Θερμοκρασία Ουρανού
es_es: Temperatura del Cielo
fr_fr: T° du Ciel
gl_es: Temperatura do ceo
it_it: Temperatura del cielo
ja_jp: 空温度
pt_pt: Temperatura do Céu
ru_ru: Температура неба
tr_tr: Gökyüzü sıcaklığı

# LblSlew
source: Slew
ca_es: Gira
el_gr: Μετακίνηση
es_es: Ir a
fr_fr: Pointer
gl_es: Desprazamento
it_it: Muovi
ja_jp: 導入
pt_pt: Mover
ru_ru: Навести
tr_tr: Çevir

# LblSlewCenter
source: Slew and center
ca_es: Gira i centra
es_es: Desplazar y centrar
fr_fr: Déplacer et centrer
gl_es: Desprazar e centrar
it_it: Muovi e Centra
ja_jp: 導入と中心合わせ
pt_pt: Mover e centrar
ru_ru: Двигаться и отцентрировать
tr_tr: Çevir ve merkezle

# LblSlewDuration
source: Slew duration
ca_es: Temps d'anar a
el_gr: Διάρκεια Μετακίνησης
es_es: Duracion de Ir a
fr_fr: Temps Pointage
gl_es: Duración desprazamento
it_it: Durata Slew
ja_jp: 導入時間
pt_pt: Duração do movimento
ru_ru: Длительность наведения
tr_tr: Çevirme süresi

# LblSlewEnabledButTelescopeNotConnected
source: Slew to target is enabled, yet telescope is not connected
ca_es: El Gir a l'objectiu està habilitat, però el telescopi no està connectat
el_gr: Η μετακίνηση στον στόχο είναι ενεργοποιημένη, άλλα δεν υπάρχει τηλεσκόπιο συνδεδεμένο
es_es: Ir al objetivo está habilitado, pero el telescopio no está conectado
fr_fr: Le pointage est activé mais le télescope n'est pas connecté
gl_es: Ir a obxectivo está activado, pero o telescopio non está conectado
it_it: Slew al target è abilitato, ma il telescopio non è connesso
ja_jp: 対象の導入がオンになっていますが、赤道儀が接続されていません。
pt_pt: Mover para o objecto está activo, contudo o telescópio não está conectado
ru_ru: Наведение на цель включено, но телескоп не подключен
tr_tr: Hedefe çevirme etkinleştirildi, ancak teleskop henüz bağlanmadı

# LblSlewRateDegSec
source: Slew rate (deg/sec)
ca_es: Velocitat de desplaçament a (graus/segons)
el_gr: Ρυθμός Μετακίνησης (μοίρες/δευτερόλεπτο)
es_es: Velocidad de Ir a (grad/sec)
fr_fr: Vitesse Pointage (deg/sec)
gl_es: Velocidade desprazamento (graos/segundo)
it_it: Slew Rate (gradi/sec)
ja_jp: 導入速度(度/秒)
pt_pt: Velocidade de movimento (graus/segundos)
ru_ru: Скорость движения (гр/сек)
tr_tr: Çevirme oranı (derece/saniye)

# LblSlewToTarget
source: Slew to target
ca_es: Gira a l'objectiu
el_gr: Μετακίνηση στον στόχο
es_es: Ir a Objetivo
fr_fr: Pointer la Cible
gl_es: Ir ó obxectivo
it_it: Punta al target
ja_jp: 対象の導入
pt_pt: Mover para o destino
ru_ru: Движение к цели
tr_tr: Hedefe çevir

# LblSlewToZenith
source: Slew to zenith
ca_es: Gira cap al zenit
el_gr: Μετακίνηση στο ζενίθ
es_es: Ir al cénit
fr_fr: Pointer au Zénith
gl_es: Ir ó cénit
it_it: Punta allo zenit
ja_jp: 天頂へ向ける
pt_pt: Mover para o Zenith
ru_ru: Движение к зениту
tr_tr: Zenith'e çevir

# LblSlewWhenTargetCoordsUnset
source: At least one target with slew enabled has no target coordinates set
ca_es: Almenys un objectiu amb el gir activat no té definides coordenades de destinació
el_gr: Τουλάχιστον ένας στόχος έχει τη μετακίνηση ενεργοποιημένη χωρίς συντεταγμένες
es_es: Al menos un objetivo con "Ir a" activado no tiene coordenadas asignadas
fr_fr: Au moins une cible pour laquelle l'option de pontage est activée n'a pas de coordonnées
gl_es: Polo menos un obxectivo con desprazamento activado non ten fixadas as coordenadas
it_it: Almeno un target con slew abilitato non ha le coordinate impostate
ja_jp: 一つか複数のターゲットで導入がオンになっているものがありますが、ターゲットの座標設定がありません。
pt_pt: Pelo menos um objecto com movimento da montagem activo mas não tem coordenadas definidas
ru_ru: По крайней мере одна цель с включенным слежением не имеет набора координат
tr_tr: Etkinleştirilen hedefe çevirmelerin en az bir tanesi için hedef koordinatı ayarlanmamış

# LblSnapPortStart
source: Snap port Start command
ca_es: Ordre d’inici del port de connexió
el_gr: Εντολή Έναρξης Θύρας Snap
es_es: Comando de Inicio de puerto Snap
fr_fr: Commande de démarrage du port "snap"
gl_es: Comando de Inicio do Porto Snap
it_it: Comando avvio porta snap del telescopio
ja_jp: スナップポート開始コマンド
pt_pt: Comando de Início da Porta Snap
ru_ru: Команда начала порта съёмки
tr_tr: Giriş başlatma komutu

# LblSnapPortStop
source: Snap port Stop command
ca_es: Ordre d'aturada del port de connexió
el_gr: Εντολή Τέλους Θύρας Snap
es_es: Comando de parada de puerto Snap
fr_fr: Commande d'arrêt du port "snap"
gl_es: Comando de Parada do Porto Snap
it_it: Comando stop porta snap del telescopio
ja_jp: スナップポート停止コマンド
pt_pt: Comando de fim da Porta Snap
ru_ru: Команда конца порта съёмки
tr_tr: Giriş durdurma komutu

# LblSobel
source: Sobel
ja_jp: ソーベル

# LblSolving
source: Solving...
ca_es: Resolent...
el_gr: Γίνεται Αστρομετρική Ανάλυση...
es_es: Resolviendo...
fr_fr: Résolution...
gl_es: Resolvendo...
it_it: Risoluzione...
ja_jp: ソルブ中...
ru_ru: Разрешение...
tr_tr: Platesolve uygulanıyor...

# LblSource
source: Source
ca_es: Origen
el_gr: Πηγή
es_es: Origen
gl_es: Fonte
it_it: Sorgente
ja_jp: ソース
pt_pt: Origem
ru_ru: Источник
tr_tr: Kaynak

# LblSouthern
source: Southern
ca_es: Sud
el_gr: Νότιο
es_es: Sur
fr_fr: Sud
gl_es: Sur
it_it: Meridionale
ja_jp: 南の
pt_pt: Sul
ru_ru: Южный
tr_tr: Güney

# LblStarFWHM
source: Star FWHM
ca_es: FWHM de L'Estrella
el_gr: FWHM Αστεριού
es_es: FWHM de la Estrella
fr_fr: FWHM Étoile
gl_es: FWHM da estrela
it_it: FWHM Stelle
ja_jp: 星のFWHM
pt_pt: FWHM da estrela
ru_ru: FWHM звезды
tr_tr: Yıldız FWHM

# LblStarSensitivity
source: Star sensitivity
ca_es: Sensiviltat de les Estrelles
el_gr: Ευαισθησία Αστεριού
es_es: Sensibilidad de Estrella
fr_fr: Détection Étoile
gl_es: Sensibilidade da Estrela
it_it: Sensitività stelle
ja_jp: 星感度
pt_pt: Sensibilidade da estrela
ru_ru: Чувствительность звезды
tr_tr: Yıldız hassasiyeti

# LblStarSensitivityTooltip
source: Determines sensitivity of star detection algorithm. Higher settings may mistakenly detect noise, and may take more time
ca_es: Determina la sensibilitat de l'algorisme de detecció d'estrelles. Configuracions més altes poden detectar per error el soroll i poden trigar més temps
el_gr: Ορίζει την ευαισθησία του αλγόριθμου ανίχνευσης αστεριού. Υψηλότερες ρυθμίσεις μπορεί να ανιχνεύσουν θόρυβο κατά λάθος, και μπορεί να πάρει περισσότερο χρόνο
es_es: Determina la sensibilidad del algoritmo de detección de estrellas. Los valores muy altos puede detectar ruido erróneamente además de llevar mas tiempo.
fr_fr: Détermine la sensibilité de l'algorithme de détection d'étoiles. Des réglages plus élevés peuvent détecter par erreur le bruit et prendre plus de temps
gl_es: Determina a sensibilidade do algoritmo de detección de estrelas. Axustes máis altos poden detectar ruído erroneamente e poden levar máis tempo
it_it: Determina la sensitività dell'algoritmo di rilevazione delle stelle. Valori più alti potrebbero rilievare rumore erroneamente e potrebbero richiedere più tempo
ja_jp: 星検出アルゴリズムの感度を決定します。高い設定値にするとノイズを誤検出して処理に時間がかかる可能性があります。
pt_pt: Determina a sensibilidade do algoritmo de detecção de estrelas. Valores maiores podem detectar ruído por engano e podem levar mais tempo
ru_ru: Определяет чувствительность алгоритма обнаружения звёзд. Высокие настройки могут ошибочно определять шум и могут занять больше времени
tr_tr: Yıldız tespit algoritmasını belirler. Yüksek seviyede ayarlama gürültünün yanlışlıkla yıldız olarak algılanmasına neden labilir ve işlem daha uzun sürer

# LblStartAutoFocus
source: Start autofocus
ca_es: Inicia l'Enfocament Automàtic
el_gr: Έναρξη Αυτόματης Εστίασης
es_es: Iniciar Auto Enfoque
fr_fr: Démarrer FA
gl_es: Iniciar AutoFoco
it_it: Inizia Auto Focus
ja_jp: オートフォーカス開始
pt_pt: Iniciar Focagem Automática
ru_ru: Запустить автофокусировку
tr_tr: Otomatik odaklamayı başlat

# LblStartBacklashMeasurementConfirmation
source: Backlash measurement will start now. Before proceeding, please confirm your system is currently at or close to good focus
ca_es: La mesura de la reacció començarà ara. Abans de continuar, confirmeu que el vostre sistema està centrat o està a punt de centrar-se
el_gr: Η μέτρηση του Backlash θα ξεκινήσει τώρα. Πριν συνεχίσετε, παρακαλώ επιβεβαιώστε ότι σύστημα σας είναι σχεδόν σε καλή εστίαση
es_es: La toma de medidas de Backlash comenzaran ahora. Antes de continuar, por favor, confirme que su sistema está actualmente en o cerca de un buen enfoque.
fr_fr: La mesure du backlash va commencer maintenant. Avant de continuer, veuillez confirmer que votre système est au focus ou presque.
gl_es: A Medida do Backlash comezará agora. Antes de continuar, confirma que o sistema está actualmente enfocado ou está moi preto do foco
it_it: La misurazione del Backlash inizierà ora. Prima di proseguire, si prega di assicurarsi che il sistema sia a fuoco o vicino ad una buona focalizzazione.
ja_jp: これよりバックラッシュ測定を開始します。 進む前に、焦点が合っているか近い位置にあることを確認して下さい。
pt_pt: A medição de Backlash vai começar agora. Antes de prosseguir, confirme se o sistema se encontra focado ou perto
ru_ru: Измерение люфта начнется сейчас. Прежде чем продолжить, пожалуйста, подтвердите, что ваша система в настоящее время является или близка к хорошему фокусу
tr_tr: Dişli boşluğu ölçümü şimdi başlayacak. Devam etmeden önce, lütfen sisteminizin şu anda iyi veya iyiye yakın odaklanmış olduğunu onaylayın

# LblStartBacklashQuestion
source: Start backlash measurement?
ca_es: Voleu iniciar el mesurament de Backlash?
el_gr: Εκκίνηση Μέτρησης Backlash;
es_es: ¿Iniciar la toma de medidas de Backlash?
fr_fr: Démarrer la mesure du Backlash?
gl_es: Iniciar Medida de Backlash?
it_it: Avviare la misura Backlash?
ja_jp: バックラッシュ測定を開始しますか？
pt_pt: Iniciar a Medição de Backlash?
ru_ru: Начать измерение люфта?
tr_tr: Dişli boşluğu ölçümüne başlansın mı?

# LblStartGuiding
source: Start guiding
ca_es: Començar a guiar
el_gr: Έναρξη οδήγησης
es_es: Iniciar Guiado
fr_fr: Démarrer Guidage
gl_es: Iniciar guiado
it_it: Inizia la guida
ja_jp: ガイド開始
pt_pt: Iniciar guiagem
ru_ru: Запустить гид
tr_tr: Takibe başla

# LblStartGuidingButGuiderNotConnected
source: Start Guiding is enabled but a guider is not connected
ca_es: Iniciar el Guiatge està habilitat, però el guiat no està connectat
el_gr: Η Έναρξη Οδήγησης είναι ενεργοποιημένη, αλλά δεν υπάρχει οδηγητής συνδεδεμένος
es_es: Iniciar Guiado está habilitado pero el guiado no está conectado
fr_fr: Démarrer le guidage est activé, mais le guideur n'est pas connecté
gl_es: Activouse o guiado pero o guiador non está conectado
it_it: "Inizia guida" è abilitato, tuttavia il guider non è connesso
ja_jp: ガイド開始がオンになっていますが。ガイダーが接続されていません。
pt_pt: Iniciar Guiagem está activo, contudo o guia não está conectado
ru_ru: Начало гидирования включено, но гид не подключен
tr_tr: Takibe başlama etkinleştirildi, ancak takipçi henüz bağlanmadı

# LblStartGuidingFailed
source: Start guiding failed
ca_es: Ha fallat l'inici del Guiatge
el_gr: Αποτυχία έναρξης οδήγησης
es_es: Inicio de Guiado ha fallado
fr_fr: Le démarrage du guidage a échoué
gl_es: Fallou o arranque do guiado
it_it: Avvio guida fallito
ja_jp: ガイド開始に失敗しました
pt_pt: Falha ao iniciar a guiagem
ru_ru: Не удалось начать гидирование
tr_tr: Takibe başlama başarısız

# LblStartingINBacklashMeasurement
source: Starting IN backlash measurement
ca_es: Començant a mesurar Backlash IN
el_gr: Εκκίνηση Μέτρησης Backlash ΜΕΣΑ
es_es: Comenzando tomas de medidas Backlash HACIA DENTRO.
fr_fr: Lancement de la mesure du Backlash IN
gl_es: Comezando Medida Backlash para DENTRO
it_it: Inizio misura Backlash IN
ja_jp: IN側のバックラッシュ測定を開始しています。
pt_pt: A Iniciar a Medição de Backlash para Dentro
ru_ru: Начинается измерение люфта В
tr_tr: İÇERİ dişli boşluğu hesaplanması başlıyor

# LblStartingOUTBacklashMeasurement
source: Starting OUT backlash measurement
ca_es: Començant a mesurar Backlash A FORA
el_gr: Εκκίνηση Μέτρησης Backlash ΕΞΩ
es_es: Comenzando tomas de medidas Backlash HACIA FUERA.
fr_fr: Lancement de la mesure du Backlash OUT
gl_es: Comezando Medida Backlash para FÓRA
it_it: Inizio misura Backlash OUT
ja_jp: OUT側のバックラッシュ測定を開始しています。
pt_pt: A Iniciar a Medição de Backlash para Fora
ru_ru: Начинается измерение люфта ИЗ
tr_tr: DIŞARI dişli boşluğu hesaplanması başlıyor

# LblStartSequenceAnyway
source: Start Sequence Anyway?
ca_es: Començar la seqüència de totes maneres?
el_gr: Να ξεκινήσει η αλληλουχία ούτως ή άλλως;
es_es: ¿Iniciar Secuencia de todas formas?
fr_fr: Lancer la Séquence quand même?
gl_es: Comezar Secuencia de tódolos xeitos?
it_it: Iniziare la sequenza comunque?
ja_jp: 関係なく、シーケンスを開始しますか？
pt_pt: Iniciar a sequência de qualquer forma?
ru_ru: Начать серию в любом случае?
tr_tr: Sekans yine de başlasın mı?

# LblState
source: State
ca_es: Estat
el_gr: Κατάσταση
es_es: Estado
fr_fr: État
gl_es: Estado
it_it: Stato
ja_jp: 状態
pt_pt: Estado
ru_ru: Cтатус
tr_tr: Durum

# LblStatistics
source: Statistics
ca_es: Estadístiques
el_gr: Στατιστικά
es_es: Estadísticas
fr_fr: Statistiques
gl_es: Estatísticas
it_it: Statistiche
ja_jp: 統計
pt_pt: Estatísticas
ru_ru: Статистика
tr_tr: İstatistikler

# LblStDev
source: SD
fr_fr: Carte SD
ja_jp: 標準偏差SD

# LblHFRStDev
source: HFR SD
ca_es: HFR Desviació Estàndard
es_es: Desviación estándar del HFR
ja_jp: HFR標準偏差

# LblStellariumUse
source: Use Stellarium
ca_es: Utilitzar Stellarium
el_gr: Χρήση Stellarium
es_es: Usar Stellarium
fr_fr: Utiliser Stellarium
gl_es: Usar Stellarium
it_it: Utilizza Stellarium
ja_jp: Stellariumを使用
pt_pt: Usar o Stellarium
ru_ru: Использовать Stellarium
tr_tr: Stellarium'u kullan

# LblStellariumUseNotice
source: In order to use Stellarium you need to have the remote plugin installed and active on the Host and Port specified above
ca_es: Per utilitzar Stellarium, heu de tenir instal·lat i activat el connector remot tant a l’amfitrió com al port especificats anteriorment
el_gr: Για να μπορέσετε να χρησιμοποιήσετε το Stellarium θα πρέπει να έχετε εγκατεστημένο το remote plugin και ενεργοποιημένο στα παραπάνω Host και Θύρα
es_es: Para Poder usar Stellarium necesitas tener el plugin remoto instalado y activo tanto en el servidor como en el puerto especificado arriba.
fr_fr: our pouvoir utiliser Stellarium, le plug-in distant doit être installé et actif sur l'hôte et le port spécifiés ci-dessus.
gl_es: Para usar Stellarium precisas ter o plugin remoto instalado e activo no Servidor e Porto especificados arriba
it_it: Per poter utilizzare Stellarium il remote plugin deve essere instalalto ed attivo sull'Host e Porta specificati sopra
ja_jp: Stellariumを使用するには、リモートプラグインをホスト側にインストールしてアクティブな状態にし、上でポートを指定して下さい。
pt_pt: Para usar o Stellarium é necessário ter o plugin remoto instalado e activo no Servidor e Porta especificados acima
ru_ru: Для использования Stellarium необходимо установить и активировать удаленный плагин на хосте и порту, указанный выше
tr_tr: Stellarium'u kullanmak için, uzaktan kumanda eklentisini yukarıda belirtilen sunucu ve girişinde kurmuş ve etkinleştirmiş olmanız gerekir

# LblStop
source: Stop
ca_es: Aturar
el_gr: Στοπ
es_es: Detener
fr_fr: Arrêt
gl_es: Deter
it_it: Ferma
ja_jp: 停止
pt_pt: Parar
ru_ru: Стоп
tr_tr: Durdur

# LblStopAutoguider
source: Pause autoguider
ca_es: Pausa Autoguiatge
el_gr: Παύση Αυτόματου Οδηγητή
es_es: Pausar Autoguiado
fr_fr: Pause Autoguidage
gl_es: Pausar Autoguiado
it_it: Pausa Autoguider
ja_jp: オートガイダー一時停止
pt_pt: Pausar o Guia
ru_ru: Пауза автогида
tr_tr: Takibi duraklat

# LblStopGuiding
source: Stop guiding
ca_es: Aturar Guiatge
el_gr: Σταμάτημα Οδήγησης
es_es: Detener Guiado
fr_fr: Arrêt Guidage
gl_es: Deter Guiado
it_it: Ferma la guida
ja_jp: ガイド停止
pt_pt: Parar guiagem
ru_ru: Остановить гидирование
tr_tr: Takibi durdur

# LblStopTracking
source: Stop tracking
ca_es: Aturar Seguiment
el_gr: Σταμάτημα Ακολούθησης
es_es: Detener Seguimiento
fr_fr: Arrêt Suivi
gl_es: Deter Seguimento
it_it: Ferma il tracciamento
ja_jp: 追尾停止
pt_pt: Parar o seguimento
ru_ru: Остановить слежение
tr_tr: Takibi durdur

# LblStretchImage
source: Stretching image
ca_es: Estirar Imatge
el_gr: Τέντωμα Εικόνας
es_es: Estirar Imagen
fr_fr: Stretch image
gl_es: Estirando imaxe
it_it: Stretching Immagine
ja_jp: 画像のストレッチ
pt_pt: A efectuar stretch na imagem
ru_ru: Растяжение изображения
tr_tr: Resim esnetiliyor

# LblSubSample
source: Enable subsampling
ca_es: Habilitar SubSampling
el_gr: Ενεργοποίηση SubSampling
es_es: Habilitar SubSampling
fr_fr: Activer le sous-échantillonnage
gl_es: Activar SubSampling
it_it: Abilita SubSampling
ja_jp: サブサンプリングをオンにする
pt_pt: Activar SubSampling
ru_ru: Включить подвыборку
tr_tr: SubSampling'i etkinleştir

# LblSuccess
source: Success
ca_es: Exit
el_gr: Επιτυχία
es_es: Éxito
fr_fr: Succès
gl_es: Éxito
it_it: Successo
ja_jp: 成功
pt_pt: Exito
ru_ru: Успешно
tr_tr: Başarılı

# LblSunRise
source: Sunrise
ca_es: Sortida de Sol
el_gr: Ανατολή Ήλιου
es_es: Amanecer
fr_fr: Lever Soleil
gl_es: Saída do sol
it_it: Alba
ja_jp: 日の出
pt_pt: Nascer do Sol
ru_ru: Восход
tr_tr: Güneş doğuşu

# LblSunSet
source: Sunset
ca_es: Posta de Sol
el_gr: Δύση Ήλιου
es_es: Atardecer
fr_fr: Coucher Soleil
gl_es: Solpor
it_it: Tramonto
ja_jp: 日没
pt_pt: Pôr do Sol
ru_ru: Закат
tr_tr: Güneş batışı

# LblSurfaceBrightness
source: Surface brightness
ca_es: Lluminositat de Superfície
el_gr: Φωτεινότητα Επιφάνειας
es_es: Brillo de Superficie
fr_fr: Brillance de Surface
gl_es: Luminosidade de Superficie
it_it: Luminosità superficie
ja_jp: 表面照度
pt_pt: Brilho de Superfície
ru_ru: Поверхностная яркость
tr_tr: Yüzey parlaklığı

# LblSwitch
source: Switch
el_gr: Τροφοδοτικό
fr_fr: Commutateur
gl_es: Cambiador
it_it: Interruttore
ja_jp: スイッチ
ru_ru: Переключатель
tr_tr: Anahtar

# LblSwitchConnected
source: Switch connected
ca_es: Commutador (Switch) connectat
el_gr: Το Τροφοδοτικό συνδέθηκε
es_es: Switch conectado
fr_fr: Commutateur connecté
gl_es: Cambiador conectado
it_it: Switch Connesso
ja_jp: スイッチが接続済み
pt_pt: Switch conectado
ru_ru: Переключатель подключен
tr_tr: Anahtar bağlandı

# LblSwitchConnectionLost
source: Switch connection lost!
ca_es: Perduda la connexió amb el Commutador (Switch)!
el_gr: Η Σύνδεση με το Τροφοδοτικό χάθηκε!
es_es: ¡Conexión al Switch perdida!
fr_fr: La communication au commutateur a été perdue!
gl_es: Conexion co Cambiador perdida!
it_it: Connessione allo switch persa!
ja_jp: スイッチ接続が解除されました。
pt_pt: Ligação ao Switch perdida!
ru_ru: Потеряно соединение с переключателем!
tr_tr: Anahtar bağlantısı kesildi!

# LblSwitchingFilter
source: Switching filter
ca_es: Canviant Filtre
el_gr: Γίνεται αλλαγή φίλτρου
es_es: Cambiando Filtro
fr_fr: Changement de filtre
gl_es: Escollendo filtro
it_it: Cambio Filtro
ja_jp: フィルターの交換中
pt_pt: A trocar de filtro
ru_ru: Переключение фильтра
tr_tr: Filtre değiştiriliyor

# LblSync
source: Sync
ca_es: Sinc
el_gr: Συγχρονισμός
es_es: Sinc
gl_es: Sincr
it_it: Sincronizza
ja_jp: 同期
pt_pt: Sincronizar
ru_ru: Синхр.
tr_tr: Senkronize et

# LblSyncFailed
source: Telescope sync failed
ca_es: Ha fallat la sincronització amb el Telescopi
el_gr: Ο συγχρονισμός με το Τηλεσκόπιο απέτυχε
es_es: Sincronización de Telescopio fallida
fr_fr: La synchronisation du Télescope a échoué!
gl_es: Sincr do telescopio fallou
it_it: Sincronizzazione telescopio fallita
ja_jp: 赤道儀の同期に失敗
pt_pt: Falha ao sincronizar o Telescópio
ru_ru: Ошибка синхронизации телескопа
tr_tr: Teleskop senkrenizasyonu başarısız

# LblSynchronizedPHD2Guider
source: Synchronised PHD2 (Experimental)
ca_es: PHD2 Sincronitzat (Experimental)
el_gr: Συγχρονισμένο PHD2 (Πειραματικό)
es_es: PHD2 Sincronizado (Experimental)
fr_fr: Sync PHD2 (Expérimental)
gl_es: Sincronizado PHD2 (Experimental)
it_it: PHD2 Sincronizzato (Sperimentale)
ja_jp: 同期PHD2(試験中)
pt_pt: Synchronized PHD2 (Experimental)
ru_ru: Синхронизированный PHD2 (экспериментальный)
tr_tr: PHD2 senkronizasyonu (Deneme aşamasında)
