Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblDomeCloseShutterStillClosed
source: Opening the shutter failed. The shutter status is still reported as closed after initiating open shutter operation.
ca_es: S'ha produït un error en obrir l'obturador. L'estat de l'obturador encara s'informa com a tancat després d'iniciar l'operació d'obturador obert.
es_es: La apertura de la cúpula falló, el estado de apertura se notifica como cerrado tras iniciar la operación de su apertura.
fr_fr: L'ouverture de l'obturateur a échoué. L'état de l'obturateur est toujours signalé comme étant fermé après avoir lancé l'ouverture de l'obturateur.
gl_es: Fallou a apertura do obturador. O estado do obturador aínda se informa como pechado a pesar de que se iniciou a operación de apertura.
ja_jp: シャッターを開くことができませんでした。シャッターを開く操作を開始した後でも、閉じたままだと報告されています。
ru_ru: Ошибка при открытии затвора. Состояние затвора все равно сообщается, что закрыто после открытия затвора.
tr_tr: Kapak açılamadı. Kapağı açma işlemi başlatıldıktan sonra kapak durumu hala kapalı olarak bildirildi.

# LblDomeCloseShutterStillOpen
source: Closing the shutter failed. The shutter status is still reported as open after initiating close shutter operation.
ca_es: No s'ha pogut tancar l'obturador. L'estat de l'obturador encara s'informa com a obert després d'iniciar l'operació de tancament de l'obturador.
es_es: Fallo al cerrar la cúpula. El estado de apertura se mantiene como abierto tras iniciar la operación de cerrado de la cúpula.
fr_fr: La fermeture de l'obturateur a échoué. L'état de l'obturateur est toujours signalé comme ouvert après avoir lancé l'opération de fermeture de l'obturateur.
gl_es: Fallou o peche do obturador. O estado do obturador aínda se informa como aberto aínda que se iniciou a operación para pechalo.
ja_jp: シャッターを閉じることができませんでした。シャッターを閉じる操作を開始した後でも、開いたままだと報告されています。
ru_ru: Не удалось закрыть затвор. Состояние затвора все еще указывается как открытое после запуска операции закрытия затвора.
tr_tr: Kapak kapatılamadı. Kapağı kapatma işlemi başlatıldıktan sonra kapak durumu hala açık olarak bildirildi.

# LblAuthor
source: Author
ca_es: Autor
es_es: Autor
gl_es: Autor
ja_jp: 作成者
pt_pt: Autor
ru_ru: Автор
tr_tr: Yazar

# LblAvailable
source: Available
ca_es: Disponible
es_es: Disponible
gl_es: Dispoñible
ja_jp: 利用可能
pt_pt: Disponível
ru_ru: Доступно
tr_tr: Mevcut

# LblInstalled
source: Installed
ca_es: Instal·lat
es_es: Instalado
gl_es: Instalado
ja_jp: インストール済み
pt_pt: Instalado
ru_ru: Установлено
tr_tr: Kuruldu

# LblVersion
source: Version
ca_es: Versió
es_es: Versión
gl_es: Versión
ja_jp: バージョン
pt_pt: Versão
ru_ru: Версия
tr_tr: Sürüm

# LblFailedToFetchPlugins
source: Failed to fetch plugins from repository "{0}"
ca_es: No s'han pogut obtenir complements del dipòsit "{0}"
es_es: Error al obtener plugins del repositorio "{0}"
gl_es: Fallou a obtención de complementos do repositorio "{0}"
ja_jp: リポジトリ "{0}" からプラグインを取得できませんでした
pt_pt: Falha ao obter plugins do repositório "{0}"
ru_ru: Не удалось получить плагины из репозитория "{0}"
tr_tr: "{0}" Deposundan eklentiler getirilemedi

# LblPluginCheckForUpdates
source: Check for updates
ca_es: Cerca actualitzacions
es_es: Buscar actualizaciones
gl_es: Buscar actualizacións
ja_jp: アップデートを確認
pt_pt: Procurar atualizações
ru_ru: Проверить обновления
tr_tr: Güncellemeleri kontrol et

# LblPluginDllInstallDescription
source: Install via the N.I.N.A. plugin manager or manually download and copy the DLL file into %localappdata%\NINA\Plugins from:
ca_es: Instal·leu-la mitjançant el gestor de connectors de N.I.N.A. o descarregueu manualment i copieu el fitxer DLL a %localappdata%\NINA\Plugins des de:
es_es: Instalar a través del gestor de complementos (plugins) de N.I.N.A. o descargar manualmente y copiar el archivo DLL en %localappdata%\NINA\Plugins de:
gl_es: Instalar a través do xestor de complementos de N.I.N.A. ou descargar e copiar manualmente o ficheiro DLL en %localappdata%\NINA\Plugins dende:
ja_jp: N.I.N.A.プラグインマネージャからインストールするか、ここからDLLファイルを手動でダウンロードし、 %localappdata%\NINA\Plugins にコピーします。
pt_pt: Instalar com recurso ao gestor de plugins do N.I.N.A ou efetue o download manualmente e copie o ficheiro DLL para a pasta %localappdata%\NINA\Plugins a partir de:
ru_ru: Установите через менеджер плагинов N.I.N.A. или вручную скачайте и скопируйте файл DLL в %localappdata%\NINA\Plugins от:
tr_tr: N.I.N.A. Eklenti Yöneticisini kurun veya şu adresten DLL dosyasını indirip, %localappdata%\NINA\Plugins klasörüne kopyalayın:

# LblPluginSetupInstallDescription
source: Install via the N.I.N.A. plugin manager or manually download and run the setup from:
ca_es: Instal·leu-la mitjançant el gestor de connectors de N.I.N.A. o descarregueu manualment i executeu la configuració des de:
es_es: Instalar a través del gestor de plugins de N.I.N.A. o descargar manualmente y ejecutar la configuración desde:
gl_es: Instalar a través do xestor de complementos de N.I.N.A. ou descargar manualmente e executar o ficheiro setup dende:
ja_jp: N.I.N.A.プラグインマネージャからインストールするか、手動でダウンロードし、ここからセットアップを実行してください。
pt_pt: Instalar com recurso ao gestor de plugins do N.I.N.A ou efetue o download manualmente e corra a instalação a partir de:
ru_ru: Установите через менеджер плагинов N.I.N.A. или скачайте вручную и запустите установку из:
tr_tr: N.I.N.A. Eklenti Yöneticisiyle kurun veya şu adresten kurulum dosyasını indirip, çalıştırın:

# LblScreenshots
source: Screenshots
ca_es: Captures de pantalla
es_es: Capturas de pantalla
gl_es: Capturas de pantalla
ja_jp: スクリーンショット
pt_pt: Capturas de ecrã
ru_ru: Скриншоты
tr_tr: Ekran görüntüleri

# LblSetup
source: Setup
ca_es: Configuració
es_es: Configurar
gl_es: Configuración
ja_jp: セットアップ
pt_pt: Configuração
ru_ru: Настройка
tr_tr: Kurulum

# LblInstall
source: Install
ca_es: Instal·la
es_es: Instalar
gl_es: Instalar
ja_jp: インストール
pt_pt: Instalar
ru_ru: Установить
tr_tr: Kur

# LblPendingPluginsRestart
source: Plugins are pending to be changed on next application start. Should the application be restarted?
ca_es: Els connectors estan pendents de canviar-se el proper inici de l'aplicació. Cal reiniciar l'aplicació?
es_es: Plugins pendientes de ser modificados al volver a iniciar la aplicación. ¿Debe reiniciarse la aplicación?
gl_es: Os complementos están para cambiar no seguinte inicio da aplicación. Debería reiniciarse a aplicación?
ja_jp: プラグインは次回のアプリケーション開始時に変更されます。アプリケーションを再起動しますか？
ru_ru: Плагины ожидают изменения при следующем запуске приложения. Перезапустить приложение?
tr_tr: Eklentiler değiştirilmek için uygulamanın yeniden başlatılmasını bekliyor. Uygulama şimdi yeniden başlatılsın mı?

# LblPluginArchiveInstallDescription
source: Install via the N.I.N.A. plugin manager or manually download and extract the archive into %localappdata%\NINA\Plugins from:
ca_es: Instal·leu-la mitjançant el gestor de connectors de N.I.N.A. o descarrega i extreu manualment l'arxiu a %localappdata%\NINA\Plugins des de:
es_es: Instale a través del administrador de complementos (plugins) de N.I.N.A. o descargue y extraiga manualmente el archivo en %localappdata%\NINA\Plugins desde:
gl_es: Instalar a través do xestor de complementos de N.I.N.A. ou descargar e extraer manualmente o arquivo en %localappdata%\NINA\Plugins dende:
ja_jp: N.I.N.A.プラグインマネージャからインストールするか、ここから手動でアーカイブをダウンロードし、 %localappdata%\NINA\Plugins に展開してください。
pt_pt: Instalar com recurso ao gestor de plugins do N.I.N.A ou efetue o download manualmente e extraia o arquivo para para a pasta %localappdata%\NINA\Plugins a partir de:
ru_ru: Установите через менеджер плагинов N.I.N.A. или вручную скачайте и распакуйте архив в %localappdata%\NINA\Plugins из:
tr_tr: N.I.N.A. Eklenti Yöneticisini kurun veya şu adresten arşivi indirip, %localappdata%\NINA\Plugins klasörüne açın:

# LblPluginInstallationFailed
source: Plugin installation for plugin {0} failed.
ca_es: La instal·lació del connector per al connector {0} ha fallat.
es_es: Falló la instalación del plugin para el plugin {0}.
gl_es: Fallou a instalación do complemento para o complemento {0}.
ja_jp: プラグイン {0} のインストールに失敗しました。
pt_pt: A instalação para o plugin {0} falhou.
ru_ru: Установка плагина для плагина {0} не удалась.
tr_tr: {0} eklenti kurulumu başarısız oldu.

# LblRequiresRestart
source: Requires restart
ca_es: És necessari reiniciar
es_es: Requiere reiniciar
gl_es: Precisa reiniciar
ja_jp: 再起動が必要です
pt_pt: Requer reiniciar
ru_ru: Требуется перезагрузка
tr_tr: Yeniden başlatma gerekiyor

# LblUninstall
source: Uninstall
ca_es: Desinstal·lar
es_es: Desinstalar
gl_es: Desinstalar
ja_jp: アンインストール
pt_pt: Desinstalar
ru_ru: Удалить
tr_tr: Kaldır

# LblPluginCheckForUpdatesCancel
source: Cancel the check for available online plugins.
ca_es: Cancel·la la comprovació dels connectors disponibles en línia.
es_es: Cancelar la comprobación de plugins disponibles en línea.
gl_es: Cancelar a comprobación dos complementos en liña dispoñibles.
ja_jp: 利用可能なオンラインプラグインの確認操作を取り消します。
pt_pt: Cancela a verificação de plugins disponíveis online.
ru_ru: Отменить проверку доступных онлайн-плагинов.
tr_tr: Mevcut çevrimiçi eklentileri kontrol etmekten vazgeç.

# LblPluginCheckForUpdatesTooltip
source: Checks the online plugin repository for available plugins and also checks if newer versions of existing plugins exist.
ca_es: Comprova el dipòsit de connectors en línia per als connectors disponibles i també comprova si existeixen versions més recents de connectors existents.
es_es: Comprueba el repositorio de plugins en línea para ver los disponibles y comprueba si existen nuevas versiones de los existentes.
gl_es: Comproba no repositorio de complementos en liña os complementos dispoñibles e tamén comproba se existen versións máis recentes de complementos existentes.
ja_jp: 利用可能なオンラインのプラグイン・リポジトリを確認し、既存のプラグインの新しいバージョンが存在するかどうかを確認します。
pt_pt: Verifica se o repositório online de plugins está disponível e se existem versões mais recentes dos plugins existentes.
ru_ru: Проверяет репозиторий доступных плагинов онлайн, а также проверяет, существуют ли новые версии существующих плагинов.
tr_tr: Mevcut eklentiler için çevrimiçi eklenti deposunu kontrol eder ve ayrıca mevcut eklentilerin daha yeni sürümlerinin olup olmadığını kontrol eder.

# LblTags
source: Tags
ca_es: Etiquetes
es_es: Etiquetas
gl_es: Etiquetas
ja_jp: タグ
pt_pt: Rótolos
ru_ru: Теги
tr_tr: Etiketler

# LblBinAverageEnabled
source: Binning averages pixels
ca_es: Binning mitjana de píxels
es_es: El binning promedia los píxeles
fr_fr: Binning par moyennage des pixels
gl_es: Píxeles promedio do Binning
ja_jp: ピクセルの平均値でビニング
ru_ru: Биннинг усредняет пиксели
tr_tr: Binning ortalama pikselleri

# LblBinAverageEnabledTooltop
source: By default, binning is additive. Data are still the same bitness as the camera, so bright pixels can be clipped. Average mode prevents this clipping from taking place at the expense of some dynamic range due to integer division.
ca_es: Per defecte, binning és additiu. Les dades continuen tenint els mateixos bits que la càmera, de manera que es poden retallar píxels brillants. El mode mitjana impedeix que aquest retall es produeixi a costa de reduir el rang dinàmic a causa de la divisió entera.
es_es: Por defecto, el binning es aditivo. Los datos siguen teniendo la misma densidad de bits que la cámara, por lo que los píxeles brillantes pueden ser recortados. El modo promedio evita que se produzca este recorte a costa de un cierto rango dinámico debido a la división por enteros.
fr_fr: Par défaut, le binning est additif. Les données ont toujours le même nombre de bits que la caméra, ce qui fait que les pixels brillants peuvent être coupés. Le mode moyen empêche cet écrêtage au détriment d'une certaine plage dynamique due à la division en nombres entiers.
gl_es: Por defecto, binning é aditivo. Os datos seguen a ter os mesmos bits cá cámara, polo que se poden recortar píxeles brillantes. O modo promedio impide que este recorte se produza a costa do rango dinámico debido á división enteira.
ja_jp: デフォルトでは、ビニングは加算で行われます。データはカメラと同じビットのままのため、明るいピクセルはクリップされる可能性があります。平均モードでは、整数除算によってダイナミックレンジを犠牲にし、このクリッピングを防ぎます。
ru_ru: По умолчанию биннинг является аддитивным. Данные по-прежнему имеют ту же разрядность, что и камера, поэтому яркие пиксели могут быть обрезаны. Средний режим предотвращает это ограничение за счет некоторого динамического диапазона из-за целочисленного деления.
tr_tr: Varsayılan olarak, binning ek katkıdır. Veriler hala kamera ile aynı bit değerinde olduğu için parlak pikseller kırpılabilir. Ortalama modu, bu kırpmanın tamsayıya bölünmesi nedeniyle bazı dinamik aralıklar pahasına gerçekleşmesini engeller.

# Lbl_Sequencer_AbortToEnd
source: Abort and run end of sequence instructions
ca_es: Omet i executa les instruccions de finalització de seqüència
es_es: Aborta y ejecuta el final de las instrucciones de secuencia
fr_fr: Annuler et exécuter les instructions de fin de séquence
gl_es: Abortar e executar instrucións de fin de secuencia
ja_jp: 中止してシーケンスの終了命令を実行
pt_pt: Abortar e executar as instruções de final de sequência
ru_ru: Прервать и запускать инструкции в конце последовательности
tr_tr: İptal et ve sıralama talimatları bitimini çalıştır

# Lbl_Sequencer_AbortToEnd_Tooltip
source: Interrupts the currently running sequence instruction and skips everything up until the end of sequence instructions to be run
ca_es: Interromp la instrucció de seqüència que s’executa actualment i es salta tot fins al final de les instruccions de seqüència que s’executaran
es_es: Interrumpe la instrucción de secuencia que se está ejecutando actualmente y se salta todo hasta el final de las instrucciones de secuencia que se van a ejecutar
fr_fr: Interrompt l'instruction de la séquence en cours d'exécution et saute tout jusqu'à la fin des instructions de la séquence à exécuter
gl_es: Interrompe a instrución da secuencia en execución e omite todo ata o final das instrucións da secuencia, que se executarán
ja_jp: 現在実行中のシーケンス命令を中断し、実行することになっていた、シーケンスの最後までのすべての命令をスキップします
pt_pt: Interrompe a instrução de sequência em execução e ignora tudo até o final das instruções de sequência a serem executadas
ru_ru: Прерывает инструкцию по выполняемой последовательности и пропускает все вверх до конца инструкций последовательности для запуска
tr_tr: Halihazırda çalışan sıralama talimatını keser ve çalıştırılacak sıralama talimatlarının sonuna kadar her şeyi atlar

# Lbl_Sequencer_SkipCurrentInstructions
source: Skip currently running instruction(s)
ca_es: Omet les instruccions actualment en curs
es_es: Saltar instrucción(es) que se está(n) ejecutando actualmente
fr_fr: Ignorer le(s) instruction(s) en cours d'exécution
gl_es: Omitir a(s) instrución(s) en curso
ja_jp: 現在実行中の命令をスキップ
pt_pt: Ignorar as instruções em curso
ru_ru: Пропустить текущие инструкции(и)
tr_tr: Mevcut çalışan talimat(lar)ı atla

# LblFanSpeed
source: Fan speed
ca_es: Velocitat del ventilador
es_es: Velocidad del ventilador
gl_es: Velocidade do ventilador
ja_jp: ファンの速度
pt_pt: Velocidade da ventoinha
ru_ru: Скорость вентилятора
tr_tr: Fan hızı

# LblUnableToConnect
source: Unable to connect to {0}. Reason: {1}
ca_es: No es pot connectar a {0}. Motiu: {1}
es_es: No se puede conectar a {0}. Razón: {1}
fr_fr: Impossible de se connecter à {0}. Raison: {1}
gl_es: Non se pode conectar a {0}. Motivo: {1}
ja_jp: {1} のため、{0} に接続できません。
pt_pt: Não foi possível conectar a {0}. Motivo: {1}
ru_ru: Не удалось подключиться к {0}. Причина: {1}
tr_tr: {0} bağlanılamıyor. Nedeni: {1}

# LblAbortOnError
source: Abort
ca_es: Avortar
es_es: Abortar
fr_fr: Abandonner
gl_es: Abortar
ja_jp: 中止
pt_pt: Abortar
ru_ru: Прервать
tr_tr: Durdur

# LblContinueOnError
source: Continue
ca_es: Continuar
es_es: Continuar
fr_fr: Continuer
gl_es: Continuar
it_it: Continua
ja_jp: 続行
pt_pt: Continuar
ru_ru: Продолжить
tr_tr: Devam

# LblOnError
source: On error
ca_es: Per error
es_es: En caso de error
fr_fr: En cas d'erreur
gl_es: Por erro
ja_jp: エラー処理
pt_pt: Em caso de erro
ru_ru: При ошибке
tr_tr: Hata durumunda

# LblRetries
source: Retries
ca_es: Reintenta
es_es: Reintentos
fr_fr: Tentatives
gl_es: Reintentos
ja_jp: 再試行
pt_pt: Tentativas
ru_ru: Попытки
tr_tr: Yeniden deniyor

# LblSkipInstructionSetOnError
source: Skip current instruction set
ca_es: Omet el conjunt d’instruccions actuals
es_es: Ignorar el conjunto actual de instrucciones
fr_fr: Ignorer le jeu d'instructions actuel
gl_es: Saltar o conxunto de instrucións actuais
ja_jp: 現在の命令セットをスキップ
pt_pt: Ignorar o actual conjunto de instruções
ru_ru: Пропустить текущий набор инструкций
tr_tr: Mevcut talimat setini atla

# LblSkipToSequenceEndInstructions
source: Skip to end of sequence instructions
ca_es: Omet i vés a les instruccions de final de seqüència
es_es: Saltar a las instrucciones de final de secuencia
fr_fr: Passer aux instructions de fin de séquence
gl_es: Saltar ás instrucións de fin de secuencia
ja_jp: シーケンス命令の最後までスキップ
pt_pt: Ir para o fim das instruções da sequencia
ru_ru: Перейти к концу инструкций последовательности
tr_tr: Sekans sonu talimatlarına atla

# LblNumberOfAttempts
source: Number of attempts
ca_es: Nombre d'intents
es_es: Número de Intentos
fr_fr: Nombre de Tentatives
gl_es: Número de intentos
ja_jp: 試行回数
pt_pt: Número de tentativas
ru_ru: Количество попыток
tr_tr: Deneme sayısı

# Lbl_SequenceItem_ErrorBehavior_Tooltip
source: Defines how the sequence should continue after all attempts have been unsuccessful to execute the instruction. The default behavior is to continue on errors, however for some instructions it might be desired to not continue with the execution. For example when the center operation fails to frame the target correctly some recovery steps can then be taken.
ca_es: Defineix com ha de continuar la seqüència després que tots els intents hagin fallat en executar la instrucció. El comportament per defecte és continuar amb els errors, tot i que per a algunes instruccions es pot desitjar no continuar amb l'execució. Per exemple, quan l'operació central no enquadra l'objectiu correctament, es poden fer alguns passos de recuperació.
es_es: Define cómo debe continuar la secuencia después de que todos los intentos de ejecutar la instrucción hayan sido infructuosos. El comportamiento por defecto es continuar en caso de error, sin embargo para algunas instrucciones puede desearse no continuar con la ejecución. Por ejemplo, cuando la operación de centrado no consigue encuadrar el objetivo correctamente, se pueden tomar medidas de recuperación.
fr_fr: Définit comment la séquence doit se poursuivre après que toutes les tentatives d'exécution de l'instruction ont échoué. Le comportement par défaut est de continuer en cas d'erreur, mais pour certaines instructions, il peut être souhaitable de ne pas poursuivre l'exécution. Par exemple, lorsque l'opération de centrage ne parvient pas à cadrer correctement la cible, des mesures de récupération peuvent être prises.
gl_es: Define como debe continuar a secuencia despois de que todos os intentos fallaran na execución da instrución. O comportamento predeterminado é continuar con erros, pero para algunhas instrucións pódese preferir non continuar coa execución. Por exemplo, cando a operación central non pode enmarcar o destino correctamente, pódense retomar algúns pasos previos.
ja_jp: どうしても命令がうまく実行できないときに、シーケンスを続行する方法を定義します。 デフォルトではエラーが起きても続行しますが、実行を継続しないことが望ましい命令があります。 たとえば、目標を正しくフレームの中心に配置できない場合は、回復ステップを実行することができます。
pt_pt: Define a forma como a sequência deve continuar após todas as tentativas para executar a instrução não tiverem sido bem sucedidas. O comportamento padrão é continuar em caso de erros. No entanto, para algumas instruções, poderá ser desejável não continuar com a execução. Por exemplo, quando a operação falhar o enquadramento do objecto corretamente, alguns passos prévios podem ser retomados.
ru_ru: Определяет, как последовательность должна продолжаться после того, как все попытки выполнить инструкцию оказались безуспешными. Поведение по умолчанию - продолжить выполнение ошибок, однако для некоторых инструкций может быть желательно не продолжать выполнение. Например, когда операция центра не может правильно сформировать цель, могут быть предприняты некоторые шаги по восстановлению.
tr_tr: Talimatı yürütmek için yapılan tüm girişimler başarısız olduktan sonra sıralamanın nasıl devam etmesi gerektiğini tanımlar. Varsayılan davranış, hatalara devam etmektir, ancak bazı talimatlar için yürütmeye devam etmemek istenebilir. Örneğin, merkezleme işlemi hedefi doğru şekilde çerçeveleyemediğinde bazı kurtarma adımları atılabilir.

# Lbl_SequenceItem_NumberOfAttempts_Tooltip
source: The number of attempts that should be made when the instruction fails to execute.
ca_es: El nombre d'intents que s'han de fer quan la instrucció no s'executa.
es_es: Número de intentos que se deben hacer cuando la instrucción falla al ejecutarse.
fr_fr: Le nombre de tentatives qui doivent être faites lorsque l'instruction ne s'exécute pas.
gl_es: O número de intentos que se deben facer cando a instrución falla na execución.
ja_jp: 命令の実行に失敗するときの試行回数。
pt_pt: O número de tentativas que devem ser feitas quando falha a execução da instrução.
ru_ru: Количество попыток, которое необходимо сделать при невыполнении инструкции.
tr_tr: Talimat yürütülemediğinde yapılması gereken deneme sayısı.

# LblStopSequence
source: Stop Sequence
ca_es: Aturar la seqüència
es_es: Detener la secuencia
fr_fr: Arrêter la séquence
gl_es: Deter a secuencia
ja_jp: シーケンスの停止
pt_pt: Parar a Sequência
ru_ru: Остановить последовательность
tr_tr: Sekansı durdur

# LblTemplate_Created
source: Sequence template "{0}" has been created.
ca_es: S'ha creat la plantilla de seqüència "{0}".
es_es: Se ha creado la plantilla de la secuencia "{0}".
fr_fr: Le modèle de séquence "{0}" a été créé.
gl_es: Creouse a secuencia padrón "{0}".
ja_jp: シーケンステンプレート "{0}" が作成されました。
pt_pt: O modelo de sequência "{0}" foi criado.
tr_tr: Sekans şablonu "{0}" oluşturuldu.

# LblTemplate_Updated
source: Sequence template "{0}" has been updated.
ca_es: S'ha actualitzat la plantilla de seqüència "{0}".
es_es: Se ha actualizado la plantilla de la secuencia "{0}".
fr_fr: Le modèle de séquence "{0}" a été mis à jour.
gl_es: Actualizouse a secuencia padrón "{0}".
ja_jp: シーケンステンプレート "{0}" が更新されました。
pt_pt: O modelo de sequência "{0}" foi atualizado.
tr_tr: Sekans şablonu "{0}" güncellendi.

# Lbl_Sequencer_TargetSidebar_Created
source: Target "{0}" has been created.
ca_es: S'ha creat l'objectiu "{0}".
es_es: Se ha creado el objetivo "{0}".
fr_fr: La cible "{0}" a été créée.
gl_es: Creouse o obxectivo "{0}".
ja_jp: 目標 "{0}" が作成されました。
pt_pt: O objecto "{0}" foi criado.
tr_tr: Hedef "{0}" oluşturuldu.

# Lbl_Sequencer_TargetSidebar_Updated
source: Target "{0}" has been updated.
ca_es: S'ha actualitzat l'objectiu "{0}".
es_es: Se ha actualizado el objetivo "{0}".
fr_fr: La cible "{0}" a été mise à jour.
gl_es: Actualizouse o obxectivo "{0}".
ja_jp: 目標 "{0}" が更新されました。
pt_pt: O objecto "{0}" foi atualizado.
tr_tr: Hedef "{0}" güncellendi.

# LblWaitingForSlew
source: Waiting for prior slew
ca_es: Esperant el moviment prèvi
es_es: Esperando al movimiento previo
fr_fr: En attente du déplacement précédent
gl_es: Agardando polo desprazamento anterior
ja_jp: 前の導入の待機中
pt_pt: A aguardar pelo movimento anterior
tr_tr: Önceki dönüş için bekleniyor

# Lbl_SequenceContainer_SequenceRootContainer_ResetPrompt
source: Do you want to reset the complete sequence run?
ca_es: Voleu restablir l'execució completa de la seqüència?
es_es: ¿Desea reiniciar la secuencia completa?
fr_fr: Voulez-vous réinitialiser le déroulement complet de la séquence ?
gl_es: Queres restablecer a secuencia completa?
ja_jp: シーケンス全体の実行をリセットしますか？
pt_pt: Quer reiniciar a execução completa da sequência?
tr_tr: Sekans çalışmasının tamamını yeniden başlatmak istiyor musunuz?
