Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblUnreachableAltitudeForHorizon
source: Target will never be above the horizon
ca_es: L’objectiu mai no estarà per sobre de l’horitzó
es_es: El objetivo no va a estar nunca sobre el horizonte
fr_fr: La cible ne sera jamais au-dessus de l'horizon
gl_es: O obxectivo non vai chegar a estar sobre o horizonte
it_it: Il target non sarà mai al di sopra dell'orizzonte
ja_jp: 目標は決して地平線の上に来ることはありません
pt_pt: O objecto nunca estará acima do horizonte
ru_ru: Цель никогда не будет выше горизонта
tr_tr: Hedef ufuk üzerine hiç çıkmayacak

# LblMovingRotatorToMechanicalPosition
source: Moving rotator to mechanical position {0}
ca_es: Movent el rotador a la posició mecànica {0}
es_es: Moviendo el rotador a la posición mecánica {0}
fr_fr: Déplacement du rotateur en position mécanique {0}
gl_es: Movendo o rotador á posición mecánica {0}
it_it: Spostamento del rotatore nella posizione meccanica {0}
ja_jp: 回転装置を機械的位置{0}に移動しています
pt_pt: A mover o rotador para a posição mecânica {0}
ru_ru: Перемещение вращателя в механическое положение {0}
tr_tr: Çevirici mekanik pozisyon {0} a getiriliyor

# LblMovingRotatorToPosition
source: Moving rotator to position {0}
ca_es: Movent el rotador a la posició {0}
es_es: Moviendo el rotador a la posición {0}
fr_fr: Déplacement du rotateur vers la position {0}
gl_es: Movendo o rotador á posición {0}
it_it: Spostamento del rotatore alla posizione {0}
ja_jp: 回転装置を位置{0}に移動しています
pt_pt: A mover o rotador para a posição {0}
ru_ru: Перемещение ротатора в позицию {0}
tr_tr: Çevirici pozisyon {0} a getiriliyor

# Lbl_SequenceItem_FlatDevice_TrainedDarkFlatExposure_Description
source: Looks up the trained exposure value for the specified parameters and takes dark flat exposures
ca_es: Cerca el valor d’exposició entrenat per als paràmetres especificats i pren exposicions dark flat
es_es: Busca el valor de exposición entrenado para los parámetros especificados y toma los darkflats con ellos
fr_fr: Recherche la valeur d'exposition formée pour les paramètres spécifiés et prend des expositions de dark flat
gl_es: Busca o valor de exposición adestrado para os parámetros especificados e realiza exposicións planas escuras
it_it: Cerca il valore di esposizione addestrato per i parametri specificati e scatta dark flats
ja_jp: 指定されたパラメータで、算出された露出時間を調べ、ダークフラットを撮影します
pt_pt: Procura o valor de exposição treinada para os parâmetros definidos e realiza exposições de dark flats
ru_ru: Находит настроенное значение экспозиции для указанных параметров и делает темные флэт экспозиции
tr_tr: Belirtilen parametreler için denenmiş pozlama değerini arar ve siyah düz kareler alır

# Lbl_SequenceItem_FlatDevice_TrainedDarkFlatExposure_Name
source: Trained Dark Flat Exposure
ca_es: Exposició de dark flat entrenada
es_es: Exposición estimada para darkflats
fr_fr: Valeur d'exposition de dark flat
gl_es: Exposición de Dark Flats Adestrada
it_it: Esposizione Dark Flats Addestrata
ja_jp: 算出されたダークフラットの露出時間
pt_pt: Tempos de exposição de dark flats treinados
ru_ru: Обученная дарк флэт экспозиция
tr_tr: Denenmiş siyah düz kare pozlama

# LblLeftside
source: Left side
ca_es: Costat esquerra
es_es: Lado izquierdo
fr_fr: Côté gauche
gl_es: Lado esquerdo
it_it: Lato sinistro
ja_jp: 左側
pt_pt: Lado esquerdo
ru_ru: Левая сторона
tr_tr: Sol taraf

# LblRightside
source: Right side
ca_es: Costat dret
es_es: Lado derecho
fr_fr: Côté droit
gl_es: Lado dereito
it_it: Lato destro
ja_jp: 右側
pt_pt: Lado direito
ru_ru: Правая сторона
tr_tr: Sağ taraf

# LblStars
source: Stars
ca_es: Estrelles
es_es: Estrellas
fr_fr: Étoiles
gl_es: Estrelas
it_it: Stelle
ja_jp: 星
pt_pt: Estrelas
ru_ru: Звезды
tr_tr: Yıldızlar

# LblShowSnapshots
source: Snapshots
ca_es: Instantànies
es_es: Instantáneas
fr_fr: Captures instantanées
gl_es: Instantáneas
it_it: Istantanea
ja_jp: スナップショット
pt_pt: Capturas instantâneas
ru_ru: Снимки
tr_tr: Anlık görüntüler

# LblSlewCenterRotate
source: Slew, center, and rotate
ca_es: Gira, Centra i Rota
es_es: Moverse, centrar y rotar
fr_fr: Déplacer, centrer et pivoter
gl_es: Desprazar, Centrar e Rotar
it_it: Muovi, Centra e Ruota
ja_jp: 導入、中心合わせ、回転
pt_pt: Mover, centrar e rodar
ru_ru: Двигаться, отцентрировать и вращать
tr_tr: Çevir, merkezle ve döndür

# LblFindHomeToolTip
source: Instructs the telescope to locate the home postion
ca_es: Indica al telescopi que localitzi la posició d'inici
es_es: Indica al telescopio que localice la posición inicial (home).
fr_fr: Donne des instructions au télescope pour localiser la position de repos
gl_es: Indica ó telescopio que localice a posición inicial
it_it: Istruisci il telescopio di individuare la posizione home
ja_jp: 望遠鏡にホームポジションを特定するよう指示します
pt_pt: Indica o telescópio para localizar a posição inicial
ru_ru: Дает указание телескопу определить исходное положение
tr_tr: Teleskopu başlangıç pozisyonunu bulmaya yönlendirir

# LblHome
source: Home
ca_es: Inici
es_es: Inicio (home)
fr_fr: Position de repos
gl_es: Inicio
ja_jp: ホーム
pt_pt: Posição inicial
ru_ru: Домашний
tr_tr: Başlangıç pozisyonu

# LblTelescopeAtHomeParkedWarn
source: Telescope is parked. Cannot locate the home position while parked.
ca_es: El telescopi està aparcat. No es pot localitzar la posició d'inici mentre està aparcat.
es_es: El telescopio está aparcado. No puede localizar la posición de inicio (home) mientras esté aparcado.
fr_fr: Le télescope est parqué. Impossible de localiser la position de départ lorsqu'il est parqué.
gl_es: O telescopio está estacionado. Non se pode localizar a posición de inicio estando estacionado.
it_it: Il telescopio è parcheggiato. Impossibile individuare la posizione home durante il parcheggio.
ja_jp: 望遠鏡はパークしています。パーク中はホームポジションを特定できません。
pt_pt: O Telescópio está na posição de park. Não é possível localizar a posição inicial.
ru_ru: Телескоп запаркован. Не удается определить домашнее положение во время парковки.
tr_tr: Teleskop park edildi. Park halindeyken başlangıç pozisyonuna gidemez.

# LblTelescopeAtHomeWarn
source: Telescope is already at the home position.
ca_es: El telescopi ja està en la posició inicial.
es_es: El telescopio ya está en la posición inicial (home).
fr_fr: Le télescope est déjà à la position de repos.
gl_es: O telescopio xa está na posición inicial.
it_it: Il telescopio è già nella posizione home.
ja_jp: 望遠鏡はすでにホームポジションにあります。
pt_pt: O telescópio já se encontra na posição inicial.
ru_ru: Телескоп уже находится в домашнем положении.
tr_tr: Teleskop zaten başlangıç pozisyonunda.

# LblTelescopeCannotFindHome
source: The telescope does not have a home location capabiltiy.
ca_es: El telescopi no té cap capacitat per determinar la posició d'inici.
es_es: El telescopio no tiene la capacidad de determinar la posición de inicio (home).
fr_fr: Le télescope n'a pas la possibilité de localiser la position de repos.
gl_es: O telescopio non ten capacidade de localización de inicio.
it_it: Il telescopio non ha una capacità di localizzazione della posizione home.
ja_jp: 望遠鏡にはホームポジションを特定する機能がありません。
pt_pt: O telescópio não tem funcionalidade de localização inicial.
ru_ru: У телескопа нет возможности местоположения дома.
tr_tr: Teleskopun başlangıç konum özelliği yok.

# LblWaitingForTelescopeToFindHome
source: Waiting for telescope to locate the home position
ca_es: Esperant que el telescopi localitzi la posició inicial
es_es: Esperando a que el telescopio localice la posición de inicio (home)
fr_fr: Attendre que le télescope localise la position de repos
gl_es: Agardando que o telescopio localice a posición de inicio
it_it: In attesa che il telescopio trovi la posizione home
ja_jp: 望遠鏡がホームポジションを特定するのを待っています
pt_pt: A aguardar que o telescópio localize a posição inicial
ru_ru: Ожидание нахождения домашнего положения телескопа
tr_tr: Teleskopun başlangıç konumuna dönmesi bekleniyor

# Lbl_SequenceItem_Telescope_FindHome_Description
source: Instructs the telescope to locate the home postion. This cannot be done if the telescope is parked
ca_es: Indica al telescopi que localitzi la posició inicial. Això no es pot fer si el telescopi està aparcat
es_es: Instruye al telescopio para localizar la posición de inicio (home). No se podrá llevar a cabo si el telescopio está aparcado.
fr_fr: Le télescope permet de localiser la position de repos. Cela ne peut pas être fait si le télescope est parqué
gl_es: Indica ó telescopio que localice a posición inicial. Isto non se pode facer se o telescopio está estacionado
it_it: Istruisci il telescopio di individuare la posizione home. Questo non può essere fatto se il telescopio è parcheggiato
ja_jp: ホームポジションを特定するよう望遠鏡に指示します。望遠鏡がパークしている場合には行えません。
pt_pt: Indica ao telescópio para localizar a posição inicial. Não pode ser efectuado se o telescópio estiver na posição de park
ru_ru: Дает указание телескопу определить исходное положение. Этого нельзя сделать, если телескоп припаркован
tr_tr: Teleskopu başlangıç pozisyonunu bulmaya yönlendirir. Teleskop park halindeyken uygulanamaz

# Lbl_SequenceItem_Telescope_FindHome_Name
source: Find home
ca_es: Trobar Posició Inicial (Home)
el_gr: Εύρεση Αρχικής Θέσης
es_es: Encontrar posición inicial (Home)
fr_fr: Trouver le repos
gl_es: Ir a posición Inicial
it_it: Trova la posizione Home
ja_jp: ホームポジションを見つける
pt_pt: Encontrar a posição Home
ru_ru: Найти дом
tr_tr: Başlangıç pozisyonunu bul

# LblTelescopeNoFindHomeError
source: The telescope has no home location capability
ca_es: El telescopi no té capacitat de localitzar la posició d'inici
es_es: El telescopio no tiene capacidad para ubicar la posición de inicio (home)
fr_fr: Le télescope n'a pas de posibilité de localiser la position de repos
gl_es: O telescopio non ten capacidade de localización de inicio
it_it: Il telescopio non ha alcuna capacità di localizzazione home
ja_jp: 望遠鏡にはホームポジションを特定する機能がありません。
pt_pt: O telescópio não tem a funcionalidade de localização de posição inicial
ru_ru: У телескопа нет возможности определения местоположения дома
tr_tr: Teleskopun başlangıç konum özelliği yok

# LblTelescopeFindHomeCancelled
source: Home locate operation cancelled
ca_es: S'ha cancel·lat l'operació de localització de la posició d'Inici
es_es: Cancelada la operación para ubicar la posición de inicio (home).
fr_fr: Annulation de l'opération de localisation de la position de repos
gl_es: Cancelouse a operación de localización de inicio
ja_jp: ホームポジションを特定する操作が中止されました
pt_pt: Operação de localização de posição inicial cancelada
ru_ru: Операция определения местоположения дома отменена
tr_tr: Başlangıç pozisyonuna dönüş iptal edildi

# LblTelescopeParkCancelled
source: Park operation cancelled
ca_es: Cancel·lada l'operació d'aparcament
es_es: Anulado el aparcamiento del telescopio.
fr_fr: Annulation du parquage
gl_es: Cancelada operación de estacionamento
ja_jp: パークの操作が中止されました
pt_pt: Operação de posição de park cancelada
ru_ru: Операция парковки отменена
tr_tr: Par etme işlemi iptal edildi

# LblEstimatedFlatPanelBrightness
source: Estimated flat panel brightness
ca_es: Lluminositat estimada del Panell de Flats
es_es: Brillo del panel plano estimado
fr_fr: Estimation de la luminosité de l'écran à flats
gl_es: Luminosidade estimada do Panel de Flats
ja_jp: フラットパネルの推定明るさ
pt_pt: Luminosidade estimada do Painel de Flats
ru_ru: Расчетная яркость флэт панели
tr_tr: Tahmini düz kare panel parlaklığı

# LblFlatExposureCalcContinueBrightness
source: Mean ADU was {0}. Starting exposure brightness calculation at {1}
ca_es: La mitjana d'ADU era {0}, començant el càlcul de la lluminositat de l'exposició a {1}
es_es: El ADU medio fue {0}, iniciando el cálculo de tiempo de exposición en {1}
fr_fr: L'ADU moyenne était de {0}, le calcul de la luminosité de l'exposition commençant à {1}
gl_es: A media ADU era {0}, iniciando o cálculo de Luminosidade da exposición en {1}
ja_jp: 算術平均ADUは{0} でした。露出時間演算を{1} でスタートしています
pt_pt: O ADU Médio era de {0}, o cálculo de tempo da luminosidade da exposição inicia em {1}
ru_ru: Средний АДУ был {0}, начался расчет яркости экспозиции в {1}
tr_tr: Ortalama ADU {0} dı, pozlama parlaklığı hesaplamasına {1} den başlanıyor

# LblFlatExposureCalcFinishedBrightness
source: Mean ADU is {0}. Target exposure brightness is {1}
ca_es: La ADU mitjana és {0} objectiu de la lluminositat de l'exposició és {1}
es_es: El ADU medio es {0} El tiempo de exposición de objetivo es {1}
fr_fr: L'ADU moyen est de {0} et la luminosité d'exposition cible est de {1}
gl_es: A media ADU é {0} o obxectivo de luminosidade da exposición é {1}
ja_jp: 算術平均ADUは{0} ターゲット露出時間は{1} です。
pt_pt: O ADU Médio é de {0}, a luminosidade da exposição é de {1}
ru_ru: Средняя яркость ADU {0} целевой экспозиции {1}
tr_tr: Ortalama ADU {0} hedeflenen pozlama parlaklığı {1}

# LblFlatExposureCalcStartBrightness
source: Starting exposure brightness calculation at {0}
ca_es: Inici del càlcul de la brillantor de l'exposició a {0}
es_es: Iniciando cálculo de Tiempo de exposición en {0}
fr_fr: Début du calcul de la luminosité de l'exposition à {0}
gl_es: Inicio do cálculo de luminosidade da exposición en {0}
ja_jp: {0} で露出時間演算を開始しています。
pt_pt: A iniciar o Cálculo do Tempo de Exposição em {0}
ru_ru: Запуск расчёта яркости экспозиции в {0}
tr_tr: Pozlama parlaklığı hesaplanmasına {0} den başlanıyor

# LblFast
source: Fast
ca_es: Ràpid
es_es: Rápido
fr_fr: Rapide
gl_es: Rápido
ja_jp: 速い
pt_pt: Rápido
ru_ru: Быстро
tr_tr: Hızlı

# LblSetButtonMoveRateToolTip
source: Set the button slew rate in degrees per second
ca_es: Establir la velocitat de gir del botó en graus per segon
es_es: Establecer la velocidad de desplazamiento del botón en grados por segundo
fr_fr: Régler le bouton de vitesse de déplacement en degrés par seconde
gl_es: Establecer a velocidade de desprazamento do botón en graos por segundo
ja_jp: ボタンの導入速度を度/秒に設定する
pt_pt: Definir a velocidade de movimento do botão em graus por segundo
ru_ru: Установить скорость кнопки движения в градусах в секунду
tr_tr: Düğme dönüş hızını saniye başına derece olarak ayarlayın

# LblFirmwareVersion
source: Firmware version
ca_es: Versió Firmware
es_es: Versión del firmware
fr_fr: Version du firmware
gl_es: Versión Firmware
ja_jp: ファームウェアのバージョン
pt_pt: Versão de Firmware
ru_ru: Версия прошивки
tr_tr: Firmware sürümü

# LblFPGAVersion
source: FPGA version
ca_es: Versió FPGA
es_es: Versión de FPGA
fr_fr: Version FPGA
gl_es: Versión FPGA
ja_jp: FPGAのバージョン
pt_pt: Versão FPGA
ru_ru: Версия FPGA
tr_tr: FPGA sürümü

# LblSensorAirPressure
source: Sensor air pressure
ca_es: Sensor pressió atmosfèrica
es_es: Sensor de presión del aire
fr_fr: Capteur de pression d'air
gl_es: Sensor de presión do aire
ja_jp: センサーの空気圧
pt_pt: Sensor de pressão de ar
ru_ru: Давление воздуха датчика
tr_tr: Hava basınç sensörü

# LblSensorHumidity
source: Sensor humidity
ca_es: Sensor humitat
es_es: Sensor de humedad
fr_fr: Capteur d'humidité
gl_es: Sensor de humidade
ja_jp: センサーの湿度
pt_pt: Sensor de humidade
ru_ru: Влажность датчика
tr_tr: Nem sensörü

# LblUnknownInstruction
source: Unknown Instruction
ca_es: Instrucció desconeguda
es_es: Instrucción desconocida
fr_fr: Instruction inconnue
gl_es: Instrución descoñecida
ja_jp: 未知の命令
pt_pt: Instrução Desconhecida
ru_ru: Неизвестная инструкция
tr_tr: Bilinmeyen yönerge

# LblQhyccdDriverVersionWarning
source: The installed QHYCCD USB driver's version of {0} is below the minimum recommeneded version of {1}. Driver updates are available on the QHYCCD website and are recommended for optimal camera function
ca_es: La versió {0} del controlador USB QHYCCD instal·lat està per sota de la versió mínima recomanada de {1}. Les actualitzacions del controlador estan disponibles al lloc web QHYCCD i es recomanen per a una funció òptima de la càmera
es_es: La versión instalada del controlador USB QHYCCD de {0} está por debajo de la versión mínima establecida de {1}. Las actualizaciones de los controladores están disponibles en el sitio web QHYCCD y se recomienda para una óptima función de la cámara
fr_fr: La version du pilote USB QHYCCD installée, {0}, est inférieure à la version minimale recommandée de {1}. Les mises à jour du pilote sont disponibles sur le site web du QHYCCD et sont recommandées pour un fonctionnement optimal de la caméra
gl_es: A versión instalada do controlador USB QHYCCD de {0} está por debaixo da versión mínima recomendada de {1}. As actualizacións dos controladores están dispoñibles no sitio web QHYCCD e recoméndanse para unha función de cámara óptima
ja_jp: インストールされたQHYCCDのUSBドライバーバージョン {0} は、 最小推奨バージョン{1} を下回っています。更新されたドライバーはQHYCCDウェブサイトから入手可能で、最適なカメラ機能実現のために必要なものです。
pt_pt: A versão {0} do driver USB QHYCCD instalada é inferior à versão mínima recomendada de {1}. Estão disponíveis atualizações do driver no site da QHYCCD e são recomendadas para um funcionamento ótimo da câmera
ru_ru: Установленная версия USB драйвера QHYCCD {0} ниже минимальной рекомендуемой версии {1}. Обновления драйверов доступны на сайте QHYCCD и рекомендуются для оптимальной работы камеры
tr_tr: Yüklenen QHYCCD USB sürücüsünün {0} sürümü, önerilen minimum {1} sürümünün altında. Sürücü güncellemeleri QHYCCD web sitesinde mevcuttur ve en iyi kamera işlevi için önerilir

# LblSDKVersion
source: SDK version
ca_es: Versió SDK
es_es: Versión SDK
fr_fr: Version du SDK
gl_es: Versión SDK
ja_jp: SDK バージョン
pt_pt: Versão SDK
ru_ru: Версия SDK
tr_tr: SDK Sürümü

# LblUsbDriverVersion
source: USB driver version
ca_es: Versió del controlador USB
es_es: Versión del controlador USB
fr_fr: Version du Pilote USB
gl_es: Versión Controlador USB
ja_jp: USBドライバのバージョン
pt_pt: Versão do Driver USB
ru_ru: Версия драйвера USB
tr_tr: USB sürücü sürümü

# LblFailedChangingConnectionState
source: Failed to change connection state of device.
ca_es: No s'ha pogut canviar l'estat de la connexió del dispositiu.
es_es: Error al cambiar el estado de conexión del dispositivo.
fr_fr: Echec à changer l'état de connexion de l'appareil.
gl_es: Erro ó cambiar o estado de conexión do dispositivo.
ja_jp: デバイスの接続状態を変更できませんでした
pt_pt: Falha ao alterar o estado da ligação do dispositivo.
ru_ru: Не удалось изменить состояние подключения устройства.
tr_tr: Cihazın bağlantı durumu değiştirilemedi.

# LblFLatUserPromptAdjustStepSize
source: The wizard did not find the right brightness level after 5 tries. Please try changing the step size or the tolerance.
ca_es: L’assistent no ha trobar el nivell de lluminositat adequat després de 5 intents. Proveu canviant la mida del pas o la tolerància.
es_es: El asistente no encontró el nivel de brillo correcto tras 5 intentos. Por favor, intente cambiar el tamaño del paso o la tolerancia.
fr_fr: L'assistant n'a pas trouvé le bon niveau de luminosité après 5 essais. Veuillez essayer de modifier la taille des pas ou la tolérance.
gl_es: O asistente non atopou o nivel correcto de luminosidade tras 5 intentos. Proba a modificar a medida do paso ou a tolerancia.
ja_jp: ウィザードは5回の試行で正確な明るさレベルを見つけられませんでした。ステップサイズまたは許容誤差を変更してみてください。
pt_pt: O assistente não encontrou o nível de luminosidade ideal após 5 tentativas. Por favor tente alterar a medida do passo ou a tolerância.
ru_ru: Мастер не обнаружил правильного уровня яркости после 5 попыток. Пожалуйста, попробуйте изменить размер шага или допусков.
tr_tr: Sihirbaz, 5 denemeden sonra doğru parlaklığı bulamadı. Lütfen adım büyüklüğünü veya toleransı değiştirin.

# LblFlatDeviceSettleTime
source: Settle time
ca_es: Temps d'estabilització
es_es: Tiempo de asentamiento
fr_fr: Délai d'attente
gl_es: Tempo de asentamento
ja_jp: 安定化時間
pt_pt: Tempo de estabilização
ru_ru: Тайм-аут успокоения
tr_tr: Zaman yerleşiyor

# LblInitializingSequencer
source: Initializing sequencer...
ca_es: Inicialitzant el Seqüenciador...
es_es: Inicializando secuenciador
fr_fr: Initialisation du séquenceur...
gl_es: Incializando Secuencia...
ja_jp: シーケンサーを初期化しています...
pt_pt: A iniciar a Sequência...
ru_ru: Инициализация последовательности...
tr_tr: Sıralayıcı başlatılıyor...

# LblInitializingLayout
source: Initializing layout
ca_es: Inicialització del disseny
es_es: Inicializando diseño
fr_fr: Initialisation de la mise en page
gl_es: Inicializando Deseño
ja_jp: レイアウトの初期化
pt_pt: A iniciar o Layout
ru_ru: Инициализация макета
tr_tr: Düzen başlatılıyor

# Lbl_SequenceCategory_Rotator
source: Rotator
ca_es: Rotador
el_gr: Περιστροφέας Πεδίου
es_es: Rotador
fr_fr: Rotateur
gl_es: Rotador
it_it: Rotatore
ja_jp: 回転装置
pt_pt: Rotador
ru_ru: Ротатор
tr_tr: Döndürücü

# Lbl_SequenceItem_Rotator_MoveRotatorMechanical_Description
source: Moves the rotator to the specified mechanical angle
ca_es: Mou el rotador a l’angle mecànic especificat
el_gr: Moves the rotator to the mechanical angle
es_es: Mueve el rotador al ángulo mecánico especificado
fr_fr: Déplace le rotateur à l'angle mécanique spécifié
gl_es: Move o rotador ó ángulo mecánico especificado
ja_jp: 回転装置を、指定された機械的角度に移動します
pt_pt: Move o rotador para o angulo mecânico definido
tr_tr: Döndürücüyü belirtilen mekanik açıya hareket ettirir

# Lbl_SequenceItem_Rotator_MoveRotatorMechanical_Name
source: Rotate by mechanical angle
ca_es: Rotar l'angle mecànic
el_gr: Move Rotator Mechanical
es_es: Rotar por ángulo mecánico
fr_fr: Rotation par angle mécanique
gl_es: Rotar por ángulo mecánico
ja_jp: 機械的角度で回転
pt_pt: Rodar por ângulo mecânico
tr_tr: Mekanik aciyla döndür

# LblMeridian
source: Meridian
ca_es: Meridià
es_es: Meridiano
fr_fr: Méridien
gl_es: Meridiano
ja_jp: 子午線
pt_pt: Meridiano
ru_ru: Меридиан
tr_tr: Meridyen

# LblAstronomicalDawn
source: Astronomical Dawn
ca_es: Alba Astronòmica
es_es: Alba astronómica
fr_fr: Aube astronomique
gl_es: Alba astronómica
ja_jp: 天文夜明け
pt_pt: Amanhecer Astronómico
ru_ru: Астрономические сумерки
tr_tr: Astronomik Şafak

# LblAstronomicalDusk
source: Astronomical Dusk
ca_es: Capvespre Astronòmic
es_es: Crepúsculo astronómico
fr_fr: Crépuscule astronomique
gl_es: Noitiña astronómica
ja_jp: 天文夕暮れ
pt_pt: Crepúsculo Astronómico
ru_ru: Астрономические сумерки
tr_tr: Astronomik Karanlık

# LblPlugins
source: Plugins
fr_fr: Extension
ja_jp: プラグイン
ru_ru: Плагины
tr_tr: Eklentiler

# LblNoPluginsFound
source: No plugins found
ca_es: No s'han trobat Plugins
es_es: No se han encontrado plugins
fr_fr: Aucune extension trouvée
gl_es: Non se atoparon plugins
ja_jp: プラグインが見つかりません
pt_pt: Nenhum plugin encontrado
ru_ru: Плагины не найдены
tr_tr: Hiç eklenti bulunmadı

# Lbl_SequenceItem_Show_Menu
source: Show menu
ca_es: Mostra el Menú
es_es: Mostrar menú
fr_fr: Afficher le menu
gl_es: Mostra o Menú
ja_jp: メニュー表示
pt_pt: Mostrar o Menu
ru_ru: Показать меню
tr_tr: Menüyü göster

# Lbl_SequenceItem_FlatDevice_TrainedFlatExposure_KeepClosed
source: Keep closed
ca_es: Mantenir tancat
es_es: Mantener cerrado
fr_fr: Garder fermé
gl_es: Manter pechado
ja_jp: 閉じたままにする
pt_pt: Manter fechado
ru_ru: Держать закрытым
tr_tr: Kapalı tut
