Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblWarmCamBtnTooltip
source: Warms the camera back to ambient temperature and turns the cooler off. A duration is optional. Most camera drivers already regulate the cooler power automatically and will only gradually increase the temperature. In case a longer duration is needed, a duration can be specified and the application will slowly raise the target temperature of the camera based on the given duration.
ca_es: Torna a escalfar la càmera a temperatura ambient i apaga el refrigerador. La durada és opcional. La majoria dels controladors de càmera ja regulen la potència del refrigerador automàticament i només augmentaran gradualment la temperatura. En cas que calgui una durada més llarga, es pot especificar una durada i l’aplicació augmentarà lentament la temperatura desitjada de la càmera en funció de la durada donada.
el_gr: Θερμαίνει την κάμερα στη θερμοκρασία περιβάλλοντος και σβήνει τον ψύκτη. Η διάρκεια είναι προαιρετική. Οι περισσότεροι οδηγοί καμερών ήδη ρυθμίζουν αυτόματα την ισχύ του ψύκτη και θα αυξήσουν βαθμιαία την θερμοκρασία. Σε περίπτωση που χρειαστεί μεγαλύτερη διάρκεια, η διάρκεια μπορεί να οριστεί και η εφαρμογή θα ανεβάσει αργά την επιθυμητή θερμοκρασία της κάμερας βασιζόμενη στην δοσμένη διάρκεια.
es_es: Deja la cámara a la temperatura ambiente y apaga el enfriador. El tiempo es opcional. La mayoría de los controladores de las cámaras ya regulan automáticamente la potencia del enfriador y solo aumentará gradualmente la temperatura. En caso de que se necesite una duración más larga, se puede especificar ese tiempo y la aplicación alcanzará progresivamente la temperatura deseada en la cámara basándose en la duración dada.
fr_fr: Réchauffe la caméra à la température ambiante et éteint le refroidissement. Une durée est optionnelle. La plupart des pilotes de caméra régulent déjà automatiquement la puissance du refroidissement et n'augmenteront que graduellement la température. Dans le cas où une durée plus longue est requise, une durée peut être spécifiée et l'application augmentera lentement la température cible de la caméra en fonction de la durée donnée.
gl_es: Quenta a cámara á temperatura ambiente e apaga a refrixeración. A duración é opcional. A maioría dos controladores de cámaras xa regulan automaticamente a potencia máis fría e só aumentarán gradualmente a temperatura. No caso de que se precise unha duración máis longa, pódese especificar a duración e a aplicación aumentará lentamente a temperatura da cámara en función da duración dada.
it_it: Accende il dispositivo di raffreddamento e raffredda la fotocamera alla temperatura indicata. La durata è opzionale. La maggior parte dei driver già regolano automaticamente il raffreddamento e diminuirà solo gradualmente la temperatura. Se è necessaria una durata più lunga, è possibile specificare una durata e l'applicazione abbasserà lentamente la temperatura target della telecamera in base alla durata indicata.
ja_jp: カメラを外気温まで昇温し冷却装置の電源を切ります。所要時間の設定は任意です。カメラドライバーのほとんどは、冷却パワーを自動的に調節できるようになっており、温度を少しずつ上昇させます。時間をさらに長くしたい場合だけ設定して下さい。プログラムは、指定された時間を掛けてカメラの温度をゆっくりと上げていきます。
pt_pt: Coloca novamente a câmera à temperatura ambiente e desliga o sistema de refrigeração. A duração é opcional. A maioria dos drivers já regula o sistema de refrigeração de forma automática e aumenta gradualmente a temperatura. No caso de ser necessário efectuar o aquecimento de uma forma mais prolongada, a duração pode ser especificada e a aplicação irá tentar atingir lentamente a temperatura baseada na duração definida.
ru_ru: Выключает кулер и прогревает камеру до температуры окружающей среды. Продолжительность не является обязательной. Большинство драйверов камеры уже автоматически регулируют мощность кулера и только постепенно повышают температуру. Если требуется более длительная продолжительность, ее можно указать, и приложение будет медленно повышать целевую температуру камеры в зависимости от заданной продолжительности.
tr_tr: Fotoğraf makinesini tekrar ortam sıcaklığına yükseltir ve soğutucuyu kapatır. Süre belirlemek isteğe bağlıdır. Çoğu kamera sürücüsü soğutucu gücünü zaten otomatik olarak düzenler ve sıcaklığı yalnızca kademeli olarak artırır. Daha uzun bir süre gerekirse bir süre belirtilebilir ve uygulama, verilen süreye bağlı olarak kameranın hedef sıcaklığını yavaşça yükseltir.

# LblWaitForImageSaving
source: Saving image file
ca_es: Esperant que es guardi la Imatge
el_gr: Αναμονή για αποθήκευση εικόνας
es_es: Esperando que se guarde la imagen
fr_fr: En attente de sauvegarde de l'image
gl_es: Agardando a que a imaxe se garde
it_it: In attesa di salvare l'immagine
ja_jp: 画像の保存完了待ち
pt_pt: A aguardar que a imagem seja guardada
ru_ru: Ожидание сохранения изображения
tr_tr: Resmin kaydedilmesi bekleniyor

# LblHighGainMode
source: High gain mode
ca_es: Mode de guany elevat
el_gr: Λειτουργία Υψηλής Ενίσχυσης
es_es: Modo de alta ganancia
fr_fr: Mode gain élevé
gl_es: Modo de Alta Ganancia
it_it: Modalità ad Alto Guadagno
ja_jp: ハイゲインモード
pt_pt: Modo de Gain elevado
ru_ru: Режим высокого усиления
tr_tr: Yüksek kazanç modu

# LblHighGainModeTooltip
source: Sets the camera to high gain mode. This gain mode has less read noise compared to low gain and it is advised for most cams to activate always, except when you want to use the lowest possible gain with the highest dynamic range.
ca_es: Estableix la càmera en mode de guany elevat. Aquest mode de guany té menys soroll de lectura en comparació amb el guany baix i s’aconsella que la majoria de càmeres s’activi sempre, excepte quan es vol utilitzar el guany més baix possible amb el rang dinàmic més alt.
el_gr: Ρυθμίζει την κάμερα σε λειτουργία υψηλής ενίσχυσης. Αυτή η λειτουργία ενίσχυσης έχει λιγότερο θόρυβο ανάγνωσης σε σχέση με την χαμηλή ενίσχυση και συνιστάται για τις περισσότερες κάμερες να είναι ενεργοποιημένο ούτως ή άλλως, εκτός από όταν θέλετε να χρησιμοποιήσετε την μικρότερη δυνατή ενίσχυση με το μεγαλύτερο δυναμικό εύρος.
es_es: Establece la cámara en modo de alta ganancia. Este modo de ganancia tiene menos ruido de lectura en comparación con bajas ganancias, y se recomienda que la mayoría de las cámaras lo activen siempre, excepto cuando quiera utilizar la ganancia más baja posible con el rango dinámico más alto.
fr_fr: Règle la caméra en mode gain élevé. Ce mode a moins de bruit de lecture que le faible gain et il est conseillé avec la plupart des caméras de toujours l'activer sauf lorsque vous voulez utiliser le gain le plus bas possible avec la plage dynamique la plus élevée.
gl_es: Configura a cámara no modo de alta ganancia. Este modo de ganancia ten menos ruído de lectura en comparación coa baixa ganancia e aconséllase que na maioría das cámaras se active sempre, excepto cando se desexa utilizar a menor ganancia posible co maior rango dinámico.
it_it: Imposta la fotocamera in modalità ad alto guadagno. Questa modalità di guadagno ha meno rumore di lettura rispetto a basso guadagno ed è consigliato per la maggior parte delle camere, tranne quando si desidera utilizzare il guadagno più basso possibile con la più alta gamma dinamica.
ja_jp: カメラをハイゲインモードに設定します。 このモードは、ローゲインと比較して読み出しノイズが少なく、ほとんどのカメラで常に設定しておくことをお勧めします。ただし、ダイナミックレンジ最大にし、ゲインを最低にしたい場合を除きます。
pt_pt: Define a câmera para um modo de ganho elevado. Este modo tem menos ruído de leitura quando comparado com um ganho baixo e é aconselhável activar com a maioria das câmeras, excepto quando deseja usar o menor ganho possível com o máximo alcance dinâmico.
ru_ru: Устанавливает режим высокого усиления. Этот режим усиления имеет меньше шума чтения по сравнению с низким уровнем усиления и рекомендуется для большинства камер всегда активировать, за исключением случаев, когда вы хотите использовать наименьший прирост с наивысшим динамическим диапазоном.
tr_tr: Kamerayı yüksek kazanç moduna ayarlar. Bu mod, düşük kazanca kıyasla daha az okuma gürültüsüne sahiptir. Mümkün olan en düşük kazancı en yüksek dinamik aralıkta kullanmak istediğiniz durumlar dışında, çoğu kamera için her zaman etkinleştirilmesi önerilir.

# LblRelativeFocuserNotSupported
source: Focusers without the capability to use absolute positions are currently not supported
ca_es: Actualment no s’admeten els enfocadors automàtics sense la capacitat d’utilitzar posicions absolutes
el_gr: Εστιαστές χωρίς τη δυνατότητα χρήσης απόλυτης θέσης προς το παρόν δεν υποστηρίζονται
es_es: Actualmente no están soportados los enfocadores que no tengan la capacidad de usar posiciones absolutas
fr_fr: Les focusers sans possibilité d'utiliser des positions absolues ne sont actuellement pas pris en charge
gl_es: Os enfocadores sen a capacidade de usar posicións absolutas non están por agora soportados
it_it: I focheggiatori senza la possibilità di utilizzare posizioni assolute non sono attualmente supportati
ja_jp: 絶対位置の機能がないフォーカサーは現在サポートされていません
pt_pt: Focadores sem a capacidade de usar posições absolutas, actualmente não são suportados
ru_ru: В настоящее время фокусеры без возможности использовать абсолютные позиции не поддерживаются
tr_tr: Mutlak pozisyon kullanma özelliği olmayan odaklayıcılar şu anda desteklenmemektedir

# LblQhyIncludeOverscan
source: Include overscan area
ca_es: Inclou l’àrea d'Overscan
el_gr: Να συμπεριληφθεί η Περιοχή Overscan
es_es: Incluye el área de overscan
fr_fr: Inclure la zone Overscan
gl_es: Incluír Área de Overscan
it_it: Includi Area di Overscan
ja_jp: オーバースキャン領域を含める
pt_pt: Incluir Área Saturada
ru_ru: Включить область оверскан
tr_tr: Sensör kör alanı dahil

# LblQhyIncludeOverscanTooltip
source: Setting to On will the include any optical black and overscan areas of the sensor in images
ca_es: Si marqueu l'opció Activar, s'inclouran a les imatges qualsevol àrea òptica negra i de overscan (saturades) del sensor
el_gr: Θέτοντας το σε On σε συμπεριλάβει οποιεσδήποτε μαύρες και overscan περιοχές του αισθητήρα στις εικόνες
es_es: Al encenderlo se incluirá en las imágenes cualquier área óptica negra y de overscan (saturadas) del sensor
fr_fr: Activer ce réglage inclura toutes les zones optiques noires et les zones overscan du capteur dans les images
gl_es: Se está activado, inclúense nas imaxes as áreas ópticas de negro e saturadas do sensor
it_it: Impostazione su On include eventuali aree ottiche nere e overscan del sensore nelle immagini
ja_jp: オンに設定すると、画像センサーの光学的黒領域とオーバースキャン領域が全て含まれます
pt_pt: Definir para Ligado incluí todas as ópticas negras e áreas saturadas nas imagens
ru_ru: Параметр Вкл включает в себя любые оптические черные и оверскан области датчика в изображениях
tr_tr: "Açık" olarak ayarlandığında, görüntülerdeki sensörün optik siyah ve aşırı tarama alanları dahil edilir

# LblSeconds
source: Seconds
ca_es: Segons
el_gr: Δευτερόλεπτα
es_es: Segundos
fr_fr: Secondes
gl_es: Segundos
it_it: Secondi
ja_jp: 秒
pt_pt: Segundos
ru_ru: Секунды
tr_tr: Saniye

# LblOecUnableToDetermine
source: Unable to determine exposure time
ca_es: Impossible establir el temps d'exposició
el_gr: Δεν ήταν δυνατός ο υπολογισμός του χρόνου έκθεσης
es_es: No se puede determinar el tiempo de exposición
fr_fr: Impossible de déterminer le temps d'exposition
gl_es: Non se pode determinar o tempo de exposición
it_it: Impossibile impostare tempo di esposizione
ja_jp: 露出時間を決定できません
pt_pt: Não foi possível determinar o tempo de exposição
ru_ru: Не удалось определить время экспозиции
tr_tr: Pozlama süresi belirlenemiyor

# LblAbout
source: About
ca_es: Referent a
el_gr: Σχετικά
es_es: Acerca de
fr_fr: À propos de
gl_es: Sobre
it_it: Informazioni
ja_jp: 情報
pt_pt: Sobre
ru_ru: О программе
tr_tr: Hakkında

# LblAboutNINA
source: About N.I.N.A.
ca_es: Referent a N.I.N.A.
el_gr: Σχετικά με το N.I.N.A.
es_es: Sobre N.I.N.A.
fr_fr: À propos de N.I.N.A.
gl_es: Sobre N.I.N.A.
it_it: Informazioni Su N.I.N.A.
ja_jp: N.I.N.A.について
pt_pt: Sobre o N.I.N.A.
ru_ru: О компании N.I.N.A.
tr_tr: N.I.N.A. hakkında

# LblAuthors
source: Authors
ca_es: Autors
el_gr: Συγγραφείς
es_es: Creadores
fr_fr: Auteurs
gl_es: Autores
it_it: Autori
ja_jp: 投稿者
pt_pt: Autores
ru_ru: Авторы
tr_tr: Yazarlar

# LblChangelog
source: Change log
ca_es: Registre de canvis
es_es: Cambios
fr_fr: Historique des modifications
gl_es: Rexistro Cambios
it_it: Cambiamenti
ja_jp: 変更履歴
ru_ru: Список изменений
tr_tr: Değişim kaydı

# LblDocumentation
source: Documentation
ca_es: Documentació
el_gr: Εγχειρίδιο Χρήσης
es_es: Manual de uso
gl_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
pt_pt: Documentação
ru_ru: Документация
tr_tr: Dökümantasyon

# LblHomepage
source: Homepage
ca_es: Pàgina principal
el_gr: Αρχική Σελίδα
es_es: Página principal
fr_fr: Page d'accueil
gl_es: Páxina web
ja_jp: ホームページ
ru_ru: Сайт
tr_tr: Ana sayfa

# LblLicense
source: License
ca_es: Llicència
el_gr: Άδεια
es_es: Licencia
fr_fr: Licence
gl_es: Licenza
it_it: Licenza
ja_jp: ライセンス
pt_pt: Licença
ru_ru: Лицензия
tr_tr: Lisans

# LblRepository
source: Repository
ca_es: Dipòsit
el_gr: Ευρετήριο
es_es: Repositorio
fr_fr: Répertoire
gl_es: Repositorio
ja_jp: リポジトリ
pt_pt: Repositório
ru_ru: Репозиторий
tr_tr: Bilgi havuzu

# LblThirdPartyLicenses
source: Third party licenses
ca_es: Llicències de tercers
el_gr: Άδειες Τρίτων
es_es: Licencias de terceros
fr_fr: Licences tierces
gl_es: Licenzas de terceiros
it_it: Licenze Terze Parti
ja_jp: 第三者ライセンス
pt_pt: Licenças de Terceiros
ru_ru: Сторонние лицензии
tr_tr: Üçüncü taraf lisansları

# LblASCOMPlatformOutdated
source: ASCOM Platform version is outdated. Please update to the latest ASCOM platform version. Otherwise the application might not be able to connect to all ASCOM devices.
ca_es: La versió de la plataforma ASCOM no està actualitzada. Actualitzeu la versió més recent de la plataforma ASCOM. En cas contrari, és possible que l'aplicació no pugui connectar-se a tots els dispositius ASCOM correctament.
el_gr: Η έκδοση της πλατφόρμας ASCOM είναι ξεπερασμένη. Παρακαλώ ενημερώστε στην τελευταία πλατφόρμα ASCOM. Αλλιώς η εφαρμογή πιθανόν να μην μπορεί να συνδεθεί σε όλες τις συσκευές ASCOM.
es_es: La versión de la plataforma ASCOM está desactualizada. Por favor actualízala a la última versión, o de lo contrario, N.I.N.A. podría no ser capaz de conectarse a todos los dispositivos ASCOM.
fr_fr: La version de plateforme ASCOM est obsolète. Veuillez mettre à jour la plateforme ASCOM avec la dernière version disponible. Sinon, l'application pourrait ne pas être en mesure de se connecter à tous les périphériques ASCOM.
gl_es: A versión da plataforma ASCOM está desactualizada. Actualiza á versión máis recente da plataforma ASCOM. Se non, a aplicación non poderá conectarse a todos os dispositivos ASCOM.
it_it: La versione della piattaforma ASCOM è obsoleta. Si prega di aggiornare all'ultima versione della piattaforma ASCOM. In caso contrario, l'applicazione potrebbe non essere in grado di connettersi a tutti i dispositivi ASCOM.
ja_jp: ASCOMプラットフォームのバージョンが古くなっています。最新のバージョンにアップデートしてください。 そうしないと、すべてのASCOMデバイスに接続できなくなる可能性があります。
pt_pt: A Versão da Plataforma ASCOM está desactualizada. Por favor actualize para a versão mais recente. Caso contrário poderá não ser possível conectar todos os dispositivos ASCOM.
ru_ru: Версия ASCOM платформы устарела. Пожалуйста, обновитесь до последней версии платформы ASCOM. В противном случае приложение не сможет подключиться ко всем устройствам ASCOM.
tr_tr: ASCOM platform sürümü güncel değil. Lütfen en son ASCOM platform sürümüyle güncelleyin. Aksi halde uygulama tüm ASCOM aygıtlarına bağlanamayabilir.

# LblDomeShutter
source: Shutter
ca_es: Obturador
es_es: Obturador
fr_fr: Cimier
gl_es: Persiana
it_it: Otturatore
ja_jp: シャッター
pt_pt: Janela de observação
ru_ru: Затвор
tr_tr: Panjur

# LblDomeShutterClose
source: Close Shutter
ca_es: Tanca l'obturador
el_gr: Κλείσιμο
es_es: Cerrar ventana de la cúpula
gl_es: Pechar o obturador
ja_jp: シャッターを閉じる
pt_pt: Fechar
ru_ru: Закрыть

# LblDomeShutterOpen
source: Open Shutter
ca_es: Obre l'obturador
el_gr: Άνοιγμα
es_es: Abrir la ventana de la cúpula
gl_es: Abrir o obturador
ja_jp: シャッターを開く
pt_pt: Abrir
ru_ru: Открыть

# LblDomeRotateCW
source: Rotate clockwise
ca_es: Rotar en sentit horari
es_es: Girar en sentido horario
fr_fr: Rotation horaire
gl_es: Rotar en sentido horario
it_it: Ruota in senso orario
ja_jp: 時計回りに回転
pt_pt: Rodar no sentido horário
ru_ru: Повернуть по часовой стрелке
tr_tr: Saat yönünde döndür

# LblDomeRotateCCW
source: Rotate anticlockwise
ca_es: Rotar en sentit anti-horari
el_gr: Rotate counter-clockwise
es_es: Girar en sentido contrario al reloj
fr_fr: Rotation anti-horaire
gl_es: Rotar en sentido antihorario
it_it: Ruota in senso antiorario
ja_jp: 反時計回りに回転
pt_pt: Rodar no sentido anti-horário
ru_ru: Повернуть против часовой стрелки
tr_tr: Saatin aksi yönünde döndür

# LblDomeSynchronization
source: Synchronization
ca_es: Sincronització
el_gr: Συγχρονισμός
es_es: Sincronización
fr_fr: Synchronisation
gl_es: Sincronización
it_it: Sincronizzazione
ja_jp: 同期
pt_pt: Sincronização
ru_ru: Синхронизация
tr_tr: Senkronizasyon

# LblDomeSyncAzimuth
source: Sync
ca_es: Sinc
el_gr: Συγχρονισμός
es_es: Sinc
gl_es: Sincr
it_it: Sincronizza
ja_jp: 同期
pt_pt: Sincronizar
ru_ru: Синхр.
tr_tr: Senkronize et

# LblDomeSyncAzimuthTooltip
source: Syncs the dome azimuth to the value calculated from the telescope direction and dome measurements
ca_es: Sincronitza l'azimut de la cúpula amb el valor calculat a partir de la direcció del telescopi i les mesures de la cúpula
es_es: Sincroniza el acimut de la cúpula con el valor calculado a partir de la dirección del telescopio y las mediciones de la cúpula
fr_fr: Synchroniser l’azimut du dôme à partir de la direction du télescope et des mesures du dôme
gl_es: Sincroniza o acimut da cúpula co valor calculado a partir da dirección do telescopio e as medidas da cúpula
it_it: Sincronizza l'azimuth della cupola al valore calcolato in base alla direzione del telescopio e alle misurazioni della cupola
ja_jp: 望遠鏡の方向とドームの大きさから計算された値に、ドームの方位角を同期します。
pt_pt: Sincroniza em azimute para o valor calculado a partir da direcção do telescópio e das medições do observatório
ru_ru: Синхронизирует азимут купола с значением, рассчитанным по направлению телескопа и измерениям купола
tr_tr: Kubbe yükseklik açısını teleskop yönü ve kubbe ölçümlerinden hesaplanan değerle senkronize eder

# LblDomeStopTooltip
source: Stops all dome shutter and rotation movement
ca_es: Atura tots els moviments d'obturació i rotació de la cúpula
es_es: Detiene todo, el obturador de cúpula y el movimiento de rotación
fr_fr: Arrêter le dôme
gl_es: Detén todo o movemento da persiana e xiro da cúpula
it_it: Ferma la serranda della cupola e il movimento di rotazione
ja_jp: ドームのシャッターと回転の動きを全て停止します
pt_pt: Pára todos os movimentos de rotação e janela de observação
ru_ru: Останавливает все затворы и вращение купола
tr_tr: Kubbe panjurunun ve dönüşünün hareketini durdurur

# LblDomeManualSlewTooltip
source: Rotate the dome to a target azimuth
ca_es: Gireu la cúpula fins a un azimut objectiu
es_es: Girar la cúpula al acimut objetivo
fr_fr: Pivoter le dôme vers la cible
gl_es: Xira a cúpula ata un acimut determinado
it_it: Ruota la cupola verso un azimuth
ja_jp: ドームを目標の方位角に回転
pt_pt: Roda o observatório para o destino em azimute
ru_ru: Повернуть купол до целевого азимута
tr_tr: Kubbeyi bir hedefin yüksekliğine döndürür

# LblDomeParkTooltip
source: Rotate the dome to the park location set in the driver and close the shutter
ca_es: Gireu la cúpula fins a la posició aparcament (park) establerta al controlador i tanqueu l'obturador
es_es: Girar la cúpula a la posición de aparcado establecida en el controlador y cerrar el obturador
fr_fr: Parquer le dôme et fermer le cimier
gl_es: Xirar a cúpula ata a situación de estacionamento definida no controlador e pechar a persiana
it_it: Ruotare la cupola verso la posizione di parcheggio impostata nel driver e chiudi la serranda
ja_jp: ドームをドライバーに設定されたパーク位置に回転させ、シャッターを閉じます
pt_pt: Roda o observatório para a posição de park definida no driver e fecha a janela de observação
ru_ru: Повернуть купол к месту парковки, установленному в драйвере, и закрыть затвор
tr_tr: Kubbeyi, sürücüde ayarlanan park pozisyonuna döndürür ve panjuru kapatır

# LblDynamicBrightness
source: Dynamic brightness
ca_es: Lluminositat Dinàmica
el_gr: Δυναμική Φωτεινότητα
es_es: Brillo Dinámico
fr_fr: Luminosité dynamique
gl_es: Luminosidade Dinámica
it_it: Luminosità Dinamica
ja_jp: 動的な輝度
pt_pt: Brilho Dinâmico
ru_ru: Динамическая яркость
tr_tr: Dinamik parlaklık

# LblDynamicExposure
source: Dynamic exposure
ca_es: Exposició Dinàmica
el_gr: Δυναμική Έκθεση
es_es: Exposición dinámica
fr_fr: Exposition dynamique
gl_es: Exposición Dinámica
it_it: Esposizione Dinamica
ja_jp: 動的な露光
pt_pt: Exposição Dinâmica
ru_ru: Динамическая экспозиция
tr_tr: Dinamik pozlama

# LblFlatPanelBrightness
source: Flat panel brightness
ca_es: Lluminositat del Panell de Flats
el_gr: Φωτεινότητα Flat Πάνελ
es_es: Brillo del panel de flats
fr_fr: Luminosité du panneau à flats
gl_es: Luminosidade do Panel de Flat
it_it: Luminosità Pannello per Flats
ja_jp: フラットパネルの輝度
pt_pt: Brilho do Painel de Flats
ru_ru: Яркость флэт панели
tr_tr: Düz kare paneli parlaklığı

# LblFlatPanelMaxBrightness
source: Max. flat panel brightness
ca_es: Lluminositat màxima del Panell de Flats
el_gr: Μέγιστη Φωτεινότητα Flat Πάνελ
es_es: Brillo máximo de panel de flats
fr_fr: Luminosité max du panneau à flats
gl_es: Luminosidade Máx do Panel de Flat
it_it: Luminosità Pannello per Flats
ja_jp: フラットパネルの最大の明るさ
pt_pt: Brilho Máximo do Painel de Flats
ru_ru: Максимальная яркость флэт панели
tr_tr: Maks. Düz kare paneli parlaklığı

# LblFlatPanelMinBrightness
source: Min. flat panel brightness
ca_es: Lluminositat mínima del Panell de Flats
el_gr: Ελάχιστη Φωτεινότητα Flat Πάνελ
es_es: Brillo mínimo del panel de flats
fr_fr: Luminosité min du panneau à flats
gl_es: Luminosidade Mín do Panel de Flat
it_it: Luminosità Minima Pannello per Flats
ja_jp: フラットパネルの最小の明るさ
pt_pt: Brilho Mínimo do Painel de Flats
ru_ru: Минимальная яркость флэт панели
tr_tr: Min. Düz kare paneli parlaklığı

# LblWizardOperationMode
source: Wizard mode
ca_es: Mode Assitent
es_es: Modo asistente
fr_fr: Mode Assistant
gl_es: Modo Asistente
it_it: Modalità Wizard
ja_jp: ウィザード モード
pt_pt: Modo de Assistente
ru_ru: Режим мастера
tr_tr: Sihirbaz modu

# LblDomeAzimuthToleranceDegrees
source: Azimuth tolerance
ca_es: Tolerància d'azimut
es_es: Tolerancia de Azimut
fr_fr: Tolérance d'Azimuth
gl_es: Tolerancia de Acimut
ja_jp: 方位角トレランス
pt_pt: Tolerância de Azimute
ru_ru: Допуск по азимуту
tr_tr: Azimut toleransı

# LblDomeAzimuthToleranceDegreesTooltip
source: The dome slews if the target azimuth is off by more than this amount
ca_es: La cúpula gira, si l'azimut objectiu supera d'aquesta quantitat
el_gr: Ο θόλος μετακινείται αν το αζιμούθιο του στόχου είναι εκτός από αυτή την ποσότητα
es_es: La cúpula gira, si el acimut del objetivo supera esta cantidad
fr_fr: Le dôme pivote si l'azimut de la cible est décalé de plus de cette valeur
gl_es: A cúpula móvese se o obxectivo de acimut supera esta cantidade
it_it: La cupola si muove se il valore impostato di azimuth è fuori da questo valore
ja_jp: 目標方位角がこの値より離れている場合、ドームは旋回します
pt_pt: A cúpula move-se se a distância em azimute do objecto for maior que este valor
ru_ru: Купол движется если азимут цели отличается больше чем это значение
tr_tr: Hedef azimut bu miktardan daha darsa kubbe döner

# LblDomeDirectDriver
source: Use N.I.N.A. direct following
ca_es: Utilitzeu el seguiment directe de NINA
el_gr: Να γίνει χρήση της Άμεσης Ακολούθησης ΝΙΝΑ
es_es: Usar seguimiento directo de NINA
fr_fr: Utiliser le suivi direct NINA
gl_es: Usar Seguimento Directo de NINA
it_it: Utilizza l'Inseguimento Diretto di NINA
ja_jp: NINAダイレクトフォローを使用する
pt_pt: Usar o Direct Following do NINA
ru_ru: Использовать подписку NINA
tr_tr: Direk takip için NINA'yı kullan
