Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceItem_Platesolving_CenterAndRotate_Description
source: Slews to the target, centers the target and rotates the telescope via plate solving and a rotator for the given coordinates and rotation
ca_es: Centra y gira el telescopi a través de la resolució de plaques i un rotador per a les coordenades y rotació donades
es_es: Se desplaza hacia el objeto, lo centra y rota el telescopio vía astrometría (platesolve) y un rotador a las coordenadas y ángulo especificados
fr_fr: Se déplace vers la cible, centre la cible et fait tourner le télescope via la résolution de plaques et un rotateur pour les coordonnées et la rotation données
gl_es: Desprázase ó obxectivo, céntrao e xira o telescopio mediante a astrometría e un rotador para as coordenadas e rotación dadas
ja_jp: プレートソルブと回転装置を使って、指定された座標と回転角度に、目標を導入し、中心に合わせ、望遠鏡を回転させます
pt_pt: Move para o objecto, centra o objecto e roda o telescópio e o rotador com recurso ao plate solve de acordo com as coordenadas e rotação definidas
tr_tr: Verilen koordinatlara yönelme ve döndürme işlemi için plate solving ve bir döndürücü aracılığıyla teleskopu hedefe çevirir, merkezler ve döndürür

# Lbl_SequenceItem_Platesolving_CenterAndRotate_Name
source: Slew, center and rotate
ca_es: Gira, Centra i Rota
es_es: Moverse, centrar y rotar
fr_fr: Déplacer, centrer et pivoter
gl_es: Desprazar, centrar e rotar
ja_jp: 導入、中心合わせ、回転
pt_pt: Mover, centrar e rodar
tr_tr: Çevir, merkezle ve döndür

# Lbl_SequenceItem_Platesolving_Center_Description
source: Slews to the target and centers the telescope via plate solving for the given coordinates
ca_es: Envia i centra el telescopi a través de l'astrometria per a las coordenades donades
es_es: Dirige y centra el telescopio vía astrometría (platesolve) a las coordenadas dadas especificadas
fr_fr: Se déplace vers la cible et centre le télescope avec la résolution astrométrique pour les coordonnées données
gl_es: Desprázase ó obxectivo e centra o telescopio coa astrometría para as coordenadas dadas
ja_jp: プレートソルブして、指定された座標に目標を導入し、望遠鏡を中央に合わせます
pt_pt: Move para o objecto e centra o telescópio com recurso ao plate solve para as coordenadas definidas
tr_tr: Teleskopu plate solving aracılığıyla verilen koordinatlara çevirir ve merkezler

# Lbl_SequenceItem_Platesolving_Center_Name
source: Slew and center
ca_es: Gira i centra
es_es: Mover y centrar
fr_fr: Déplacer et centrer
gl_es: Desprazar e centrar
ja_jp: 導入と中心合わせ
pt_pt: Mover e centrar
tr_tr: Çevir ve merkezle

# Lbl_SequenceItem_Telescope_ParkScope_Description
source: Parks the telescope to the park position
ca_es: Situa el telescopi a la posició aparcament (park)
es_es: Aparca el telescopio a la posición de aparcado
fr_fr: Parque le télescope à la position du park
gl_es: Estaciona o telescopio na posición de estacionamento
it_it: Parcheggia il telescopio fino alla posizione di parcheggio
ja_jp: 望遠鏡を所定の位置にパークさせます
pt_pt: Coloca o telescópio na posição de park
ru_ru: Паркует телескоп к позиции парка
tr_tr: Teleskopu park pozisyonunda park eder

# Lbl_SequenceItem_Telescope_ParkScope_Name
source: Park Scope
ca_es: Estacionar (park) telescopi
es_es: Aparcar telescopio
fr_fr: Parquer/Déparquer le télescope
gl_es: Estacionar Telescopio
it_it: Parcheggia Telescopio
ja_jp: 望遠鏡のパーク
pt_pt: Ir para a posição de park
ru_ru: Запарковать телескоп
tr_tr: Teleskopu park et

# Lbl_SequenceItem_Telescope_SlewScopeToAltAz_Description
source: Slews the telescope to the given altitude and azimuth coordinates
ca_es: Envia el telescopi a las coordenades d'altitud i azimut donades
es_es: Lleva el telescopio a las coordenadas de altitud y acimut dadas
fr_fr: Déplace le télescope aux coordonnées de l'altitude et de l'azimuth données
gl_es: Mover o telescopio a unhas coordenadas de altitude e acimut determinadas
it_it: Punta il telescopio verso coordinate di altitudine e azimut selezionate
ja_jp: 所定の高度と方位角座標に望遠鏡を移動させます
pt_pt: Move o telescópio para as coordenadas em altitude e azimute definidas
ru_ru: Двигает телескоп к заданным координатам высоты и азимута
tr_tr: Teleskopu belirtilen yükseklik ve azimut koordinatlarına çevirir

# Lbl_SequenceItem_Telescope_SlewScopeToAltAz_Name
source: Slew To Alt/Az
ca_es: Girar a Alt/Az
es_es: Girar a Alt/Aci
fr_fr: Déplacer vers Alt/Az
gl_es: Mover A Alt/Acim
it_it: Punta verso Alt/Az
ja_jp: 高度/方位角に移動
pt_pt: Mover para Alt/Az
ru_ru: Движение к Альт/Аз
tr_tr: Alt/Az 'ye döndür

# Lbl_SequenceItem_Telescope_SlewScopeToRaDec_Description
source: Slews the telescope to the given right ascension and declination coordinates
ca_es: Envia el telescopi a les coordenades donades de declinació i ascensió recta
es_es: Lleva el telescopio a las coordenadas dadas de declinación y ascensión recta
fr_fr: Déplace le télescope aux coordonnées d'ascension droite et de déclinaison données
gl_es: Mover o telescopio a unhas coordenadas de ascensión recta e declinación determinadas
it_it: Punta il telescopio alle coordinate di ascensione retta e declinazione selezionate
ja_jp: 所定の赤経と赤緯座標に望遠鏡を移動させます
pt_pt: Move o telescópio para as coordenadas em ascensão recta e declinação definidas
ru_ru: Двигает телескоп к заданным координатам прямого восхождения и склонения
tr_tr: Teleskopu belirtilen RA ve DEC koordinatlarına çevirir

# Lbl_SequenceItem_Telescope_SlewScopeToRaDec_Name
source: Slew To Ra/Dec
ca_es: Gira a Ar/Dec
es_es: Gira a AR/Dec
fr_fr: Déplace vers Ad/Dec
gl_es: Mover A AR/Dec
it_it: Punta verso Ar/Dec
ja_jp: 赤緯／赤経に移動
pt_pt: Mover para Ar/Dec
ru_ru: Движение к П.В./Скл
tr_tr: RA/DEC'e çevir

# Lbl_SequenceItem_Telescope_UnparkScope_Description
source: Unparks the telescope
ca_es: Treu el telescopi de l'aparcament
es_es: Desaparca el telescopio
fr_fr: Déparque le télescope
gl_es: Desaparca o telescopio
it_it: Sblocca il telescopio
ja_jp: 望遠鏡のパークを解除します
pt_pt: Move o telescópio para a posição de Unpark
ru_ru: Распаркует телескоп
tr_tr: Teleskopu parktan çıkarır

# Lbl_SequenceItem_Telescope_UnparkScope_Name
source: Unpark Scope
ca_es: Treure Telescopi de l'aparcament
es_es: Desaparcar telescopio
fr_fr: Déparquer le télescope
gl_es: Desaparcar Telescopio
it_it: Sblocca il Telescopio
ja_jp: 望遠鏡のパーク解除
pt_pt: Ir para a posição de Unpark
ru_ru: Распарковать телескоп
tr_tr: Teleskopu parktan çıkar

# Lbl_SequenceItem_Telescope_SetTracking_Name
source: Set Tracking
ca_es: Definir el seguiment
el_gr: Ορισμός Ακολούθησης
es_es: Establecer seguimiento
fr_fr: Définir le suivi
gl_es: Establecer Seguimento
it_it: Imposta Velocità di Tracciamento
ja_jp: 追尾に設定
pt_pt: Definir o Seguimento
ru_ru: Задать слежение
tr_tr: Takibi ayarla

# Lbl_SequenceItem_Telescope_SetTracking_Description
source: Sets the tracking mode on the mount
ca_es: Estableix el mode de seguiment a la muntura
el_gr: Ορίζει την λειτουργία ακολούθησης της στήριξης
es_es: Establece el modo de seguimiento en la montura
fr_fr: Définit le mode de suivi sur la monture
gl_es: Establece o modo de seguimento da montura
it_it: Imposta la modalità di tracciamento della montatura
ja_jp: 赤道儀を追尾モードに設定します
pt_pt: Define o modo de seguimento na montagem
ru_ru: Устанавливает режим отслеживания у монтировки
tr_tr: Kundakta takip modunu ayarlar

# LblTrackingModeNotSupported
source: Tracking mode not supported by the mount
ca_es: El mode de seguiment no és compatible amb la muntura
el_gr: Η λειτουργία Ακολούθησης δεν υποστηρίζεται από την στήριξη
es_es: Modo de seguimiento incompatible con la montura
fr_fr: Mode de suivi non pris en charge par la monture
gl_es: Modo de seguimento incompatible coa montura
it_it: Modalità di tracciamento non supportata dalla montatura
ja_jp: 赤道儀は追尾モードをサポートしていません
pt_pt: Modo de seguimento não suportado pela montagem
ru_ru: Режим отслеживания не поддерживается монтировкой
tr_tr: Takip m odu kundak tarafından desteklenmiyor

# Lbl_SequenceItem_Utility_Annotation_Description
source: A utility item to add annotations to a sequence
ca_es: Un element útil per afegir anotacions a una seqüència
es_es: Un elemento útil para añadir anotaciones a la secuencia
fr_fr: Un objet utilitaire pour ajouter des annotations à une séquence
gl_es: Un elemento útil para engadir anotacións á secuencia
it_it: Un elemento di utilità per aggiungere annotazioni a una sequenza
ja_jp: シーケンスに注釈を追加するユーティリティアイテム
pt_pt: Um utilitário para adicionar anotações à sequência
ru_ru: Удобный элемент для добавления примечаний в серию
tr_tr: Bir sekansa ek açıklamalar eklemek için yardımcı program öğesi

# Lbl_SequenceItem_Utility_Annotation_Name
source: Annotation
ca_es: Anotació
es_es: Anotación
gl_es: Anotación
it_it: Annotazione
ja_jp: 注釈
pt_pt: Anotação
ru_ru: Аннотация
tr_tr: Ek açıklama

# Lbl_SequenceItem_Utility_ExternalScript_Description
source: Calls an external script for the given path
ca_es: Crida a un script extern per a la ruta donada
es_es: Llama a un script externo para una ruta dada
fr_fr: Appelle un script externe pour le chemin donné
gl_es: Chama a un script externo nunha ruta dada
it_it: Invoca uno script esterno per il percorso specificato
ja_jp: 指定されたパスの外部スクリプトを呼び出します
pt_pt: Executa um script externo a partir do caminho definido
ru_ru: Вызывает внешний скрипт для данного пути
tr_tr: Bedlirtilen yola harici bir yazılılımı çağırır

# Lbl_SequenceItem_Utility_ExternalScript_Name
source: External Script
ca_es: Script extern
es_es: Script externo
fr_fr: Script externe
gl_es: Script Externo
it_it: Script Esterno
ja_jp: 外部スクリプト
pt_pt: Script externo
ru_ru: Внешний скрипт
tr_tr: Harici yazılım

# Lbl_SequenceItem_Utility_MessageBox_Description
source: Opens up a message box with the provided text to be clicked. Can be used as a manual stop, e.g. to cover the scope for dark frames
ca_es: Obre una caixa de missatge amb el text preparat per fer clic. Es pot utilitzar com a parada manual, p. Ex. per cobrir el telescopi per prendre darks
es_es: Abre una caja de mensaje con el texto preparado para clicar. Se puede usar como parada manual, por ejemplo, o para tapar el telescopio para tomar darks.
fr_fr: Ouvre une boîte de message avec le texte fourni à cliquer. Peut être utilisé comme un arrêt manuel, par ex pour couvrir le télescope pour les darks
gl_es: Abre unha caixa de mensaxes cun texto para facer clicPódese usar como parada manual, por exemplo, ou para cubrir o telescopio para os darks
it_it: Apre una casella di messaggio con il testo fornito da cliccare. Può essere utilizzato come arresto manuale, ad esempio per coprire il telescopio per dark frames
ja_jp: クリックする文字列を含むメッセージボックスを開きます。 例えば、ダークフレーム用に望遠鏡に蓋をするために、手動で停止するときに使うことができます。
pt_pt: Abre uma caixa de mensagem com o texto para se fazer click. Pode ser usada como paragem manual, por exemplo para cobrir o telescópio para os darks
ru_ru: Открывает окно с текстом для нажатия. Может использоваться как ручная остановка, например, для покрытия области для темных кадров
tr_tr: Metin içeren, tıklanması mümkün olan bir mesaj kutusu açar. Manuel durdurma olarak kullanılabilir, örn: Siyah kareler için teleskopu kapat

# Lbl_SequenceItem_Utility_MessageBox_Name
source: Message Box
ca_es: Caixa de misstage
es_es: Caja de mensaje
fr_fr: Boîte de messages
gl_es: Caixa de mensaxes
it_it: Casella Messaggi
ja_jp: メッセージ ボックス
pt_pt: Mensagem de texto
ru_ru: Окно сообщения
tr_tr: Mesaj kutusu

# Lbl_SequenceItem_Utility_WaitForAltitude_Description
source: Waits until the altitude has been reached for the given coordinates
ca_es: Espera a assolir l'altitud per obtenir les coordenades donades
es_es: Espera hasta que se alcance la altitud para las coordenadas dadas
fr_fr: Attend jusqu'à ce que l'altitude soit atteinte pour les coordonnées données
gl_es: Agarda ata que a altitude alcance unha coordenadas determinadas
it_it: Attendere che l'altitudine sia stata raggiunta per le coordinate date
ja_jp: 指定された座標の高度に達するまで待機します
pt_pt: Aguarda até que a altitude tenha sido atingida para as coordenadas definidas
ru_ru: Ожидание достижения высоты для заданных координат
tr_tr: Yükseklik, verilen koordinatlara ulaşıncaya kadar bekler

# Lbl_SequenceItem_Utility_WaitForAltitude_Name
source: Wait for Altitude
ca_es: Espera l'altitud
el_gr: Αναμονή για Υψόμετρο
es_es: Espere a la altitud
fr_fr: Attendre l'altitude
gl_es: Agardar pola Altitude
it_it: Attendere l'altitudine
ja_jp: 高度まで待機
pt_pt: A aguardar pela Altitude
ru_ru: Дождитесь высоты
tr_tr: Yüksekliği bekle

# Lbl_SequenceItem_Utility_WaitForTimeSpan_Description
source: Waits for a given duration in seconds
ca_es: Espera una durada determinada en segons
es_es: Espera una duración determinada en segundos
fr_fr: Attend une durée donnée en secondes
gl_es: Agarda durante uns segundos determinados
it_it: Attendere una data durata in secondi
ja_jp: 指定された時間（秒）待機します
pt_pt: Aguarda por uma determinada duração em segundos
ru_ru: Ждать заданную длительность в секундах
tr_tr: Verilen saniye cinsinden süreyi bekler

# Lbl_SequenceItem_Utility_WaitForTimeSpan_Name
source: Wait for Time Span
ca_es: Espera durant un interval de temps
es_es: Espera durante un intervalo de tiempo
fr_fr: Attendre la durée
gl_es: Agardar un Intervalo de Tempo
it_it: Attendere un intervallo di tempo
ja_jp: 指定時間待機
pt_pt: Aguardar por um intervalo de tempo
ru_ru: Время ожидания
tr_tr: Zaman aralığı bekle

# Lbl_SequenceItem_Utility_WaitForTime_Description
source: Waits for the specified time in the hh:mm:ss format. Additionally a utility box is available to auto populate it for sunset, dusk, dawn and sunrise
ca_es: Espera l'hora especificada en el format hh:mm:ss. A més, hi ha disponible una caixa d’utilitat per omplir-la automàticament a la posta de sol, al capvespre, a l’alba i a la sortida del sol
es_es: Espera el tiempo especificado en el formato hh:mm:ss Además, está disponible una caja para rellenarla automáticamente para crepúsculo, anochecer, alba y amanecer
fr_fr: Attend l'heure spécifiée au format hh:mm:ss. De plus, un utilitaire est disponible pour remplir automatiquement les coucher, crépuscule, aube et lever du soleil
gl_es: Agarda o tempo indicado no formato hh:mm:ss. Ademais, está dispoñible unha caixa para cubrila automaticamente para a alba, o amencer, o luscofusco e o solpor
it_it: Aspetta il tempo specificato nel formato hh:mm:ss. Inoltre è disponibile una utility box per popolarlo automaticamente per tramonto, crepuscolo, alba
ja_jp: 指定された時間（hh:mm:ss 形式）待機します。さらに、ユーティリティボックスが利用でき、そこには日没、夕暮れ、夜明け、日の出用の情報が自動的に設定されます。
pt_pt: Aguarda o tempo definido no formato hh:mm:ss. Adicionalmente, está disponível um utilitário para preencher de forma automática o pôr do Sol, crepúsculo, alvorecer e nascer do Sol
ru_ru: Ждёт заданного времени в формате чч:мм:сс. Дополнительно окно утилиты доступно для автозаполнения заката, сумерек, рассвета и восхода Солнца
tr_tr: Ss: dd: ss biçiminde belirtilen zamanı bekler. Ayrıca, gün batımı, alacakaranlık, şafak ve gün doğumunu otomatik olarak doldurmak için bir yardımcı program kutusu mevcuttur

# Lbl_SequenceItem_Utility_WaitForTime_Name
source: Wait for Time
ca_es: Esperar un Temps
es_es: Esperar un tiempo
fr_fr: Attendre l'heure
gl_es: Agardar un Tempo
it_it: Attendere un intervallo di tempo
ja_jp: 指定時間待機
pt_pt: Aguardar um período de tempo
ru_ru: Ожидание времени
tr_tr: Zamanı bekle

# Lbl_SequenceTrigger_CenterAfterDriftTrigger_Name
source: Center After Drift
ca_es: Centrar després de la deriva
es_es: Centrar después de la deriva
fr_fr: Centrer après la dérive
gl_es: Centrar Despois da Deriva
it_it: Centra dopo deriva
ja_jp: ドリフト後に再中央化
pt_pt: Centrar após a Deriva
ru_ru: Центр после дрейфа
tr_tr: Kaymadan sonra merkezleme

# Lbl_SequenceTrigger_CenterAfterDriftTrigger_Description
source: A trigger to initiate a recentering after platesolving determines the telescope has drifted too far from the target coordinates
ca_es: Un activador per iniciar un nou procés de centrat després de la resolució de plaques determina que el telescopi s'ha allunyat massa de les coordenades de l'objectiu
es_es: Un activador para iniciar un recentrado después de que la astrometría determine que el telescopio se ha alejado demasiado de las coordenadas del objetivo
fr_fr: Un déclencheur pour lancer un recentrage après que la résolution astrométrique ai déterminé que le télescope a dérivé trop loin des coordonnées de la cible
gl_es: Un activador para iniciar un proceso de recentrado tras a astrometría determina que o telescopio se afastou demasiado das coordenadas do obxectivo
it_it: Un trigger per avviare un ricentramento dopo che il platesolving determina che il telescopio si è allontanato troppo dalle coordinate del target
ja_jp: プレートソルブ後に目標座標から大きく移動したと判断し、再中央化開始するトリガー
pt_pt: Uma ação para iniciar a recentragem após o platesolve determina que o telescópio derivou demasiado das coordenadas de destino
ru_ru: Триггер для инициации повторного центрирования после того, как плэйтсолв определяет, что телескоп слишком далеко ушел от координат цели
tr_tr: Plate solving teleskopun hedef koordinatlardan çok uzağa sürüklendiğini belirledikten sonra yeniden merkezleme başlatmak için bir tetikleyici

# Lbl_SequenceTrigger_AutofocusAfterHFRIncreaseTrigger_Description
source: A trigger to initiate an autofocus run after the HFR has increased by the given amount in percent since the last autofocus run or start of sequence
ca_es: Un activador per iniciar l'enfocament automàtic després que l’HFR hagi augmentat la quantitat donada en percentatge des de la darrera execució d’enfocament automàtic o inici de la seqüència
es_es: Un activador para iniciar el autofocus después de que el HFR haya aumentado en un porcentaje dado desde el último autoenfoque o inicio de la secuencia
fr_fr: Un déclencheur pour lancer une mise au point automatique après que le HFR a augmenté du pourcentage donné depuis la dernière exécution ou lancement de la séquence
gl_es: Un desencadeante que inicia o enfoque automático despois de que o HFR aumentase na cantidade dada en porcentaxe desde a última execución de enfoque automático ou inicio da secuencia
it_it: Un trigger per avviare un'esecuzione di autofocus dopo che l'HFR è aumentato della quantità data in percentuale dall'ultima esecuzione di autofocus o dall'inizio della sequenza
ja_jp: 前回のオートフォーカス実行またはシーケンス開始後で、HFRが設定値（パーセント）だけ増えた後に、オートフォーカスを開始するトリガー
pt_pt: Uma acção para iniciar a focagem automática após o HFR ter aumentado em percentagem o valor especificado desde a ultima focagem automática ou inicio da sequência
ru_ru: Триггер для инициирования автофокуса после того, как HFR увеличился на заданное количество в процентах с момента последнего автофокуса или начала серии
tr_tr: Son otomatik netleme çalışmasından veya sekans başlangıcından bu yana HFR, yüzde olarak belirtilen miktarda arttıktan sonra bir otomatik netleme çalışmasını başlatmak için tetikleyici

# Lbl_SequenceTrigger_AutofocusAfterHFRIncreaseTrigger_Name
source: AF After HFR Increase
ca_es: EA després increment de HFR
el_gr: Αυτόματη Εστίαση Μετά την Αύξηση του HFR
es_es: AE tras incremento de HFR
fr_fr: AF après l'augmentation du HFR
gl_es: Incrementar AutoFoco Tras HFR
it_it: AF dopo aumento HFR
ja_jp: HFR増加後のオートフォーカス
pt_pt: FA após aumento de HFR
ru_ru: АФ после увеличения HFR
tr_tr: HFR artışı sonrası AF

# Lbl_SequenceTrigger_AutofocusAfterTemperatureChangeTrigger_Description
source: A trigger to initiate an autofocus run after the temperature has changed by the given amount in degrees since the last autofocus run or start of sequence
ca_es: Un activador per iniciar l'enfocament automàtic després que la temperatura hagi augmentat la quantitat donada en graus des de la darrera execució d’enfocament automàtic o inici de la seqüència
es_es: Un activador para iniciar el autofocus después de que la temperatura haya cambiado en un porcentaje dado desde el último autoenfoque o inicio de la secuencia
fr_fr: Un déclencheur pour lancer une mise au point automatique après que la température a changé de la quantité donnée en degrés depuis la dernière exécution ou lancement de la séquence
gl_es: Un desencadeante para iniciar o enfoque automático despois de que a temperatura cambiase nunha cantidade dada en graos dende a última execución de enfoque automático ou o inicio da secuencia
it_it: Un trigger per avviare un'esecuzione di autofocus dopo che la temperatura è cambiata dalla quantità data in gradi dall'ultima esecuzione di autofocus o dall'inizio della sequenza
ja_jp: 前回のオートフォーカス実行またはシーケンス開始後で、気温が設定値だけ変化した後に、オートフォーカスを開始するトリガー
pt_pt: Uma acção para iniciar a focagem automática após a temperatura em graus ter alterado desde a ultima focagem automática ou inicio da sequência
ru_ru: Триггер для инициирования автофокуса после изменения температуры на заданное количество в градусах с момента последнего автофокуса или начала серии
tr_tr: Son otomatik netleme çalışmasından veya sekans başlangıcından bu yana sıcaklık, derece olarak belirtilen miktarda değiştikten sonra bir otomatik netleme çalışmasını başlatmak için tetikleyici

# Lbl_SequenceTrigger_AutofocusAfterTemperatureChangeTrigger_Name
source: AF After Temperature Change
ca_es: EA després d'un canvi de temperatura
el_gr: Αυτόματη Εστίαση Μετά την Θερμοκρασιακή Αλλαγή
es_es: AE tras un cambio de temperatura
fr_fr: AF après changement de température
gl_es: AF despois de Cambiar Temperatura
it_it: AF dopo cambio di temperatura
ja_jp: 温度変更後のオートフォーカス
pt_pt: FA após alteração de temperatura
ru_ru: АФ после изменения температуры
tr_tr: Sıcaklık değişiminden sonra AF

# Lbl_SequenceTrigger_AutofocusAfterTimeTrigger_Description
source: A trigger to initiate an autofocus run after the time has passed by the given amount in minutes since the last autofocus run or start of sequence
ca_es: Un activador per iniciar l'enfocament automàtic després d'un temps donat des de la darrera execució d’enfocament automàtic o inici de la seqüència
es_es: Un activador para iniciar el autoenfoque después de de un tiempo dado desde el último autoenfoque o inicio de la secuencia
fr_fr: Un déclencheur pour lancer une mise au point automatique après le délai donné en minutes depuis la dernière exécution ou lancement de la séquence
gl_es: Un desencadeante para iniciar o enfoque automático unha vez transcorrido o tempo nunha cantidade dada en minutos dende a última execución de enfoque automático ou o inicio da secuencia
it_it: Un trigger per avviare un autofocus dopo un determinato intervallo in minuti dall'ultima esecuzione di autofocus o dall'inizio della sequenza
ja_jp: 前回のオートフォーカス実行またはシーケンス開始後で、時間が設定値（分）だけ経過した後に、オートフォーカスを開始するトリガー
pt_pt: Uma acção para iniciar a focagem automática após o tempo especificado em minutos ter sido ultrapassado desde a ultima focagem automática ou inicio da sequência
ru_ru: Триггер для запуска автофокуса после времени, прошедшего на заданное количество минут с момента последнего автофокуса или начала серии
tr_tr: Son otomatik netleme çalışmasından veya sekans başlangıcından bu yana süre, dakika olarak belirtilen miktarda değiştikten sonra bir otomatik netleme çalışmasını başlatmak için tetikleyici

# Lbl_SequenceTrigger_AutofocusAfterTimeTrigger_Name
source: AF After Time
ca_es: EA després d'un temps
es_es: AE después del tiempo
fr_fr: AF après le délai
gl_es: AF Despois dun Tempo
it_it: AF dopo tempo
ja_jp: 指定時間後のオートフォーカス
pt_pt: FA após tempo
ru_ru: АФ после времени
tr_tr: Belirtilen zaman sonrası AF
