Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblAutoFocusPointOutsideOfBounds
source: Determined focus point position is outside of the overall measurement points of the curve. Fitting is incorrect and autofocus settings most likely incorrect.
ca_es: La posició determinada del punt d'enfocament està fora dels punts de mesurament generals de la corba. L'ajustament és incorrecte i la configuració de l'enfocament automàtic probablement sigui incorrecta.
es_es: La posición del punto de enfoque está fuera de los puntos de medición globales de la curva; el ajuste es incorrecto y los ajustes del autoenfoque probablemente también lo sean.
fr_fr: La position du point de mise au point déterminé est en dehors des points de mesure globaux de la courbe. L'installation est incorrecte et les paramètres de mise au point automatique sont probablement incorrects.
gl_es: A posición determinada do punto de enfoque está fóra dos puntos de medida globais da curva. A instalación é incorrecta e a configuración do autofoco probablemente tamén o sexa.
ja_jp: 決定されたフォーカス位置が、曲線の全体的な測定位置から外れています。近似が不正確ですし、ほぼ間違いなくオートフォーカスの設定が正しくありません。
pt_pt: A posição do ponto de foco determinado está fora dos pontos de medição globais da curva. O ajuste é incorreto e as configurações de focagem automática estarão provavelmente incorretas.
ru_ru: Вычисленная позиция точки фокуса находится за пределами всех точек измерения кривой. Подгонка кривой не корректна, и, скорее всего, настройки автофокусировки неправильны.
tr_tr: Belirlenen odak noktası konumu eğrinin genel ölçüm noktalarının dışında. Yerleştirme yanlış ve büyük olasılıkla otomatik odak ayarları yanlış.

# Lbl_Sequencer_SaveSequence_FailureNotification
source: Failed to save sequence "{0}": {1}
ca_es: No s'ha pogut desar la seqüència "{0}": {1}
es_es: Error al guardar la secuencia "{0}": {1}
fr_fr: Échec de l'enregistrement de la séquence "{0}" : {1}
gl_es: Non se puido gardar a Secuencia "{0}": {1}
ja_jp: シーケンス「{0}」の保存に失敗しました： {1}
pt_pt: Falha ao guardar a sequência "{0}": {1}
ru_ru: Не удалось сохранить последовательность "{0}": {1}
tr_tr: Sıralama kaydedilemedi "{0}": {1}

# LblAutoFocusCorrelationCoefficientThreshold
source: R² threshold
ca_es: Llindar R²
es_es: Umbral R²
fr_fr: Seuil R2
gl_es: Límite R²
ja_jp: R2しきい値
pt_pt: Limite R²
ru_ru: Порог R2
tr_tr: R² Eşik değeri

# LblAutoFocusCorrelationCoefficientThresholdTooltip
source: The minimum R² (Coefficient of determination) value that the selected autofocus fitting has to fulfill for the autofocus run to be considered as successful. The value is in the range between 0-1. When set to 0, the threshold will not be considered. An autofocus run with an R² value above 0.9 can be considered as ideal. However a lower value can still achieve focus in semi ideal conditions. A good starting point for a threshold is a value of 0.8 - anything below that is a questionable fit.
ca_es: El valor mínim de R² (coeficient de determinació) que ha de complir l'adaptació d'enfocament automàtic seleccionat perquè l'execució d'enfocament automàtic es consideri correcta. El valor està situat entre 0-1. Si es defineix a 0, el llindar no es considerarà. Una execució d’enfocament automàtic amb un valor R² superior a 0,9 es pot considerar ideal. No obstant això, un valor inferior encara pot assolir el focus en condicions casi ideals. Un punt de partida per a un bon llindar és un valor de 0,8: qualsevol cosa que sigui inferior a això serà qüestionable.
es_es: El valor mínimo R2 (Coeficiente de determinación) que el ajuste de autofocus seleccionado tiene que cumplir para que la ejecución de autofocus sea considerada como exitosa. El valor está entre 0-1. Cuando se establece en 0, el umbral no se considerará. Una ejecución de autofocus con un valor R2 superior a 0.9 puede considerarse como ideal. Sin embargo, un valor menor todavía puede alcanzar el foco en condiciones semi ideales. Un buen punto de partida para un umbral es un valor de 0.8 - cualquier cosa por debajo es un ajuste cuestionable.
fr_fr: La valeur minimale de R2 (Coefficient de détermination) que le réglage de l'autofocus sélectionné doit remplir pour que la mise au point de l'autofocus soit considérée comme un succès. La valeur est dans l'intervalle entre 0 et 1. Quand réglé à 0, le seuil ne sera pas pris en considération. Un autofocus exécuté avec une valeur R2 supérieure à 0.9 peut être considéré comme idéal. Cependant, une valeur plus faible peut toujours atteindre le focus dans des conditions idéales. Un bon point de départ pour un seuil est une valeur de 0,8 - tout ce qui est en-dessous est un ajustement discutable.
gl_es: O valor mínimo de R² (Coeficiente de determinación) que ten que cumprir o axuste de enfoque automático seleccionado para que a execución de enfoque automático se considere exitosa. O valor está no intervalo entre 0-1. Cando se define 0, non se ten en conta o límite. Unha execución de enfoque automático cun valor R² superior a 0,9 pode considerarse ideal. Non obstante, un valor inferior aínda pode alcanzar o foco en condicións semi ideais. Un bo punto de partida para o límite é un valor de 0,8: calquera valor inferior é un axuste cuestionable.
ja_jp: オートフォーカスが成功したとみなされるフォーカス近似Ｒ²(決定係数) の最小値です。値の範囲は0から1です。 0に設定すると、しきい値は考慮されません。 0.9を超える値のR²で実行するオートフォーカスが、理想的だと見なされことができます。しかしそれより低い値でも、多少劣る状態でオートフォーカスすることが可能です。 最初に設定するしきい値は0.8より大きくすると良いでしょう。それより低い場合は、近似が不確かになります。
ru_ru: Минимальное значение R² (коэффициент определения), которому должна соответствовать выбранная настройка автофокуса, чтобы запуск автофокуса считался успешным. Значение находится в диапазоне от 0 до 1. При значении 0 порог учитываться не будет. Автофокусировку со значением R² выше 0,9 можно считать идеальной. Однако более низкое значение все же может обеспечить фокусировку в полуидеальных условиях. Хорошей отправной точкой для порога является значение 0,8 - все, что ниже этого значения, сомнительно.
tr_tr: Otomatik odaklamanın başarılı olarak kabul edilmesi için seçilen otomatik odak ayarının yerine getirmesi gereken minimum R² (Belirleme katsayısı) değeri. Değer 0-1 aralığındadır. 0 olarak ayarlandığında, eşik dikkate alınmaz. R² değeri 0,9'un üzerinde olan bir otomatik odaklama ideal olarak kabul edilebilir. Bununla birlikte, daha düşük bir değer, yarı ideal koşullarda yine de odaklayabilir. Bir eşik için iyi bir başlangıç ​​noktası 0,8 değeridir - bunun altındaki herhangi bir şey sorgulanabilir bir uyumdur.

# LblAutoFocusCurveCorrelationCoefficientLow
source: Autofocus failed! R² (Coefficient of determination) for curve fitting is below threshold. {0} / {1}
ca_es: Ha fallat l'enfocament automàtic. R² (coeficient de determinació) per a l'ajust de la corba està per sota del llindar. {0} / {1}
es_es: ¡Fallo en el autoenfoque! El valor de R² (coeficiente de determinación) para el ajuste de la curva está por debajo del umbral. {0} / {1}
fr_fr: R2 (Coefficient de détermination) pour l'ajustement de la courbe est inférieur au seuil. {0} / {1}
gl_es: Fallou o enfoque automático. R² (Coeficiente de determinación) para o axuste de curva está por debaixo do límite. {0} / {1}
ja_jp: オートフォーカスに失敗しました！フィッティングカーブ用のR²(決定係数) がしきい値を下回っています。左: {0} /; 右: / {1}
pt_pt: Falha na focagem automática! R² (Coeficiente de determinação) para o ajuste da curva está abaixo do limite. {0} / {1}
ru_ru: Автофокус вышел из строя! R² (коэффициент детерминации) для аппроксимации кривой ниже порогового значения. {0} / {1}
tr_tr: Otomatik Odaklama başarısız oldu! Eğri uydurma için R² (belirleme katsayısı) eşiğin altında. {0} / {1}

# LblAutoFocusTrendCorrelationCoefficientLow
source: Autofocus failed! R² (Coefficient of determination) for trend line fitting is below threshold. Left: {0} / {2}; Right: {1} / {2}
ca_es: Ha fallat l'enfocament automàtic. El R² (coeficient de determinació) per a l'ajust de la línia de tendència és inferior al llindar. Esquerra: {0} / {2}; Dreta: {1} / {2}
es_es: ¡Fallo en el autoenfoque! El valor de R² (coeficiente de determinación) para el ajuste de la línea de tendencia está por debajo del umbral. Izquierda: {0} / {2}; Derecha: {1} / {2}
gl_es: Fallou o enfoque automático. R² (Coeficiente de determinación) para o axuste da liña de tendencia está por debaixo do límite. Esquerda: {0} / {2}; Dereita: {1} / {2}
ja_jp: オートフォーカスに失敗しました！トレンドラインフィッテイングのR²がしきい値を下回っています。左: {0} / {2}; 右: {1} / {2}
ru_ru: Автофокус вышел из строя! R² (коэффициент детерминации) для аппроксимации линии тренда ниже порогового значения. Слева: {0} / {2}; Справа: {1} / {2}
tr_tr: Otomatik Odaklama başarısız! Trend çizgisi uydurma için R² (belirleme katsayısı) eşiğin altında. Sol: {0} / {2}; Sağ: {1} / {2}

# Lbl_SequenceCategory_SafetyMonitor
source: Safety Monitor
ca_es: Monitor de seguretat
es_es: Monitor de seguridad
fr_fr: Moniteur de sécurité
gl_es: Monitor de Seguridade
it_it: Monitor Di Sicurezza
ja_jp: セーフティモニター
pt_pt: Monitor de Segurança
ru_ru: Монитор безопасности
tr_tr: Güvenlik Monitörü

# Lbl_SequenceItem_SafetyMonitor_WaitUntilSafe_Description
source: Waits until Safety Monitor device reports a safe condition
ca_es: Espera fins que el dispositiu de control de seguretat informi de nou de condicions de seguretat
el_gr: Waits until the safety monitor device reports safe conditions again
es_es: Espera hasta que el dispositivo de control de seguridad vuelva a informar de las condiciones de seguridad
fr_fr: Waits until the safety monitor device reports safe conditions again
gl_es: Agarda ata que o dispositivo de control de seguridade informe de novo sobre condicións de seguridade
it_it: Waits until the safety monitor device reports safe conditions again
ja_jp: セーフティモニター装置が再び安全な状態を報告するまで待機します
pt_pt: Aguarda até que o dispositivo de monitorização de segurança reporte novamente condições de segurança
ru_ru: Ожидает, пока устройство контроля безопасности снова сообщит о безопасных условиях
tr_tr: Güvenlik monitörü güvenli koşulları tekrar bildirinceye kadar bekler

# Lbl_SequenceItem_SafetyMonitor_WaitUntilSafe_Name
source: Wait until safe
ca_es: Espera fins que sigui segur
es_es: Espere hasta que sea seguro
gl_es: Agarda ata ter seguridade
ja_jp: 安全になるまで待機
pt_pt: Aguarda até ser seguro
ru_ru: Ожидает безопасные условия
tr_tr: Güvenlilik bildirilene dek bekle

# Lbl_SequenceItem_SafetyMonitor_WaitUntilSafe_Waiting
source: Waiting for safe conditions
ca_es: Esperant condicions de seguretat
es_es: Esperando condiciones seguras
gl_es: Agardando por condicións seguras
ja_jp: 安全な状態まで待機中
pt_pt: A aguardar por condições de segurança
ru_ru: Ожидание безопасных условий
tr_tr: Güvenli koşullar bekleniyor

# LblTemperatureSetPointDescription
source: Camera temperature set point
ca_es: Punt de temperatura establert de la càmera
es_es: Punto de temperatura establecido en la cámara
gl_es: Punto de Axuste Temperatura Cámara
ja_jp: カメラ温度設定値
pt_pt: Temperatura definida da câmara
ru_ru: Точка установки температуры камеры
tr_tr: Kamera sıcaklığı ayar noktası

# LblASCOMAllowUnevenPixelDimension
source: ASCOM allow odd pixel dimension
ca_es: ASCOM permet dimensió de píxel senar
es_es: ASCOM permite dimensiones de píxeles impares
fr_fr: ASCOM autorise les dimensions impaires des pixels
gl_es: ASCOM permite dimensións de píxeles impares
ja_jp: ASCOMは奇数のピクセルサイズを許可
pt_pt: ASCOM permite dimensões impares do pixel
ru_ru: ASCOM допускает нечетный размер пикселей
tr_tr: ASCOM tek sayılı piksel boyutuna izin verir

# LblASCOMAllowUnevenPixelDimensionTooltip
source: In prior versions of N.I.N.A. the ASCOM driver width & height were always restricted to even numbers, even for mono cameras. When enabled, the application will now allow for the full odd pixel dimension on mono cameras. This setting will have no effect on colour sensors. Only relevant when using an ASCOM camera driver!
ca_es: En versions anteriors de N.I.N.A. l'amplada i l'alçada del controlador ASCOM estaven sempre restringides a nombres parells, fins i tot per a càmeres monocromes. Quan estigui activada, l'aplicació permetrà ara la dimensió total del píxel desiguals a les càmeres monocromes. Aquesta configuració no afectarà els sensors amb color. Només és rellevant quan s’utilitza un controlador de càmera ASCOM!
el_gr: In prior Versions of N.I.N.A. the ASCOM driver width & height were always restricted to even numbers, even for mono cameras. When enabled, the application will now allow for the full odd pixel dimension on mono cameras. This setting will have no effect on color sensors. Only relevant when using an ASCOM camera driver!
es_es: En versiones anteriores de N.I.N.A. el controlador ASCOM siempre estaba restringido a números pares, incluso para cámaras mono. Cuando esté activado, la aplicación ahora permitirá dimensiones de píxeles impares en las cámaras mono. Este ajuste no tendrá efecto en los sensores de color. ¡Solo es relevante cuando se utiliza un controlador de cámara ASCOM!
fr_fr: Dans les versions précédentes de N.I.N.A., la largeur et la hauteur du pilote ASCOM étaient toujours limitées aux nombres pairs, même pour les caméras mono. Lorsqu'elle est activée, l'application autorise désormais la dimension totale des pixels impairs pour les caméras mono. Ce paramètre n'aura aucun effet sur les capteurs de couleur. Uniquement pertinent lorsque vous utilisez un pilote de caméra ASCOM !
gl_es: En versións anteriores de N.I.N.A. o largo e a altura do controlador ASCOM restrinxíronse sempre a números pares, incluso para cámaras mono. Cando está activada, a aplicación permitirá agora a dimensión de píxel impar en cámaras mono. Esta configuración non terá efecto nos sensores de cor. Só é relevante cando se usa un controlador de cámara ASCOM!
it_it: In prior Versions of N.I.N.A. the ASCOM driver width & height were always restricted to even numbers, even for mono cameras. When enabled, the application will now allow for the full odd pixel dimension on mono cameras. This setting will have no effect on color sensors. Only relevant when using an ASCOM camera driver!
ja_jp: N.I.N.A.の以前のバージョンでは、モノラルカメラの場合でも、ASCOMドライバーの幅と高さは常に偶数に制限されていました。この機能を有効にすると、モノラルカメラの奇数ピクセルサイズをすべて使うことができます。この設定は、カラーセンサーの場合は機能しません。 ASCOMカメラドライバーを使用している場合にのみ有効です。
pt_pt: Em versões anteriores do N.I.N.A. as definições de largura e a altura no driver ASCOM encontravam-se restringidos a números par, mesmo para câmeras mono. Quando ativo, a aplicação permitirá dimensões do pixel ímpares nas câmeras mono. Esta definição não terá efeito em sensores a cores. Só é relevante quando estiver a usar um driver de câmera ASCOM!
ru_ru: В предыдущих версиях N.I.N.A. ширина и высота драйвера ASCOM всегда ограничивались четными числами, даже для монохромных камер. Когда этот параметр включен, приложение теперь будет разрешать полный размер нечетных пикселей на моно-камерах. Этот параметр не повлияет на цветные сенсоры. Актуально только при использовании драйвера камеры ASCOM!
tr_tr: N.I.N.A.'nın önceki Sürümlerinde ASCOM sürücü genişliği ve yüksekliği, mono kameralar için bile her zaman çift sayılarla sınırlandırılmıştır. Etkinleştirildiğinde, uygulama artık mono kameralarda tam tek sayılı piksel boyutuna izin verecektir. Bu ayarın renk sensörleri üzerinde hiçbir etkisi olmaz. Yalnızca bir ASCOM kamera sürücüsü kullanıldığında geçerlidir!

# LblAutoRetryStartGuidingTimeout
source: Guiding start timeout
ca_es: Temps d'espera per l'inic del guiatge
es_es: Tiempo de espera para el inicio del guiado
fr_fr: Délai de démarrage du guidage
gl_es: Tempo de espera para o inicio do guiado
ja_jp: ガイド再開タイムアウト
pt_pt: Tempo de espera para inicio da guiagem
ru_ru: Таймаут начала гидирования
tr_tr: Takip başlatımı zaman aşımına uğradı

# LblFilters
source: Filters
ca_es: Filtres
es_es: Filtros
fr_fr: Filtres
gl_es: Filtros
ja_jp: フィルター
pt_pt: Filtros
ru_ru: Фильтры
tr_tr: Filtreler

# LblPHD2Calibrating
source: PHD2 - Calibrating
ca_es: PHD2 - Calibrant
es_es: PHD2 - Calibrando
fr_fr: PHD2 - Étalonnage
gl_es: PHD2 - Calibrando
ja_jp: PHD2 - キャリブレーション中
pt_pt: PHD2 - A calibrar
ru_ru: PHD2 - Калибровка
tr_tr: PHD2 - Kalibre ediliyor

# LblPHD2SelectingStar
source: PHD2 - Selecting guide star
ca_es: PHD2 - Seleccionant estrella guia
es_es: PHD2 - Seleccionando estrella de guiado
fr_fr: PHD2 - Sélection de l'étoile du guide
gl_es: PHD2 - Seleccionando estrela guía
ja_jp: HD2 - ガイド星選択中
pt_pt: PHD2 - A seleccionar a estrela guia
ru_ru: PHD2 - Выбор звезды гида
tr_tr: PHD2 - Seçilen takip yıldızı

# LblPHD2Settling
source: PHD2 - Settling
ca_es: PHD2 - Configuració
es_es: PHD2 - Configuración
fr_fr: PHD2 - Décantation
gl_es: PHD2 - Asentando
ja_jp: PHD2 - セトリング中
pt_pt: PHD2 - A estabilizar
ru_ru: PHD2 - Расчет
tr_tr: PHD2 - Yerleşiyor

# LblPHD2StartGuiding
source: PHD2 - Waiting for guiding to start
ca_es: PHD2 - Esperant per començar a guiar
es_es: PHD2 - Esperando a que comience el guiado
fr_fr: PHD2 - En attente de guidage pour démarrer
gl_es: PHD2 - Agardando polo guiado para comezar
ja_jp: PHD2 - ガイド開始の待機中
pt_pt: PHD2 - A aguardar que a guiagem inicie
ru_ru: PHD2 - Ожидание начала гидирования
tr_tr: PHD2 - Takibe başlamak için bekliyor

# LblPHD2StartGuidingTimeoutRetry
source: PHD2 - Start guiding has timed out. Retrying...
ca_es: PHD2 - Esgotat el temps per l'inici del guiatge. Intentant de nou...
es_es: PHD2 - Agotado el tiempo para el inicio del guiado. Reintentando...
fr_fr: PHD2 - Le début du guidage a expiré. Réessayer...
gl_es: PHD2 - Esgotouse o tempo para o inicio do guiado. Tentando de novo...
ja_jp: PHD2 - ガイド開始がタイムアウトしました。再試行中...
pt_pt: PHD2 - Esgotou o tempo para o inicio da guiagem. A tentar novamente...
ru_ru: PHD2 - Время ожидания начала гидирования истекло. Повтор...
tr_tr: PHD2 - Takibe başlama zaman aşımına uğradı. Yeniden deneniyor...

# LblFont
source: Font
es_es: Fuente
fr_fr: Police
gl_es: Fonte
ja_jp: フォント
pt_pt: Fonte
ru_ru: Шрифт
tr_tr: Yazı tipi

# LblPrimaryRate
source: Primary rate
ca_es: Taxa primària
es_es: Velocidad primaria
fr_fr: Taux primaire
gl_es: Taxa primaria
ja_jp: 赤経軸回転速度
pt_pt: Taxa primária
ru_ru: Основная скорость
tr_tr: Birincil oran

# LblSecondaryRate
source: Secondary rate
ca_es: Taxa secundària
es_es: Velocidad secundaria
fr_fr: Taux secondaire
gl_es: Taxa secundaria
ja_jp: 赤緯軸回転速度
pt_pt: Taxa secundária
ru_ru: Вторичная скорость
tr_tr: İkincil oran

# LblTelescopeCannotMovePrimaryAxis
source: Telescope cannot move primary axis
ca_es: El Telescopi no pot desplaçar l'eix primari
es_es: El telescopio no puede mover el eje primario
fr_fr: Le télescope ne peut pas déplacer l'axe principal
gl_es: O telescopio non pode mover o eixe primario
ja_jp: 望遠鏡は赤経軸を動かすことができません
pt_pt: O telescópio não pode mover o eixo primário
ru_ru: Телескоп не может переместить первичную ось
tr_tr: Teleskop birincil eksende hareket edemiyor

# LblTelescopeCannotMoveSecondaryAxis
source: Telescope cannot move secondary axis
ca_es: El Telescopi no pot desplaçar l'eix secundari
es_es: El telescopio no puede mover el eje primario
fr_fr: Le télescope ne peut pas déplacer l'axe secondaire
gl_es: O telescopio non pode mover o eixe secundario
ja_jp: 望遠鏡は赤緯軸を動かすことができません
pt_pt: O telescópio não pode mover o eixo secundário
ru_ru: Телескоп не может переместить вторичную ось
tr_tr: Teleskop ikincil eksende hareket edemiyor

# LblPrimaryReversed
source: Primary reversed
ca_es: Primari invertit
es_es: Primario invertido
fr_fr: Primaire inversé
gl_es: Primario invertido
ja_jp: 赤経軸反転
pt_pt: Primário invertido
ru_ru: Первичный обратный
tr_tr: Birincil tersine çevrildi

# LblPrimaryReversedToolTip
source: Some mount drivers have a reversed implementation of the primary axis movement. Enable this to reverse the direction on move commands for the primary axis.
ca_es: Alguns controladors de la muntura tenen una implementació inversa del moviment de l'eix primari. Activa-ho per invertir la direcció de les ordres de moviment de l'eix primari.
es_es: Algunos drivers de la montura tienen una implementación inversa del movimiento del eje primario. Habilite esto para invertir la dirección en los comandos de movimiento del eje primario.
fr_fr: Certains pilotes de monture ont une implémentation inversée du mouvement de l'axe primaire. Activez cette option pour inverser la direction des commandes de déplacement de l'axe primaire.
gl_es: Algúns controladores de montura teñen unha implementación inversa do movemento do eixe primario. Habilítao para inverter a dirección dos comandos de movemento para o eixe primario.
ja_jp: 赤道儀のドライバーの中には、赤経軸の移動を逆にするものがあります。これを有効にすると、赤経軸の移動コマンドの方向を反転します。
ru_ru: Некоторые драйверы монтировок имеют обратную реализацию движения первичной оси. Включите этот параметр, чтобы изменить направление команд перемещения для первичной оси.
tr_tr: Bazı kundak sürücüleri, birincil eksen hareketinin ters bir uygulamasına sahiptir. Birincil eksen için hareket komutları sırasında yönü tersine çevirmek için bunu etkinleştirin.

# LblSecondaryReversed
source: Secondary reversed
ca_es: Secundari invertit
es_es: Secundario invertido
fr_fr: Secondaire inversé
gl_es: Secundario invertido
ja_jp: 赤緯軸反転
pt_pt: Secundário invertido
ru_ru: Вторичный обратный
tr_tr: İkincil tersine çevrildi

# LblSecondaryReversedToolTip
source: Some mount drivers have a reversed implementation of the secondary axis movement. Enable this to reverse the direction on move commands for the secondary axis.
ca_es: Alguns controladors de la muntura tenen una implementació inversa del moviment de l'eix primari. Activa-ho per invertir la direcció de les ordres de moviment de l'eix primari.
es_es: Algunos drivers de la montura tienen una implementación inversa del movimiento del eje secundario. Habilita esto para invertir la dirección en los comandos de movimiento para el eje secundario.
fr_fr: Certains pilotes de monture ont une implémentation inversée du mouvement de l'axe secondaire. Activez cette option pour inverser la direction des commandes de déplacement de l'axe secondaire.
gl_es: Algúns controladores de montura teñen unha implementación inversa do movemento do eixe secundario. Habilítao para inverter a dirección dos comandos de movemento para o eixe secundario.
ja_jp: 赤道儀のドライバーの中には、赤緯軸の移動を逆にするものがあります。これを有効にすると、赤緯軸の移動コマンドの方向を反転します。
ru_ru: Некоторые драйверы монтировок имеют обратную реализацию движения вторичной оси. Включите этот параметр, чтобы изменить направление команд перемещения для вторичной оси.
tr_tr: Bazı kundak sürücüleri, ikincil eksen hareketinin ters bir uygulamasına sahiptir. İkincil eksen için hareket komutları sırasında yönü tersine çevirmek için bunu etkinleştirin.

# LblSequenceTitle
source: Current sequence title
ca_es: Títol de la seqüència actual
es_es: Título de la secuencia actual
gl_es: Título da secuencia actual
ja_jp: 現在のシーケンスのタイトル

# LblDomeShutterDidNotRespond
source: Dome did not report shutter movement or failure after completing the request. This is non conformant and dangerous behavior. Please report this to your dome vendor.
es_es: La cúpula no informó de movimiento de ventana o fallo después de completar la solicitud. Este comportamiento es no conforme y peligroso. Por favor informa de ello al proveedor de tu cúpula.
gl_es: A cúpula non informou do movemento da tapa ou houbo un fallo despois de completar a solicitude. Este é un comportamento inadecuado e perigoso. Infórmao ó teu vendedor de cúpulas.
ja_jp: ドームは、リクエストを完了した後で、シャッターの移動や失敗を報告しませんでした。これは規格に適合しない危険な動作です。ドーム販売会社に連絡してください。
