Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceContainer_AddTrigger_Tooltip
source: Add a trigger to the instruction set. Triggers are instructions, that are only executed when the specified parameters to execute them are met. Trigger parameters will be updated and evaluated after an instruction was completed. Furthermore triggers are valid for the current instruction set and each sub set inside the set.
ca_es: Afegiu un activador al conjunt d'instruccions. Els activadors són instruccions que només s’executen quan es compleixen els paràmetres especificats per executar-los. Els paràmetres del disparador s'actualitzaran i s'avaluaran després de completar una instrucció. A més, els activadors són vàlids per al conjunt d'instruccions actuals i per a cada subconjunt dins del conjunt.
es_es: Añadir un activador al conjunto de instrucciones. Los activadores son instrucciones, que solo se ejecutan cuando se cumplen los parámetros especificados para ejecutarlos. Los parámetros de activación se actualizarán y evaluarán después de que se haya completado una instrucción. Además, los disparadores son válidos para el conjunto de instrucciones actual y cada subconjunto dentro del conjunto.
fr_fr: Ajouter un déclencheur à l'ensemble d'instructions. Les déclencheurs sont des instructions, qui ne sont exécutées que lorsque les paramètres spécifiés pour les exécuter sont satisfaits. Les paramètres de déclenchement seront mis à jour et évalués après avoir complété une instruction. De plus, les déclencheurs sont valides pour le jeu d'instructions en cours et chaque sous-ensemble à l'intérieur du jeu.
gl_es: Engade un desencadeante ó conxunto de instrucións. Os desencadeantes son instrucións que só se executan cando se cumpren os parámetros especificados para executalos. Os parámetros do disparador actualizaranse e avaliaranse despois de completar unha instrución. Ademais, os desencadeantes son válidos para o conxunto de instrucións actual e para cada subconxunto dentro do conxunto.
it_it: Aggiungi un trigger al set di istruzioni. I trigger sono istruzioni, che vengono eseguiti solo quando i parametri specificati per eseguirli sono soddisfatti. I parametri trigger verranno aggiornati e valutati dopo aver completato un'istruzione. Inoltre i trigger sono validi per il set di istruzioni corrente e ogni sottoset all'interno del set.
ja_jp: 命令セットにトリガーを追加します。 トリガーは複数の命令から構成され、指定されたパラメーターが合っているときだけ実行されます。 トリガーのパラメーターは、命令の実行が完了したときに、評価・更新されます。 さらに、トリガーは現在の命令セットとセット内のどのサブセットに対しても有効になります。
pt_pt: Adiciona uma Acão para o conjunto de instruções. Ações são instruções que são executadas apenas quando os parâmetros definidos são atendidos. Os parâmetros de ação serão atualizados e avaliados depois de uma instrução ser concluída. Além disso, as ações são válidas para o conjunto de instruções atual e cada subconjunto definido dentro do grupo.
ru_ru: Добавьте триггер к набору инструкций. Триггеры являются инструкциями, выполняемыми только тогда, когда указанные параметры выполняются с их выполнением. Параметры триггера будут обновлены и оценены после завершения инструкции. Кроме того, триггеры действительны для текущего набора инструкций и каждого поднабора внутри набора.
tr_tr: Komut setine bir tetikleyici ekleyin. Tetikleyiciler, yalnızca bunları yürütmek için belirtilen parametreler karşılandığında yürütülen yönergelerdir. Bir yönerge tamamlandıktan sonra tetikleme parametreleri güncellenecek ve değerlendirilecektir. Ayrıca tetikleyiciler, mevcut komut seti ve set içindeki her bir alt set için geçerlidir.

# Lbl_SequenceContainer_Delete_Tooltip
source: Removes the current instruction set and all its items from the sequence.
ca_es: Elimina el conjunt d’instruccions actuals i tots els seus elements de la seqüència.
es_es: Elimina el conjunto de instrucciones actual y todos sus elementos de la secuencia.
fr_fr: Supprime le jeu d'instructions en cours et tous ses éléments de la séquence.
gl_es: Elimina da secuencia o conxunto de instrucións actuais e todos os seus elementos.
it_it: Rimuove il set di istruzioni corrente e tutti i suoi elementi dalla sequenza.
ja_jp: 現在の命令セットとそのすべての項目をシーケンスから削除します。
pt_pt: Remove o conjunto de instruções actual bem como todos os itens da sequência.
ru_ru: Удаляет текущий набор инструкций и все его элементы из серии.
tr_tr: Mevcut yönerge setini ve tüm öğelerini sekanstan kaldırır.

# Lbl_SequenceContainer_MoveDown_Tooltip
source: Moves the instruction set and all its content down by one position. If the position below it is an instruction set that is expanded, it will be moved inside the instruction set. If the position below it is an instruction set that is not currently expanded, it will be moved below the instruction set.
ca_es: Mou el conjunt d'instruccions i tot el contingut cap avall una posició. Si la posició inferior és un conjunt d’instruccions que es pot ampliar, es mourà dins del conjunt d’instruccions. Si la posició que hi ha a sota és un conjunt d’instruccions que actualment no es pot ampliar, es mourà per sota del conjunt d’instruccions.
es_es: Mueve el conjunto de instrucciones y todo su contenido hacia abajo una posición. Si la posición de debajo es un conjunto de instrucciones extendido, se moverá dentro del conjunto de instrucciones. Si la posición de abajo es un conjunto de instrucciones que no está actualmente extendido, se moverá por debajo del conjunto de instrucciones.
fr_fr: Déplace le jeu d'instructions et tout son contenu d'un cran vers le bas. Si la position en dessous est un jeu d'instructions qui est développé, elle sera déplacée à l'intérieur du jeu d'instructions. Si la position en dessous est un jeu d'instructions qui n'est pas actuellement développé, il sera déplacé sous le jeu d'instructions.
gl_es: Move o conxunto de instrucións e todo o seu contido cara abaixo nunha posición. Se a posición inferior é un conxunto de instrucións expandido, moverase dentro do conxunto de instrucións. Se a posicióninferior é un conxunto de instrucións non expandido actualmente, moverase para debaixo do conxunto de instrucións.
it_it: Sposta le istruzioni impostate e tutto il suo contenuto giù di una posizione. Se la posizione sottostante è un set di istruzioni ampliato, verrà spostato all'interno del set di istruzioni. Se la posizione sottostante è un set di istruzioni che non è attualmente espanso, verrà spostato sotto il set di istruzioni.
ja_jp: 命令セットとその全てのコンテンツをひとつ下に移動します。 ひとつ下の位置が拡張されている命令セットであれば、その命令セット内に移動されます。 ひとつ下の位置が、現在拡張されていない命令セットであれば、その命令セットの下に移動されます。
pt_pt: Move o conjunto de instruções bem como todo o seu conteúdo para baixo uma posição. Se a posição abaixo for um conjunto de instruções expandido, será movido para dentro desse conjunto de instruções. Se a posição abaixo não for um conjunto de instruções expandido, será movido abaixo desse conjunto de instruções.
ru_ru: Перемещает набор инструкций и все их содержимое вниз по одной позиции. Если позиция ниже это набор инструкций, который будет развернут, он будет перемещен внутри набора инструкций. Если позиция ниже это набор инструкций, который в настоящее время не развернут, он будет перемещен ниже набора инструкций.
tr_tr: Yönerge setini ve tüm içeriğini bir konum aşağı taşır. Altındaki konum genişletilmiş bir yönerge setiyse, o yönerge setinin içine taşınacaktır. Altındaki konum şu anda genişletilmemiş bir yönerge setiyse, o yönerge setinin altına taşınacaktır.

# Lbl_SequenceContainer_MoveUp_Tooltip
source: Moves the instruction set and all its content up by one position. If the position above it is an instruction set that is expanded, it will be moved inside the instruction set. If the position above it is an instruction set that is not currently expanded, it will be moved above the instruction set.
ca_es: Mou el conjunt d'instruccions i tot el contingut cap amunt en una posició. Si la posició superior és un conjunt d’instruccions que es pot ampliar, es mourà dins del conjunt d’instruccions. Si la posició que hi ha a sobre és un conjunt d’instruccions que actualment no es pot ampliar, es mourà per sobre del conjunt d’instruccions.
es_es: Mueve el conjunto de instrucciones y todo su contenido arriba una posición. Si la posición superior es un conjunto de instrucciones extendido, se moverá dentro del conjunto de instrucciones. Si la posición anterior es un conjunto de instrucciones que no está actualmente extendido, se moverá por encima del conjunto de instrucciones.
fr_fr: Déplace le jeu d'instructions et tout son contenu d'un cran vers le haut. Si la position au dessus est un jeu d'instructions qui est développée, il sera déplacé à l'intérieur du jeu d'instructions. Si la position au dessus est un jeu d'instructions qui n'est pas actuellement développé, il sera déplacé au dessus du jeu d'instructions.
gl_es: Move o conxunto de instrucións e todo o seu contido cara arriba nunha posición. Se a posición superior a ela é un conxunto de instrucións que se expande, moverase dentro do conxunto de instrucións. Se a posición superior a ela é un conxunto de instrucións que non está expandido actualmente, moverase para arriba do conxunto de instrucións.
it_it: Muove il set di istruzioni e tutto il suo contenuto in su di una posizione. Se la posizione sopra è un set di istruzioni che viene ampliato, verrà spostato all'interno del set di istruzioni. Se la posizione sopra è un set di istruzioni che non è attualmente espanso, verrà spostato sopra il set di istruzioni.
ja_jp: 命令セットとその全てのコンテンツをひとつ上に移動します。 ひとつ上の位置が拡張されている命令セットであれば、その命令セット内に移動されます。 ひとつ上の位置が、現在拡張されていない命令セットであれば、その命令セットの上に移動されます。
pt_pt: Move o conjunto de instruções bem como todo o seu conteúdo para cima uma posição. Se a posição acima for um conjunto de instruções expandido, será movido para dentro desse conjunto de instruções. Se a posição acima não for um conjunto de instruções expandido, será movido acima desse conjunto de instruções.
ru_ru: Перемещает набор инструкций и все их содержимое на одну позицию. Если позиция выше это набор инструкций, который будет развернут, он будет перемещен внутри набора инструкций. Если позиция выше является набором инструкций, которые в настоящее время не разворачиваются, он будет перемещен выше набора инструкций.
tr_tr: Yönerge setini ve tüm içeriğini bir konum yukarı taşır. Üstündeki konum genişletilmiş bir yönerge setiyse, o yönerge setinin içine taşınacaktır. Yukarıdaki pozisyon, şu anda genişletilmemiş bir yönerge setiyse, o komut setinin üzerine taşınacaktır.

# Lbl_SequenceContainer_Reset_Tooltip
source: Resets the state and progress of the current instruction set and all instructions that are inside.
ca_es: Restableix l'estat i el progrés del conjunt d'instruccions actuals i totes les instruccions que hi ha a l'interior.
es_es: Restablece el estado y el progreso del conjunto de instrucciones actual y todas las instrucciones que están dentro.
fr_fr: Réinitialise l'état et la progression du jeu d'instructions actuel et toutes les instructions qui se trouvent à l'intérieur.
gl_es: Restablece o estado e o progreso do conxunto de instrucións actual e todas as instrucións que hai dentro.
it_it: Ripristina lo stato e l'avanzamento del set di istruzioni corrente e tutte le istruzioni che sono all'interno.
ja_jp: 現在の命令セットと内部にあるすべての命令の、状態と進行状況をリセットします。
pt_pt: Reinicia o estado e o progresso do conjunto de instruções actual, bem como todas as instruções do mesmo.
ru_ru: Сбрасывает состояние и ход текущего набора инструкций и все внутри.
tr_tr: Mevcut yönerge setinin ve içindeki tüm yönergelerin durumunu ve ilerlemesini sıfırlar.

# Lbl_SequenceItem_Delete_Tooltip
source: Removes the current instruction from the instruction set.
ca_es: Elimina la instrucció actual del conjunt d'instruccions.
es_es: Elimina la instrucción actual del conjunto de instrucciones.
fr_fr: Supprime l'instruction courante du jeu d'instructions.
gl_es: Elimina a instrución actual do conxunto de instrucións.
it_it: Rimuove le istruzioni correnti dal set di istruzioni.
ja_jp: 命令セットから現在の命令を削除します。
pt_pt: Remove a instrução actual do conjunto de instruções.
ru_ru: Удаляет текущую инструкцию из набора инструкций.
tr_tr: Mevcut yönergeyi komut setinden kaldırır.

# Lbl_SequenceItem_MoveDown_Tooltip
source: Moves the instruction down by one position. If the position below it is an instruction set that is expanded, it will be moved inside the instruction set. If the position below it is an instruction set that is not currently expanded, it will be moved below the instruction set.
ca_es: Mou la instrucció avall en una posició. Si la posició inferior és un conjunt d’instruccions que es pot ampliar, es mourà dins del conjunt d’instruccions. Si la posició que hi ha a sota és un conjunt d’instruccions que actualment no es pot ampliar, es mourà per sota del conjunt d’instruccions.
es_es: Mueve la instrucción hacia abajo una posición. Si la posición debajo es un conjunto de instrucciones extendido, se moverá dentro del conjunto de instrucciones. Si la posición de abajo es un conjunto de instrucciones que no está actualmente extendido, se moverá por debajo del conjunto de instrucciones.
fr_fr: Déplace l'instruction vers le bas d'un cran. Si la position en dessous est un jeu d'instructions qui est développé, elle sera déplacée à l'intérieur du jeu d'instructions. Si la position en dessous est un jeu d'instructions qui n'est pas actuellement développé, elle sera déplacée sous le jeu d'instructions.
gl_es: Move a instrución cara abaixo nunha posición. Se a posición de debaixo é un conxunto de instrucións que se expande, moverase dentro do conxunto de instrucións. Se a posición debaixo é un conxunto de instrucións que non está expandido actualmente, moverase por debaixo do conxunto de instrucións.
it_it: Sposta l' istruzione verso il basso di una posizione. Se la posizione sottostante è un set di istruzioni ampliato, verrà spostato all'interno del set di istruzioni. Se la posizione sottostante è un set di istruzioni che non è attualmente espanso, verrà spostato sotto il set di istruzioni.
ja_jp: 命令をひとつ下に移動します。 ひとつ下の位置が拡張されている命令セットであれば、その命令セット内に移動されます。 ひとつ下の位置が、現在拡張されていない命令セットであれば、その命令セットの下に移動されます。
pt_pt: Move o conjunto de instruções para baixo uma posição. Se a posição abaixo for um conjunto de instruções expandido, será movido para dentro desse conjunto de instruções. Se a posição abaxo não for um conjunto de instruções expandido, será movido abaixo desse conjunto de instruções.
ru_ru: Перемещает инструкцию вниз по одной позиции. Если позиция ниже это набор инструкций, который будет развернут, он будет перемещен внутри набора инструкций. Если позиция ниже это набор инструкций, который в настоящее время не развернут, он будет перемещен ниже набора инструкций.
tr_tr: Yönergeyi bir konum aşağı taşır. Altındaki konum genişletilmiş bir yönerge setiyse, o yönerge setinin içine taşınacaktır. Altındaki konum şu anda genişletilmemiş bir yönerge setiyse, o yönerge setinin altına taşınacaktır.

# Lbl_SequenceItem_MoveUp_Tooltip
source: Moves the instruction up by one position. If the position above it is an instruction set that is expanded, it will be moved inside the instruction set. If the position above it is an instruction set that is not currently expanded, it will be moved above the instruction set.
ca_es: Mou la instrucció cap amunt per una posició. Si la posició superior és un conjunt d’instruccions que es pot ampliar, es mourà dins del conjunt d’instruccions. Si la posició que hi ha a sobre és un conjunt d’instruccions que actualment no es pot ampliar, es mourà per sobre del conjunt d’instruccions.
es_es: Mueve la instrucción arriba una posición. Si la posición superior es un conjunto de instrucciones expandido, se moverá dentro del conjunto de instrucciones. Si la posición anterior es un conjunto de instrucciones que no está actualmente expandido, se moverá por encima del conjunto de instrucciones.
fr_fr: Déplace l'instruction vers le haut d'un cran. Si la position au dessus est un jeu d'instructions qui est développée, elle sera déplacée à l'intérieur du jeu d'instructions. Si la position au dessus est un jeu d'instructions qui n'est pas actuellement développé, elle sera déplacée au dessus du jeu d'instructions.
gl_es: Move a instrución cara arriba por unha posición. Se a posición superior a ela é un conxunto de instrucións que se expande, moverase dentro do conxunto de instrucións. Se a posición superior a ela é un conxunto de instrucións que non está expandido actualmente, moverase por riba do conxunto de instrucións.
it_it: Sposta le istruzioni in alto di una posizione. Se la posizione sopra è un set di istruzioni che viene ampliato, verrà spostato all'interno del set di istruzioni. Se la posizione sopra è un set di istruzioni che non è attualmente espanso, verrà spostato sopra il set di istruzioni.
ja_jp: 命令をひとつ上に移動します。 ひとつ上の位置が拡張されている命令セットであれば、その命令セット内に移動されます。 ひとつ上の位置が、現在拡張されていない命令セットであれば、その命令セットの上に移動されます。
pt_pt: Move o conjunto de instruções para cima uma posição. Se a posição acima for um conjunto de instruções expandido, será movido para dentro desse conjunto de instruções. Se a posição acima não for um conjunto de instruções expandido, será movido acima desse conjunto de instruções.
ru_ru: Перемещает инструкцию вверх на одну позицию. Если позиция выше это набор инструкций, который будет развернут, он будет перемещен внутри набора инструкций. Если позиция выше является набором инструкций, которые в настоящее время не разворачиваются, он будет перемещен выше набора инструкций.
tr_tr: Yönergeyi bir konum yukarı taşır. Üstündeki konum genişletilmiş bir yönerge setiyse, o yönerge setinin içine taşınacaktır. Yukarıdaki pozisyon, şu anda genişletilmemiş bir yönerge setiyse, o yönerge setinin üzerine taşınacaktır.

# Lbl_SequenceItem_Reset_Tooltip
source: Resets the state and progress of the current instruction.
ca_es: Restableix l'estat i el progrés de la instrucció actual.
es_es: Restablece el estado y el progreso de la instrucción actual.
fr_fr: Réinitialise l'état et la progression de l'instruction courante.
gl_es: Restablece o estado e o progreso da instrución actual.
it_it: Reimposta lo stato e l'avanzamento delle istruzioni correnti.
ja_jp: 現在の命令の状態と進行状況をリセットします。
pt_pt: Reinicia o estado e o progresso da instrução actual.
ru_ru: Сбрасывает состояние и ход текущей инструкции.
tr_tr: Mevcut yönergenin durumunu ve ilerlemesini sıfırlar.

# Lbl_SequenceItem_Utility_WaitForAltitude_Progress
source: Waiting until target has reached specified altitude. {0}° / {1}°
ca_es: S’espera que l’objectiu arribi a l’altitud especificada. {0} ° / {1} °
es_es: Esperando hasta que el objetivo haya alcanzado la altitud especificada. {0}° / {1}°
fr_fr: Attend que la cible ait atteint l'altitude spécifiée. {0}° / {1}°
gl_es: Agardando ata que o obxectivo alcance a altitude especificada. {0}° / {1}°
it_it: In attesa che il bersaglio abbia raggiunto l'altitudine specificata. {0}° / {1}°
ja_jp: 目標が指定された高度に達するまで待機しています。 {0}° / {1}°
pt_pt: A aguardar até que o objecto atinja a altitude definida. {0}° / {1}°
ru_ru: Ожидание достижения целью указанной высоты. {0}° / {1}°
tr_tr: Hedef belirtilen yüksekliğe ulaşana kadar bekleniyor. {0} ° / {1} °

# Lbl_OldSequencer_EndOfSequence
source: End of Sequence instructions
ca_es: Instruccions de Final de Seqüència
es_es: Instrucciones de Final de Secuencia
fr_fr: Instructions de fin de séquence
gl_es: Fin de Instrucións de Secuencia
it_it: Opzioni di fine sequenza
ja_jp: シーケンス命令の終了
pt_pt: Instruções de fim de sequência
ru_ru: Инструкции конца серии
tr_tr: Sekans yönergeleri sonu

# Lbl_OldSequencer_ParallelEndOfSequence
source: Parallel End of Sequence instructions
ca_es: Instruccions en paral·lel de Final de Seqüència
es_es: Instrucciones en paralelo de Final de Secuencia
fr_fr: Instructions de fin de séquence parallèle
gl_es: Instrucións de Fin de Secuencia Paralelo
it_it: Istruzioni parallele di fine sequenza
ja_jp: シーケンス命令の並列実行終了
pt_pt: Instruções paralelas de fim de sequência
ru_ru: Параллельное завершение инструкций по серии
tr_tr: Paralel sekans sonu yönergeleri

# Lbl_OldSequencer_TargetImaging
source: Target imaging instructions
ca_es: Instruccions per a fotografiar l'objectiu
es_es: Instrucciones para fotografiar el objetivo
fr_fr: Instructions d'imagerie de la cible
gl_es: Instrucións de Imaxe Obxectivo
it_it: Istruzioni per fotografare il soggetto
ja_jp: 目標撮影の命令
pt_pt: Instruções de imagem do objeto
ru_ru: Инструкция к съёмке цели
tr_tr: Hedef görüntüleme yönergeleri

# Lbl_SequenceContainer_SequenceRootContainer_Name
source: Sequence
ca_es: Seqüència
el_gr: Αλληλουχία
es_es: Secuencia
fr_fr: Séquence
gl_es: Secuencia
it_it: Sequenza
ja_jp: シーケンス
pt_pt: Sequência
ru_ru: Серия
tr_tr: Sekans

# Lbl_SequenceContainer_Duplicate_Tooltip
source: Creates a duplicate of current set and all its items and append it to the parent instruction set
ca_es: Crea un duplicat del conjunt actual i tots els seus elements i l’afegeix al conjunt d’instruccions mestre
es_es: Crea un duplicado del conjunto actual y todos sus elementos y añádelo al conjunto de instrucciones padre
fr_fr: Crée un doublon du jeu courant et de tous ses éléments et l'ajoute au jeu d'instructions parent
gl_es: Crea un duplicado do conxunto actual e todos os seus elementos e engádeo ó conxunto de instrucións pai
it_it: Crea un duplicato del set corrente e di tutti i suoi elementi e lo aggiunge all'istruzione gerarchica impostata
ja_jp: 現在のセットとそのすべての項目の複製を作成し、上位命令セットに追加します
pt_pt: Cria um duplicado do conjunto atual e de todos os seus itens e adiciona-os ao conjunto de instruções principal
ru_ru: Создает дубликат текущего набора и всех его элементов и добавляет его в родительскую инструкцию
tr_tr: Mevcut setin ve tüm öğelerinin bir kopyasını oluşturur ve bunu üst yönerge setine ekler

# Lbl_SequenceItem_Duplicate_Tooltip
source: Creates a duplicate of current item and append it to the parent instruction set
ca_es: Crea un duplicat de l’ítem actual i l’afegeix al conjunt d’instruccions mestre
es_es: Crea un duplicado del conjunto actual y añádelo al conjunto de instrucciones padre
fr_fr: Crée un doublon de l'élément courant et l'ajoute au jeu d'instructions parent
gl_es: Crea un duplicado do elemento actual e engádeo ó conxunto de instrucións pai
it_it: Crea un duplicato dell'elemento corrente e lo aggiunge all'istruzione gerarchica impostata
ja_jp: 現在の項目の複製を作成し、上位命令セットに追加します
pt_pt: Cria um duplicado do item catual e adiciona-o ao conjunto de instruções principal
ru_ru: Создает дубликат текущего элемента и добавляет его в родительскую инструкцию
tr_tr: Mevcut öğenin bir kopyasını oluşturur ve bunu üst yönerge setine ekler

# Lbl_OldSequencer_EmptyAreaDescription
source: Add a new sequence target via the + button, open an existing target or add targets via Framing Assistant
ca_es: Afegiu un nou objectiu de seqüència mitjançant el botó +, obriu un objectiu existent o afegiu objectius mitjançant l’assistent d’enquadrament
es_es: Añadir un nuevo objetivo de secuencia a través del botón +, abrir un objetivo existente o añadir objetivos a través del asistente de encuadre
fr_fr: Ajouter une nouvelle cible de séquence via le bouton +, ouvrir une cible existante ou ajouter des cibles via l'assistant de cadrage
gl_es: Engade un novo Obxectivo de Secuencia usando do botón +, abre un obxectivo existente ou engade obxectivos mediante o asistente de encadre
ja_jp: + ボタンを使用して新しいシーケンス目標を追加します。既存の目標を開くか、フレーミング支援を使って目標を追加します
pt_pt: Adiciona um nova Sequência através do Botão +, abre um Objecto existente ou adiciona Objectos através do Assistente de Enquadramento
ru_ru: Добавить новую цель серии с помощью кнопки +, открыть существующую цель или добавить цели через Помощник Кадрирования
tr_tr: + Düğmesi aracılığıyla yeni bir Sekans Hedefi ekleyin, mevcut bir hedefi açın veya Çerçeveleme Asistanı aracılığıyla hedefler ekleyin
