Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblObjectType_G+C+N
source: Cluster with nebulosity in a galaxy
ca_es: Cúmul amb Nebulositat en una Galàxia
el_gr: Σμήνος με Νεφέλωμα σε Γαλαξία
es_es: Cúmulo con Nebulosidad en la GNM
fr_fr: Amas d'étoiles avec nébulosité dans une galaxie
gl_es: Cúmulo con Nebulosidade nunha Galaxia
it_it: Ammasso con Nebulosità in una Galassia
ja_jp: 銀河内に星雲のある星団
pt_pt: Enxame com nebulosidade numa Galáxia
ru_ru: Скопление с туманностью в Галактике
tr_tr: Galaksi içinde nebula kümesi

# LblObjectType_GALCL
source: Galaxy cluster
ca_es: Agrupació de Galàxies
el_gr: Γαλαξιακό Σμήνος
es_es: Agrupación de Galaxias
fr_fr: Amas de Galaxies
gl_es: Cúmulo de Galaxias
it_it: Ammasso di Galassie
ja_jp: 銀河団
pt_pt: Enxame de Galáxias
ru_ru: Скопление галактик
tr_tr: Galaksi kümesi

# LblObjectType_GALXY
source: Galaxy
ca_es: Galàxia
el_gr: Γαλαξίας
es_es: Galaxia
fr_fr: Galaxie
gl_es: Galaxia
it_it: Galassia
ja_jp: 銀河
pt_pt: Galáxia
ru_ru: Галактика
tr_tr: Galaksi

# LblObjectType_GLOCL
source: Globular cluster
ca_es: Cúmul Globular
el_gr: Σφαιρωτό Σμήνος
es_es: Cúmulo Globular
fr_fr: Amas Globulaire
gl_es: Cúmulo Globular
it_it: Ammasso Globulare
ja_jp: 球状星団
pt_pt: Enxame de estrelas
ru_ru: Шаровое скопление
tr_tr: Global küme

# LblObjectType_GX+DN
source: Diffuse nebula in a galaxy
ca_es: Nebulosa Difusa en una Galàxia
el_gr: Διάχυτο Νεφέλωμα σε Γαλαξία
es_es: Nebulosa Difusa en una Galaxia
fr_fr: Nébuleuse Diffuse dans une Galaxie
gl_es: Nebulosa Difusa nunha Galaxia
it_it: Nebula Diffusa dentro a Galassia
ja_jp: 散光星雲
pt_pt: Nebulosa difusa numa Galáxia
ru_ru: Рассеянная туманность в Галактике
tr_tr: Galaksi içinde dağınık nebula

# LblObjectType_GX+GC
source: Globular cluster in a galaxy
ca_es: Cúmul Globular en una Galàxia
el_gr: Σφαιρωτό Σμήνος σε Γαλαξία
es_es: Cúmulo Globular en una Galaxia
fr_fr: Amas Globulaire dans une Galaxie
gl_es: Cúmulo Globular nunha Galaxia
it_it: Ammasso Globulare in una Galassia
ja_jp: 銀河内球状星団
pt_pt: Enxame de estrelas numa Galáxia
ru_ru: Шаровое скопление в Галактике
tr_tr: Galaksi içinde global küme

# LblObjectType_LMCCN
source: Cluster with nebulosity in the LMC
ca_es: Cúmul amb Nebulositat a la GNM
el_gr: Σμήνος με Νεφέλωμα στο LMC
es_es: Cúmulo con Nebulosidad en la GNM
fr_fr: Amas avec nébulosité dans le LMC
gl_es: Cúmulo con nebulosidade en LMC
it_it: Ammasso con Nebulosità nel LMC
ja_jp: 大マゼラン星雲内の星雲のある星団
pt_pt: Enxame com nebulosidade dentro da GNM
ru_ru: Скопление с туманностью в БМО
tr_tr: LMC içinde nebula kümesi

# LblObjectType_LMCDN
source: Diffuse nebula in the LMC
ca_es: Nebulosa Difusa al GNM
el_gr: Διάχυτο Νεφέλωμα στο LMC
es_es: Nebulosa Difusa en la GNM
fr_fr: Nébuleuse Diffuse dans le LMC
gl_es: Nebulosa Difusa en LMC
it_it: Nebula Diffusa nel LMC
ja_jp: 大マゼラン星雲内の散光星雲
pt_pt: Nebulosa Difusa dentro da GNM
ru_ru: Рассеянная туманность в БМО
tr_tr: LMC içinde dağınık nebula

# LblObjectType_LMCGC
source: Globular cluster in the LMC
ca_es: Cúmul Globular en la GNM
el_gr: Σφαιρωτό Σμήνος στο LMC
es_es: Cúmulo Globular en la GNM
fr_fr: Amas Globulaire dans le LMC
gl_es: Cúmulo Globular en LMC
it_it: Ammasso Globulare nel LMC
ja_jp: 大マゼラン星雲内の球状星団
pt_pt: Enxame de estrelas dentro da GNM
ru_ru: Шаровое скопление в БМО
tr_tr: LMC içinde global küme

# LblObjectType_LMCOC
source: Open cluster in the LMC
ca_es: Cúmul Obert en la GNM
el_gr: Ανοιχτό σμήνος στο LMC
es_es: Cúmulo Abierto en la GNM
fr_fr: Amas Ouvert dans le LMC
gl_es: Cúmulo Aberto en LMC
it_it: Ammasso Aperto nel LMC
ja_jp: 大マゼラン星雲内の散開星団
pt_pt: Enxame aberto dentro da GNM
ru_ru: Открытое скопление в БМО
tr_tr: LMC içinde açık küme

# LblObjectType_NONEX
source: Nonexistent
ca_es: No existent
el_gr: Δεν Υπάρχει
es_es: No existente
fr_fr: Inexistant
gl_es: Inexistente
it_it: Inesistente
ja_jp: 存在しません
pt_pt: Inexistente
ru_ru: Несуществующий
tr_tr: Var olmayan

# LblObjectType_OPNCL
source: Open cluster
ca_es: Cúmul Obert
el_gr: Ανοιχτό Σμήνος
es_es: Cúmulo Abierto
fr_fr: Amas Ouvert
gl_es: Cúmulo Aberto
it_it: Ammasso Aperto
ja_jp: 散開星団
pt_pt: Enxame Aberto
ru_ru: Открытое скопление
tr_tr: Açık küme

# LblObjectType_PLNNB
source: Planetary nebula
ca_es: Nebulosa Planetària
el_gr: Πλανητικό Νεφέλωμα
es_es: Nebulosa Planetaria
fr_fr: Nébuleuse planétaire
gl_es: Nebulosa Planetaria
it_it: Nebulosa Planetaria
ja_jp: 惑星状星雲
pt_pt: Nebulosa Planetária
ru_ru: Планетарная туманность
tr_tr: Gezegensel nebula

# LblObjectType_QUASR
source: Quasar
ca_es: Quàsar
el_gr: Κβάζαρ
es_es: Quásar
gl_es: Quásar
ja_jp: クエイザー
ru_ru: Квазар
tr_tr: Kuasar

# LblObjectType_SMCCN
source: Cluster with nebulosity in the SMC
ca_es: Cúmul amb Nebulositat en la PNM
el_gr: Σμήνος με Νεφέλωμα στο SMC
es_es: Cúmulo con Nebulosidad en la PNM
fr_fr: amas avec nébulosité dans le SMC
gl_es: Cúmulo con Nebulosidade en SMC
it_it: Ammasso con Nebulosità nelSMC
ja_jp: 小マゼラン星雲内の星雲のある星団
pt_pt: Enxame com nebulosidade dentro da PNM
ru_ru: Скопление с туманностью в ММО
tr_tr: SMC içinde nebula kümesi

# LblObjectType_SMCDN
source: Diffuse nebula in the SMC
ca_es: Nebulosa Difusa en la PNM
el_gr: Διάχυτο Νεφέλωμα στο SMC
es_es: Nebulosa Difusa en la PNM
fr_fr: Nébuleuse Diffuse dans le SMC
gl_es: Nebulosa Difusa en SMC
it_it: Nebulosa diffusa nel SMC
ja_jp: 小マゼラン星雲内にある散光星雲
pt_pt: Nebulosa Difusa dentro da PNM
ru_ru: Рассеянная туманность в ММО
tr_tr: SMC içinde dağınık nebula

# LblObjectType_SMCGC
source: Globular cluster in the SMC
ca_es: Cúmul Globular en la PNM
el_gr: Σφαιρωτό Σμήνος στο SMC
es_es: Cúmulo Globular en la PNM
fr_fr: Amas Globulaire dans le SMC
gl_es: Cúmulo Globular en SMC
it_it: Ammasso Globulare nel SMC
ja_jp: 小マゼラン星雲内にある球状星団
pt_pt: Enxame de estrelas dentro da PNM
ru_ru: Шаровое скопление в ММО
tr_tr: SMC içinde global küme

# LblObjectType_SMCOC
source: Open cluster in the SMC
ca_es: Cúmul Obert en la PNM
el_gr: Ανοιχτό σμήνος στο SMC
es_es: Cúmulo Abierto en la PNM
fr_fr: Amas Ouvert dans le SMC
gl_es: Cúmulo Aberto en SMC
it_it: Ammasso Aperto nel SMC
ja_jp: 小マゼラン星雲内にある散開星団
pt_pt: Enxame aberto dentro da PNM
ru_ru: Открытое скопление в ММО
tr_tr: SMC içinde açık küme

# LblObjectType_SNREM
source: Supernova remnant
ca_es: Remanent de Supernova
el_gr: Υπόλειμμα Υπερκαινοφανούς
es_es: Remanente de Supernova
fr_fr: Rémanent de Supernova
gl_es: Remanente de Supernova
it_it: Residuo Supernova
ja_jp: 超新星残骸
pt_pt: Remanescente de Supernova
ru_ru: Остаток сверхновой
tr_tr: Süpernova kalıntısı

# LblOf
source: Of
ca_es: De
el_gr: Από
es_es: De
fr_fr: de
gl_es: De
it_it: Di
ja_jp: の
pt_pt: De
ru_ru: Из
tr_tr: de

# LblOff
source: Off
ca_es: Apagat
es_es: Apagado
gl_es: Apagado
it_it: Spento
ja_jp: オフ
pt_pt: Desligado
ru_ru: Выкл.
tr_tr: Kapalı

# LblOffset
source: Offset
ca_es: Compensació
es_es: Compensación
gl_es: Compensación
ja_jp: オフセット
ru_ru: Оффсет

# LblOffsetDescription
source: Camera offset
ca_es: Compensació (offset) de la Càmera
el_gr: Offset Κάμερας
es_es: Compensación (offset) de la Cámara
fr_fr: Caméra Offset
gl_es: Compensación Cámara
it_it: Offset Camera
ja_jp: カメラ オフセット
pt_pt: Offset de câmera
ru_ru: Оффсет камеры
tr_tr: Kamera offset

# LblOK
source: OK
ca_es: D'acord
el_gr: Εντάξει
ja_jp: オーケー
ru_ru: ОК
tr_tr: Tamam

# LblOldPosition
source: Old position
ca_es: Posició anterior
el_gr: Προηγούμενη Θέση
es_es: Posición anterior
fr_fr: Ancienne position
gl_es: Posición Anterior
it_it: Vecchia posizione
ja_jp: 以前の位置
pt_pt: Posição Antiga
ru_ru: Старая позиция
tr_tr: Eski pozisyon

# LblOn
source: On
ca_es: Encès
es_es: Encendido
gl_es: Aceso
it_it: Acceso
ja_jp: オン
pt_pt: Ligado
ru_ru: Вкл
tr_tr: Açık

# LblOneToOne
source: Scale image to 1:1
ca_es: Escala de la Imatge a 1:1
el_gr: Κλίμακα Εικόνας σε 1:1
es_es: Escala la Imagen a 1:1
fr_fr: Échelle Image à 1:1
gl_es: Escala Imaxe a 1:1
it_it: Scala Immagine to 1:1
ja_jp: 1:1に画像をスケーリングします。
pt_pt: Dimensionar imagem para 1:1
ru_ru: Масштабирование изображения до 1:1
tr_tr: Resmi 1:1 ölçekle

# LblOpacity
source: Opacity
ca_es: Opacitat
el_gr: Αδιαφάνεια
es_es: Opacidad
fr_fr: Opacité
gl_es: Opacidade
it_it: Opacità
ja_jp: 不透明度
pt_pt: Transparência
ru_ru: Прозрачность
tr_tr: Donukluk

# LblOpenManual
source: Open manual
ca_es: Obertura Manual
el_gr: Άνοιγμα Εγχειριδίου
es_es: Apertura manual
fr_fr: Ouvrir Manuel
gl_es: Apertura Manual
it_it: Apri Manuale
ja_jp: マニュアルを開く
pt_pt: Abrir Manualmente
ru_ru: Открыть руководство
tr_tr: Kullanma kılavuzunu aç

# LblOpenWeatherMapAPIKey
source: OpenWeatherMap API key
ca_es: Clau API de OpenWeatherMap
el_gr: Κλειδί API OpenWeatherMap
es_es: Clave API de OpenWeatherMap
fr_fr: Clé API OpenWeatherMap
gl_es: Chave API de OpenWeatherMap
it_it: Chiave API OpenWeatherMap
ja_jp: OpenWeatherMap APIキー
pt_pt: Chave API do OpenWeatherMap
ru_ru: Ключ API OpenWeatherMap
tr_tr: OpenWeatherMap API Anahtarı

# LblOpenWeatherMapClientDescription
source: Uses OpenWeatherMap's Current Weather API. Weather data is refreshed every 10 minutes.
ca_es: Utilitza l'API meteorològica actual d'OpenWeatherMap. Les dades meteorològiques s’actualitzen cada 10 minuts.
el_gr: Χρησιμοποιεί το API Τρέχοντος Καιρού του OpenWeatherMap. Τα δεδομένα καιρού ανανεώνονται κάθε 10 λεπτά.
es_es: Usa el API actual de clima de OpenWeatherMap. La infomación del clima se actualiza cada 10 minutos.
fr_fr: Utilise l'API Current Weather d'OpenWeatherMap. Les données météorologiques sont actualisées toutes les 10 minutes.
gl_es: Emprega a API do tempo actual de OpenWeatherMap. Os datos de tempo refréscanse cada 10 minutos.
it_it: Impiega le API Uses OpenWeatherMap del meteo corrente per le tue coordinate configurate. I dati meteo sono rinfrescati ogni 10 minuti.
ja_jp: OpenWeatherMapのCurrent Weather APIを使用します。天気データは10分毎に更新されます。
pt_pt: Usa a API Meteorológica actual do OpenWeatherMap. Os dados meteorológicos são actualizados a cada 10 minutos.
ru_ru: Использует текущий API погоды OpenWeatherMap. Данные погоды обновляются каждые 10 минут.
tr_tr: OpenWheatherMap'ın mevcut meteorolojı API'sini kullanır. Meteoroloji verisi her 10 dakikada bir yenilenir.

# LblOpenWeatherMapClientInfo
source: NINA internal OpenWeatherMap API client
ca_es: Client intern de NINA per a l'API de OpenWeatherMap
el_gr: OpenWeatherMap API client του NINA
es_es: Cliente interno de NINA para el API de OpenWeatherMap
fr_fr: Client API interne OpenWeatherMap de NINA
gl_es: Cliente API OpenWeatherMap interno de NINA
it_it: Client interno NINA per le API OpenWeatherMap
ja_jp: NINA内部OpenWeatherMap APIクライアント
pt_pt: Cliente API OpenWeatherMap interno do NINA
ru_ru: NINA внутренний клиент OpenWeatherMap API
tr_tr: NINA dahili OpenWeatherMap API istemcisi

# LblOptions
source: Options
ca_es: Opcions
el_gr: Επιλογές
es_es: Opciones
gl_es: Opcións
it_it: Opzioni
ja_jp: オプション
pt_pt: Opções
ru_ru: Настройки
tr_tr: Seçenekler

# LblOrderBy
source: Order by
ca_es: Ordenar per
el_gr: Ταξινόμηση ανά
es_es: Ordenar Por
fr_fr: Ordonner par
gl_es: Ordenado por
it_it: Ordina per
ja_jp: 並べ替え基準
pt_pt: Ordenar por
ru_ru: Сортировать по
tr_tr: Göre ara

# LblOrientation
source: Orientation
ca_es: Orientació
el_gr: Προσανατολισμός
es_es: Orientación
gl_es: Orientación
it_it: Orientamento
ja_jp: 回転角度
pt_pt: Orientação
ru_ru: Направление
tr_tr: Oryantasyon

# LblOverlapPercentage
source: Overlap percentage
ca_es: Percentatge de superposició
el_gr: Ποσοστό επικάλυψης
es_es: Porcentaje de superposición
fr_fr: % Chevauchement
gl_es: % Superposición
it_it: Percentuale sovrapposizione
ja_jp: オーバーラップ率
pt_pt: Percentagem de sobreposição
ru_ru: Процент наложения
tr_tr: Çakışma yüzdesi

# LblPanel
source: Panel
ca_es: Panell
el_gr: Πάνελ
fr_fr: Panneau
it_it: Pannello
ja_jp: パネル
pt_pt: Painel
ru_ru: Панель

# LblParabolic
source: Parabolic
ca_es: Parabòlic
el_gr: Παραβολικό
es_es: Parabólico
fr_fr: Parabolique
gl_es: Parabólico
it_it: Parabolico
ja_jp: パラボリック
pt_pt: Parabólico
ru_ru: Параболический
tr_tr: Parabolik

# LblPark
source: Park
ca_es: Aparcar
el_gr: Στάθμευση
es_es: Aparcar
gl_es: Estacionar
it_it: Parcheggia
ja_jp: パーク
ru_ru: Парковка

# LblParkEnabledButTelescopeCannotPark
source: Telescope is set to park at sequence end, yet it is unable to do so
ca_es: El telescopi està configurat per aparcar al final de la seqüència, però no pot fer-ho
el_gr: Το Τηλεσκόπιο έχει ρυθμιστεί να σταθμεύσει στο τέλος της αλληλουχίας, αλλά δεν μπορεί να το κάνει
es_es: El Telescopio está configurado para aparcarse al final de la secuencia, pero no ha podido hacerlo
fr_fr: Le télescope est configuré pour se parker à la fin de la séquence mais ne peut pas le faire.
gl_es: O telescopio está configurado para estacionar ó rematar a secuencia, pero non pode facelo
it_it: Il telescopio è impostato per parcheggiarsi al termine della sequenza, ma non è possibile completare il comando
ja_jp: 望遠鏡はシーケンス終了時にパーク位置に行くように設定されていますが、実行することができません。
pt_pt: O telescópio está definido para efectuar park no final da sequência, contudo não é possivel
ru_ru: Телескоп установлен в парковку в конце серии, но он не может сделать это
tr_tr: Teleskop, sıralama sonunda park edilmeye ayarlandı, bunu yapmaya henüz müsait değil

# LblParkEnabledButTelescopeNotConnected
source: Telescope is set to park at sequence end, yet it is not connected
ca_es: El telescopi està configurat per aparcar al final de la seqüència, però no està connectat
el_gr: Το Τηλεσκόπιο έχει ρυθμιστεί να σταθμεύσει στο τέλος της αλληλουχίας, αλλά δεν είναι συνδεδεμένο
es_es: El Telescopio está configurado para aparcarse al final de la secuencia, pero no está conectado
fr_fr: e télescope est configuré pour se parker à la fin de la séquence, mais il n'est pas connecté
gl_es: O telescopio está configurado para estacionar ó final da secuencia, pero non está conectado
it_it: Il telescopio è impostato per parcheggiarsi al termine della sequenza, ma non è collegato
ja_jp: 望遠鏡はシーケンス終了時にパーク位置に行くように設定されていますが、接続されていません。
pt_pt: O telescópio está definido para efectuar park no final da sequência, contudo não está conectado
ru_ru: Телескоп установлен в парковку в конце серии, но не подключен
tr_tr: Teleskop, sıralama sonunda park edilmeye ayarlandı, henüz bağlanmadı

# LblPassMeridian
source: Pass meridian
ca_es: Pas del Meridià
el_gr: Μετά τον Μεσημβρινό
es_es: Paso de Meridiano
fr_fr: Passage Méridien
gl_es: Paso do Meridiano
it_it: Passaggio Meridiano
ja_jp: 子午線跨ぎ
pt_pt: Passar o Meridiano
ru_ru: После меридиана
tr_tr: Meridyeni geç

# LblPatternName
source: Pattern name
ca_es: Nom del Patró
el_gr: Όνομα Σχεδίου
es_es: Nombre de Patron
fr_fr: Nom du motif
gl_es: Nome de Patrón
it_it: Nome Pattern
ja_jp: パターン名
pt_pt: Nome do Padrão
ru_ru: Имя шаблона
tr_tr: Desen Adı

# LblPauseBetweenFilters
source: Pause between filters
ca_es: Pausa entre filtres
el_gr: Παύση ανάμεσα στα φίλτρα
es_es: Pausa entre filtros
fr_fr: Pause entre les filtres
gl_es: Pausa entre filtros
it_it: Pausa tra filtri
ja_jp: フィルター変更後に一時休止
pt_pt: Pausa entre filtros
ru_ru: Пауза между фильтрами
tr_tr: Filtreler değişirken bekle

# LblPaused
source: Paused
ca_es: Pausat
el_gr: Έχει Γίνει Παύση
es_es: Pausado
fr_fr: En Pause
gl_es: Pausado
it_it: In Pausa
ja_jp: 一次停止中
pt_pt: Pausado
ru_ru: Приостановлено
tr_tr: Beklemede

# LblPauseTimeBeforeMeridian
source: Pause before meridian
ca_es: Pausa abans del canvi de Meridià
es_es: Pausa antes del Meridiano
fr_fr: Pause avant méridien
gl_es: Pausa antes do Meridiano
ja_jp: 子午線反転前に一時停止
pt_pt: Pausa antes do Meridiano
ru_ru: Пауза перед меридианом
tr_tr: Neridyenden önce bekle

# LblPegasusFlatMaster
source: FlatMaster
ca_es: MasterFlat
es_es: MasterFlat
fr_fr: MasterFlat
it_it: Maestro dei Flatroni
ja_jp: フラットマスター
pt_pt: MasterFlat
ru_ru: ФлэтМастер
tr_tr: Ana düz kare

# LblPHD2DecRMS
source: Dec: {0} ({1}")
el_gr: Απόκλιση: {0}({1}")
ja_jp: 赤緯:{0}({1}")
ru_ru: Скл: {0}({1}")

# LblPhd2FailedEquipmentConnection
source: PHD2 wasn't able to connect to the equipment
ca_es: PHD2 no s'ha pogut connectar a l'equip
el_gr: Το PHD2 δεν μπόρεσε να συνδεθεί στον εξοπλισμό
es_es: PHD2 no se pudo conectar al equipamiento
fr_fr: PHD2 n'a pas pu se connecter à l'équipement
gl_es: PHD2 non se pode conectar ó equipo
it_it: PHD2 è riuscito a collegarsi all'equipaggiamento
ja_jp: PHD2が装置と接続できませんでした。
pt_pt: PHD2 não foi capaz de conectar ao equipamento
ru_ru: PHD2 не смог подключиться к оборудованию
tr_tr: PHD2 ekipmana bağlanamadı

# LblPhd2FailedGetProfiles
source: PHD2 wasn't able to provide profiles
ca_es: PHD2 no ha pogut proporcionar cap perfil
es_es: PHD2 no pudo proporcionar perfiles
fr_fr: PHD2 n'a pas pu fournir de profils
gl_es: PHD2 non puido fornecer perfís
it_it: PHD2 non è stato in grado di fornire profili
ja_jp: PHD2からプロファイルを取得できませんでした
pt_pt: O PHD2 não foi capaz de fornecer perfis
ru_ru: PHD2 не смог предоставить профили
tr_tr: PHD2 profil sağlayamadı

# LblPHD2HistorySize
source: PHD2 history size
ca_es: PHD2 Tamany de l'Històric
el_gr: Μέγεθος Ιστορικού PHD2
es_es: PHD2 Tamaño del histórico
fr_fr: Grosseur Historique PHD2
gl_es: Tamaño do Historial PHD2
it_it: Dimensione Storia PHD2
ja_jp: PHD2履歴サイズ
pt_pt: Tamanho do Histórico do PHD2
ru_ru: Размер истории PHD2
tr_tr: PHD2 geçmişi boyutu

# LblPHD2MinimalHistorySize
source: PHD2 history size (imaging)
ca_es: Mida de l'historic PHD2 (imatge)
el_gr: Μέγεθος Ιστορικού PHD2 (Απεικόνιση)
es_es: PHD2 Tamaño del histórico (Captura)
fr_fr: Grosseur minimale Historique PHD2
gl_es: Tamaño de Historial PHD2 (Captura)
it_it: Dimensione Storia PHD2 (Imaging)
ja_jp: PHD2履歴サイズ(撮像)
pt_pt: Tamanho do histórico do PHD2 (imagens)
ru_ru: Размер истории PHD2 (Съёмка)
tr_tr: PHD2 geçmişi boyutu (Görüntüleme)

# LblPHD2Path
source: PHD2 path
ca_es: PHD2 Ruta
el_gr: Διαδρομή PHD2
es_es: PHD2 Ruta
fr_fr: Emplacement PHD2
gl_es: Ruta PHD2
it_it: Percorso PHD2
ja_jp: PHD2パス
pt_pt: Caminho do PHD2
ru_ru: Путь PHD2
tr_tr: PHD2 yolu

# LblPhd2PathNotFound
source: Could not start PHD2. Path not found
ca_es: No s'ha pogut iniciar PHD2. No s'ha trobat
el_gr: Δεν ήταν δυνατή η εκκίνηση του PHD2. Η διαδρομή δεν βρέθηκε
es_es: No se pudo Iniciar PHD2. Ruta no encontrada
fr_fr: Impossible de démarrer PHD2. Chemin introuvable
gl_es: Non se pode iniciar PHD2. Ruta non atopada
it_it: Impossibile avviare PHD2. Percorso non trovato
ja_jp: PHD2を起動できませんでした。パスが見つかりません。
pt_pt: Não foi possível iniciar o PHD2. Caminho não encontrado
ru_ru: Не удалось запустить PHD2. Путь не найден
tr_tr: PHD2 başlatılamadı. Yol bulunamıyor

# LblPHD2RARMS
source: RA: {0} ({1}")
ca_es: AR: {0} ({1}")
el_gr: Ο.A.: {0} ({1}")
es_es: AR: {0} ({1}")
fr_fr: AD : {0} ({1}")
gl_es: AR: {0} ({1}")
it_it: AR: {0} ({1}")
ja_jp: 赤経: {0} ({1}")
pt_pt: AR: {0} ({1}")
ru_ru: П.В.: {0}({1}")

# LblPhd2ServerConnectionLost
source: PHD2 server connection lost!
ca_es: S'ha perdut la connexió del servidor PHD2!
el_gr: Απώλεια Σύνδεσης με το PHD2 Server!
es_es: ¡Conexión Perdida con el servidor PHD2!
fr_fr: Connexion au serveur PHD2 perdue!
gl_es: Conexión co servidor PHD2 perdida!
it_it: Connessione al Server PHD2 persa!
ja_jp: PHD2サーバーの接続が途絶えました。
pt_pt: Ligação ao Servidor do PHD2 perdida!
ru_ru: Соединение с сервером PHD2 потеряно!
tr_tr: PHD2 sunucu bağlantısı kesildi!

# LblPHD2ServerPort
source: PHD2 server port
ca_es: Port del Servidor de PHD2
el_gr: Θύρα Server PHD2
es_es: Puerto del Servidor de PHD2
fr_fr: Port Serveur PHD2
gl_es: Porto Servidor PHD2
it_it: Porta Server PHD2
ja_jp: PHD2サーバーポート
pt_pt: Porta do Servidor do PHD2
ru_ru: Порт PHD2 сервера
tr_tr: PHD2 sunucu girişi

# LblPHD2ServerUrl
source: PHD2 server URL
ca_es: URL del Servidor de PHD2
es_es: Url del Servidor de PHD2
fr_fr: URL du serveur PHD2
gl_es: URL Servidor PHD2
ja_jp: PHD2サーバーURL
pt_pt: Endereço do Servidor do PHD2
ru_ru: URL-адрес сервера PHD2
tr_tr: PHD2 Sunucu URL

# LblPHD2Settings
source: PHD2 settings
ca_es: Configuració de PHD2
el_gr: Ρυθμίσεις PHD2
es_es: Ajustes PHD2
fr_fr: Configuration PHD2
gl_es: Config. PHD2
it_it: Settaggi PHD2
ja_jp: PHD2設定
pt_pt: Configurações do PHD2
ru_ru: Настройки PHD2
tr_tr: PHD2 ayarları

# LblPhd2StartProcessError
source: Could not start PHD2. Check logs for details.
ca_es: No s'ha pogut iniciar PHD2. Consulteu els registres per obtenir més informació.
el_gr: Δεν ήταν δυνατή η εκκίνηση του PHD2. Δείτε τα αρχεία καταγραφής για λεπτομέρειες.
es_es: No pudo iniciarse PHD2. Revise los Logs para más detalles.
fr_fr: Impossible de démarrer PHD2. Consultez les journaux pour plus de détails.
gl_es: Non se puido iniciar PHD2. Consulta o log para máis detalles.
it_it: Impossibile avviare PHD2. Verificare i lgos per detagli.
ja_jp: PHD2を開始できませんでした。詳細はログを参照して下さい。
pt_pt: Não foi possível iniciar o PHD2. Verifique os ficheiros de registo para mais detalhes.
ru_ru: Не удалось запустить PHD2. Проверьте журналы для деталей.
tr_tr: PHD2 başlatılamadı. Ayrıntılar için kayıt defterine bakın.

# LblPhd2SynchronizedServiceClientConnected
source: Client connected to synchronised PHD2 service. Connected clients: {0}
ca_es: Client connectat per a sincronitzar PHD2. Clients connectats: {0}
el_gr: Ο Client έχει συνδεθεί στην συγχρονισμένη υπηρεσία PHD2. Συνδεδεμένοι clients: {0}
es_es: Cliente conectado para sincronizar PHD2. Clientes conectados: {0}
fr_fr: Client connecté au service PHD2. Clients connectés: {0}
gl_es: Cliente conectado para sincronizar o servizo PHD2. Clientes conectados: {0}
it_it: Client connesso a servizio sincronizzato PHD2. clients connessi: {0}
ja_jp: クライアントは同期PHD2サービスに接続されています。 接続済クライアント: {0}
pt_pt: Cliente conectado ao serviço synchronized PHD2. Clientes conectados: {0}
ru_ru: Клиент подключен к синхронизированной службе PHD2. Подключенные клиенты: {0}
tr_tr: İstemci senkronize PHD2 servisine bağlandı Bağlanan istemciler: {0}

# LblPhd2SynchronizedServiceClientDisconnected
source: Client disconnected to synchronised PHD2 service. Connected clients: {0}
ca_es: Client desconnectat per a sincronitzar PHD2. Clients connectats: {0}
el_gr: Ο Client αποσυνδέθηκε από την συγχρονισμένη υπηρεσία PHD2. Συνδεδεμένοι clients: {0}
es_es: Cliente desconectado para sincronizar PHD2. Clientes conectados: {0}
fr_fr: Client déconnecté du service PHD2. Clients connectés: {0}
gl_es: Cliente desconectado para sincronizar o servizo PHD2. Clientes conectados: {0}
it_it: Client disconnesso dal servizio sincronizzato PHD2. clients connessi: {0}
ja_jp: クライアントは同期PHD2サービスから接続解除されました。 接続済クライアント: {0}
pt_pt: Cliente desconectado do serviço synchronized PHD2. Clientes conectados: {0}
ru_ru: Клиент отключен от синхронизированной службы PHD2. Подключенные клиенты: {0}
tr_tr: İstemcinin senkronize PHD2 servis bağlantısı kesildi. Bağlanan istemci: {0}

# LblPhd2SynchronizedServiceStarted
source: Synchronised PHD2 service started
ca_es: S'ha iniciat el servei de sincronització PHD2
el_gr: Η συγχρονισμένη υπηρεσία PHD2 ξεκίνησε
es_es: Iniciado el servicio de sincronización con PHD2.
fr_fr: Service de synchronisation à PHD2 démarré
gl_es: Iniciado Servizo de sincronizado PHD2
it_it: Servizio sincronizzato PHD2 avviato
ja_jp: 同期PHD2サービス開始済
pt_pt: Serviço Synchronized PHD2 iniciado
ru_ru: Начата синхронизация службы PHD2
tr_tr: Senlronize PHD2 servisi başladı

# LblPHD2TotalRMS
source: Tot: {0} ({1}")
el_gr: Σύνολο: {0}({1}")
ja_jp: 合計:{0}({1}")
ru_ru: Итого: {0}({1}")
tr_tr: Top.:{0}({1}")

# LblPhd2Profile
source: PHD2 profile
ca_es: Perfil PHD2
es_es: Perfil de PHD2
fr_fr: Profil PHD2
gl_es: Perfil PHD2
it_it: Profilo PHD2
ja_jp: PHD2プロファイル
pt_pt: Perfil do PHD2
ru_ru: Профиль PHD2
tr_tr: PHD2 profili

# LblPhd2ProfileChanged
source: Changed PHD2 profile to {0}
ca_es: S'ha canviat el perfil PHD2 a {0}
es_es: Se cambió el perfil de PHD2 a {0}
fr_fr: Profil PHD2 modifié en {0}
gl_es: Perfil PHD2 cambiado a {0}
it_it: Cambiato il profilo PHD2 in {0}
ja_jp: PHD2プロファイルを{0} に変更しました
pt_pt: Perfil do PHD2 alterado para {0}
ru_ru: Профиль PHD2 изменен на {0}
tr_tr: PHD2 profili {0}e değiştirildi
