Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceItem_Imaging_SmartExposure_Description
source: Takes exposures for the given amount, filter, duration, gain and offset and initiates a dither after the amount of exposures. Triggers and conditions are evaluated in between the exposures.
ca_es: Adopta exposicions per a la quantitat, el filtre, la durada, el guany i les compensacions indicats i inicia un dither després de la quantitat d'exposicions. Els activadors i les condicions s’avaluen entre les exposicions.
es_es: Toma exposiciones de la cantidad, filtro, duración, ganancia y offset dados e inicia un dither después de la cantidad de exposiciones. Los activadores y las condiciones se evalúan entre las exposiciones.
fr_fr: Prend des expositions pour la quantité donnée, le filtre, la durée, le gain et offset et initie un décalage après la quantité d'expositions. Les déclencheurs et les conditions sont évalués entre les expositions.
gl_es: Fai exposicións na cantidade, filtro, duración, ganancia e compensación indicados e inicia un dither despois de certa cantidade de exposicións. Os desencadeantes e as condicións avalíanse entre exposicións.
it_it: Effettua esposizioni per l'importo, filtro, durata, guadagno e offset e avvia un dither dopo un numero di esposizioni. I trigger e le condizioni sono valutati tra le esposizioni.
ja_jp: 指定された枚数、フィルター、時間、ゲイン、オフセット撮影し、指定枚数後にディザリングを開始します。 トリガーと条件は、撮影の間に評価されます。
pt_pt: Obtém exposições pelo numero total, filtro, duração, gain e offset definidos e inicia o dither após a quantidade de exposições. As ações e as condições serão avaliados entre as exposições.
ru_ru: Делает экспозиции заданной величины, фильтра, продолжительности, усиления и смещения и инициирует межкадровую подвижку после количества экспозиций. Триггеры и условия оцениваются между экспозициями.
tr_tr: Verilen miktar, filtre, süre, kazanç ve ofset için poz alır ve pozlama sayısından sonra dither başlatır. Tetikleyiciler ve koşullar, pozlamalar arasında değerlendirilir.

# Lbl_SequenceItem_Imaging_SmartExposure_Name
source: Smart Exposure
ca_es: Exposició intel·ligent
el_gr: Έξυπνη Έκθεση
es_es: Exposición inteligente
fr_fr: Exposition intelligente
gl_es: Exposición Intelixente
it_it: Esposizione Intelligente
ja_jp: 撮影開始
pt_pt: Exposição Inteligente
ru_ru: Умная экспозиция
tr_tr: Akıllı pozlama

# Lbl_Sequencer_SaveAsSequence_Tooltip
source: Save complete sequence to a new JSON file
ca_es: Deseu la seqüència completa en un fitxer JSON nou
es_es: Guardar secuencia completa en un nuevo archivo JSON
fr_fr: Enregistrer la séquence complète dans un nouveau fichier JSON
gl_es: Gardar a secuencia completa nun novo arquivo JSON
it_it: Salva la sequenza completa in un nuovo file JSON
ja_jp: 新しいJSONファイルにシーケンス全体を保存する
pt_pt: Guardar a sequência completa num novo ficheiro JSON
ru_ru: Сохранить полную серию в новый файл JSON
tr_tr: Sekansın tamamını yeni bir JSON dosyasına kaydet.

# Lbl_SequenceItem_FlatDevice_OpenCover_Description
source: Opens the cover of the flat panel
ca_es: Obre la coberta del panell de flat
es_es: Abre la cubierta del panel de flats
fr_fr: Ouvre le capot du panneau à plat
gl_es: Abre a tapa do panel de flat
it_it: Apre il coperchio del pannello per Flats
ja_jp: フラットパネルの蓋を開ける
pt_pt: Abre a tampa do painel de flats
ru_ru: Открывает крышку флэт панели
tr_tr: Düz kare panelinin kapağını açar

# Lbl_SequenceItem_FlatDevice_OpenCover_Name
source: Open Flat Panel Cover
ca_es: Obre la coberta del panell de flats
el_gr: Άνοιγμα καλύμματος Flat Panel
es_es: Abrir cubierta del panel de flats
fr_fr: Ouvrir le capot du panneau à flats
gl_es: Abrir a Tapa do Panel de Flats
it_it: Chiudi copertura del pannello per Flats
ja_jp: フラットパネルの蓋を開く
pt_pt: Abrir a tampa do painel de flats
ru_ru: Открыть крышку флэт панели
tr_tr: Düz kare panel kapağını aç

# Lbl_SequenceItem_FlatDevice_SetBrightness_Description
source: Sets the brightness of the flat device to the specified value
ca_es: Estableix la lluminositat del dispositiu dels flats al valor especificat
es_es: Establece el brillo del dispositivo de flats al valor especificado
fr_fr: Définit la luminosité du panneau à flats à la valeur spécifiée
gl_es: Establece a luminosidade do dispositivo de flat no valor indicado
it_it: Imposta la luminosità del pannello per Flats al valore specificato
ja_jp: フラット装置の明るさを、指定した値に設定します
pt_pt: Define o brilho do dispositivo de flats para o valor determinado
ru_ru: Устанавливает яркость флэт устройства в указанное значение
tr_tr: Düz kare cihazının parlaklığını belirlenen değere ayarlar

# Lbl_SequenceItem_FlatDevice_SetBrightness_Name
source: Set Brightness
ca_es: Definir lluminositat
el_gr: Ρύθμιση Φωτεινότητας
es_es: Definir brillo
fr_fr: Régler la luminosité
gl_es: Establecer Luminosidade
it_it: Imposta Luminosità
ja_jp: 明るさを設定
pt_pt: Definir o brilho
ru_ru: Установить яркость
tr_tr: Parlaklığı ayarla

# Lbl_SequenceItem_FlatDevice_ToggleLight_Description
source: Toggles the flat device light on or off
ca_es: Activa o desactiva la llum del dispositiu dels flat
es_es: Enciende o apaga la luz del dispositivo de flats
fr_fr: Active/désactive la lumière du panneau à flats
gl_es: Activa ou desactiva a luz do dispositivo de flat
it_it: Attiva o disattiva la luce del pannello per Flats
ja_jp: フラット装置のライトのオンとオフを切り替えます
pt_pt: Ligar ou desligar a luz do dispositivo de flats
ru_ru: Включение или выключение лампы флэт устройства
tr_tr: Düz kare cihazının ışığını açar veya kapatır

# Lbl_SequenceItem_FlatDevice_ToggleLight_Name
source: Toggle Light
ca_es: Alterna la llum
es_es: Alterna la luz
fr_fr: Activer/désactiver la lumière
gl_es: Alternar Luz
it_it: Attiva/Disattiva Luce
ja_jp: ライトの切り替え
pt_pt: Ligar ou desligar a luz
ru_ru: Включение света
tr_tr: Işığı aç/kapa

# Lbl_SequenceItem_FlatDevice_TrainedFlatExposure_Description
source: Looks up the trained exposure value for the specified parameters and takes flat exposures
ca_es: Cerca el valor d’exposició entrenat per als paràmetres especificats i pren exposicions de flats
es_es: Busca el valor de exposición entrenado para los parámetros especificados y toma los flats
fr_fr: Recherche la valeur d'exposition cible pour les paramètres spécifiés et prend des expositions de flats
gl_es: Busca o valor de exposición adestrado para os parámetros especificados e realiza exposicións de flats
it_it: Cerca il valore dell'esposizione addestrata per i parametri specificati e effettua esposizioni dei flats
ja_jp: 指定されたパラメータで露出時間を調べ、フラットを撮影します
pt_pt: Procura o valor de exposição guardada para os parâmetros definidos e realiza exposições de flats
ru_ru: Ищет обученное значение экспозиции по указанным параметрам и принимает плоские экспозиции
tr_tr: Belirtilen parametreler için denenmiş pozlama değerini arar ve düz poz alır

# Lbl_SequenceItem_FlatDevice_TrainedFlatExposure_Name
source: Trained Flat Exposure
ca_es: Exposició de flats entrenada
es_es: Exposición de flats entrenada
fr_fr: Valeur d'exposition de flat
gl_es: Adestrar Exposicións de Flats
it_it: Esposizione Flats Addestrata
ja_jp: 調べられたフラットの露出時間
pt_pt: Valores guardados para exposição de flats
ru_ru: Обученная флэт экспозиция
tr_tr: Denenmiş düz kare pozlama

# Lbl_SequenceItem_Validation_FlatDeviceTrainedExposureNotFound
source: No trained exposure value was found for the combination of filter {0}, gain {1}, binning {2}
ca_es: No s'ha trobat cap valor d'exposició entrenat per a la combinació de filtre {0}, guany {1}, combinació {2}
es_es: No se encontró ningún valor de exposición entrenado para la combinación del filtro {0}, ganancia {1}, binning {2}
fr_fr: Aucune valeur d'exposition n'a été trouvée pour la combinaison de filtre {0}, gain {1}, binning {2}
gl_es: Non se atopou ningún valor de exposición adestrado para a combinación de filtro {0}, ganancia {1}, binning {2}
it_it: Non è stato trovato alcun valore di esposizione addestrato per la combinazione del filtro {0}, guadagno {1}, e binning {2}
ja_jp: フィルター {0}、ゲイン {1}、ビンニング {2} の組み合わせで、適正な露出時間が見つけられませんでした
pt_pt: Não foi encontrado nenhum valor de exposição para a combinação do filtro {0}, gain {1}, bin {2}
ru_ru: Не найдено обученное значение экспозиции для комбинации фильтра {0}, усиления {1}, биннинга {2}
tr_tr: {0} filtre, {1} kazanç, {2} binning filtre kombinasyonu için denenmiş bir pozlama değeri bulunamadı

# Lbl_SequenceContainer_SequenceRootContainer_EndArea
source: Sequence End Area
ca_es: Zona final de seqüència
el_gr: Περιοχή Τέλους Αλληλουχίας
es_es: Área de fin de secuencia
fr_fr: Zone de fin de séquence
gl_es: Área de Fin de Secuencia
it_it: Area Fine Sequenza
ja_jp: シーケンス終了エリア
pt_pt: Área de Fim de Sequência
ru_ru: Конечная область серии
tr_tr: Sekans sonu bölgesi

# Lbl_SequenceContainer_SequenceRootContainer_StartArea
source: Sequence Start Area
ca_es: Zona d'inici de seqüència
el_gr: Περιοχή Έναρξης Αλληλουχίας
es_es: Zona de inicio de secuencia
fr_fr: Zone de départ de la séquence
gl_es: Área de Inicio de Secuencia
it_it: Area Inizio Sequenza
ja_jp: シーケンス開始エリア
pt_pt: Área de Inicio de Sequência
ru_ru: Начальная зона серии
tr_tr: Sekans başlangıç bölgesi

# Lbl_SequenceContainer_SequenceRootContainer_TargetArea
source: Sequence Target Area Add Deep Sky Object Sequences here or add Targets via Sky Atlas or Framing Assistant
ca_es: Zona objectiu de seqüència Afegiu aquí seqüències d’objectes Deep Sky o afegiu objectius mitjançant Sky Atlas o de l'Assistent d'enquadrament Assistant
es_es: Área del objetivo de la secuencia Añade secuencias de objetos de cielo profundo aquí o añade objetivos a través del Atlas del cielo o del asistente de encuadre
fr_fr: Zone cible de séquence Ajoutez des séquences d'objet ciel profond ici ou ajoutez des cibles via l'Atlas du ciel ou l'Assistant de cadrage
gl_es: Área Obxectivo de Secuencia Engade aquí secuencias de obxectos de ceo profundo ou engade obxectivos a través de Sky Atlas ou o asistente de encadre
it_it: Area per la Sequenza Aggiungi qui le sequenze di oggetti del profondo cielo o aggiungi i soggetti tramite Sky Atlas o Assistente di inquadratura
ja_jp: シーケンス目標場所 ディープスカイオブジェクトのシーケンスをここに追加するか、スカイアトラスかフレーミング支援を使って目標を追加する
pt_pt: Área de Destino de Sequência Adicionar Sequências de Objeto do Céu profundo ou adicionar objetos através do Atlas do Céu ou do Assistente de enquadramento
ru_ru: Целевая область серии Добавить серию объектов глубокого космоса здесь или добавить цели через Небесный Атлас или Помощник Кадрирования
tr_tr: Sekans hedef alanı Derin uzay objesi sekanslarını buraya ekleyin veya Sky Atlas ya da Çerçeveleme Yardımcısı ile hedef ekleyin

# Lbl_SequenceContainer_Conditions_Header
source: Loop Conditions
ca_es: Condicions del bucle
es_es: Condiciones del bucle
fr_fr: Conditions de la boucle
gl_es: Condicións de Repetición
it_it: Condizioni di ripetizione
ja_jp: ループ条件
pt_pt: Condições de Repetição
ru_ru: Условия цикла
tr_tr: Döngü koşulları

# Lbl_SequenceContainer_EndAreaContainer_Name
source: End
ca_es: Fí
el_gr: Τέλος
es_es: Fin
fr_fr: Fin
gl_es: Fin
it_it: Fine
ja_jp: 終了
pt_pt: Fim
ru_ru: Конец
tr_tr: Bitir

# Lbl_SequenceContainer_StartAreaContainer_Name
source: Start
ca_es: Inici
el_gr: Εκκίνηση
es_es: Comenzar
fr_fr: Début
gl_es: Inicio
it_it: Inizia
ja_jp: 開始
pt_pt: Inicio
ru_ru: Начало
tr_tr: Başlat

# Lbl_SequenceContainer_TargetAreaContainer_Name
source: Targets
ca_es: Objectius
el_gr: Στόχοι
es_es: Objetivos
fr_fr: Cibles
gl_es: Obxectivos
it_it: Trgets
ja_jp: ターゲット群
pt_pt: Objectos
ru_ru: Цели
tr_tr: Hedef

# LblStartupSequenceTemplate
source: Startup sequence template
ca_es: Plantilla de seqüència d'inici
es_es: Plantilla de secuencia de inicio
fr_fr: Démarrer le modèle de séquence
gl_es: Modelo de Secuencia de Inicio
it_it: Inizializza un modello di Sequenza
ja_jp: シーケンス開始テンプレート
pt_pt: Modelo de sequência inicial
ru_ru: Шаблон начала серии
tr_tr: Başlangıç sekans şablonu

# LblStartupSequenceTemplateTooltip
source: When set, this template will be pre-loaded into the sequencer.
ca_es: Quan estigui configurat, aquesta plantilla es carregarà prèviament al seqüenciador.
es_es: Cuando se establece, esta plantilla se precargará en el secuenciador.
fr_fr: Lorsque défini, ce modèle sera préchargé dans le séquenceur.
gl_es: Cando estea configurado, este modelo cargarase previamente no secuenciador.
it_it: Quando impostato, questo modello sarà precaricato nella sequenza.
ja_jp: 設定すると、このテンプレートはシーケンサーにあらかじめ読み込まれます。
pt_pt: Quando definido, este modelo será pré-carregado no sequenciador.
ru_ru: Когда установлено, этот шаблон будет предварительно загружен в серию.
tr_tr: Ayarlandığında, bu şablon ardışıklayıcıya ön yüklenecektir.

# LblForceGuidingCalibration
source: Force calibration
ca_es: Forçar el calibratge
es_es: Forzar calibración
fr_fr: Forcer la calibration
gl_es: Forzar Calibración
it_it: Forza Calibrazione
ja_jp: 強制的にキャリブレーション実行
pt_pt: Forçar Calibração
ru_ru: Принудительная калибровка
tr_tr: Kalibrasyonu zorla

# Lbl_SequenceItem_Validation_NoSwitchSelected
source: No switch selected!
ca_es: No hi ha cap concentrador seleccionat!
es_es: ¡Ningún concentrador seleccionado!
fr_fr: Aucun interrupteur sélectionné !
gl_es: Concentrador non seleccionado!
it_it: Nessun interruttore selezionato!
ja_jp: スイッチが選択されていません！
pt_pt: Nenhum Comutador seleccionado!
ru_ru: Переключатель не выбран!
tr_tr: Anahtar seçilmedi!

# Lbl_SequenceItem_Imaging_SmartExposure_DitherTooltip
source: Command a dither after the specified amount of exposures. A value of 0 will disable dither for this item.
ca_es: Ordeneu un dither després de la quantitat especificada d'exposicions. Un valor de 0 desactivarà el dither per a aquest element.
es_es: Ordena un dither después de la cantidad especificada de exposiciones. Un valor de 0 desactivará el dither para este elemento.
fr_fr: Commande un décalage après la quantité spécifiée d'exposition. Une valeur de 0 désactivera le décalage pour cet objet.
gl_es: Ordea un dither despois da cantidade de exposicións especificada. Un valor de 0 desactivará o dither para este ítem.
it_it: Comanda un dither dopo la quantità specificata di esposizioni. Un valore di 0 disabiliterà il dither per questo elemento.
ja_jp: 指定された露出時間後にディザーを実行します。0にすると、この項目のディザーが無効になります。
pt_pt: Executa um dither após o numero definido de exposições. Um valor de 0 desativa o dither para este item.
ru_ru: Команда межкадровой подвижки после указанного количества экспозиций. Значение 0 отключит межкадровую подвижку для этого элемента.
tr_tr: Belirtilen poz sayısından sonra bir dither komutu verin. 0 değeri, bu öğe için ditheri devre dışı bırakır.

# LblInstructionSet
source: Instruction set
ca_es: Conjunt d'instruccions
es_es: Conjunto de Instrucción
fr_fr: Jeu d'instructions
gl_es: Establecer Instrución
it_it: Set di Istruzioni
ja_jp: 命令セット
pt_pt: Conjunto de instruções
ru_ru: Набор инструкций
tr_tr: Yönerge seti

# Lbl_SequenceContainer_AddCondition_Tooltip
source: Add a loop condition to the instruction set. An instruction set will be executed and repeated when one or more conditions are added to a container as long as these loop conditions are truthy. Once one of the loop conditions are not truthy anymore, the execution of the remaining instructions inside the set will be skipped. Furthermore loop conditions are valid for the current instruction set and each sub set inside the set.
ca_es: Afegiu una condició de bucle al conjunt d'instruccions. Un conjunt d'instruccions s'executarà i es repetirà quan s'afegeixin una o més condicions a un contenidor sempre que aquestes condicions del bucle siguin reals. Una vegada que una de les condicions del bucle ja no sigui verdaderes, s'ometrà l'execució de les instruccions restants dins del conjunt. A més, les condicions del bucle són vàlides per al conjunt d'instruccions actuals i per a cada subconjunt dins del conjunt.
es_es: Agrega una condición de bucle al conjunto de instrucciones. Un conjunto de instrucciones se ejecutará y repetirá cuando se agreguen una o más condiciones a un contenedor siempre y cuando estas condiciones del bucle sean verdaderas. Una vez que una de las condiciones del bucle ya no sea verdadera, se omitirá la ejecución de las instrucciones restantes dentro del conjunto. Además, las condiciones de bucle son válidas para el conjunto de instrucciones actual y cada subconjunto dentro del conjunto.
fr_fr: Ajouter une condition de boucle au jeu d'instructions. Une instruction sera exécutée et répétée lorsqu'une ou plusieurs conditions sont ajoutées à un conteneur tant que ces conditions de boucle sont vraies. Une fois qu'une des conditions de la boucle n'est plus vraie, l'exécution des instructions restantes à l'intérieur du jeu sera ignorée. En outre, les conditions de la boucle sont valables pour le jeu d'instructions actuel et chaque sous-ensemble à l'intérieur du jeu.
gl_es: Engade unha condición de repetición ó conxunto de instrucións. Executarase e repetirase un conxunto de instrucións cando se engadan unha ou máis condicións a un contedor sempre que estas condicións de repetición sexan verdadeiras. Unha vez que unha das condicións do circuíto xa non é verdadeira, omitirase a execución das instrucións restantes dentro do conxunto. Ademais, as condicións de repetición son válidas para o conxunto de instrucións actual e para cada subconxunto dentro do conxunto.
it_it: Aggiunge una condizione di ciclo al set di istruzioni. Un set di istruzioni verrà eseguito e ripetuto quando una o più condizioni vengono aggiunte a un contenitore finché queste condizioni di ciclo sono veritiere. Una volta che una delle condizioni del ciclo non è più vera, l'esecuzione delle istruzioni rimanenti all'interno del set sarà saltata. Inoltre le condizioni di ciclo sono valide per il set di istruzioni corrente e ogni sottoset all'interno del set.
ja_jp: 命令セットにループ条件を追加します。 コンテナに一つまたは複数の条件が追加され、このループ条件が正しそうであれば、命令セットは実行・ループされます。 一つでもループ条件が正しそうでなくなれば、セット内の残りの命令は実行されません。 さらに、ループ条件は現在の命令セットとセット内のどのサブセットに対しても有効になります。
pt_pt: Adiciona uma condição de repetição ao conjunto de instruções. Um conjunto de instruções será executado e repetido quando uma ou mais condições forem adicionadas desde que as condições de repetição sejam verdadeiras. Uma vez que uma das condições de repetição não seja verdadeira, a execução das restantes instruções dentro do grupo serão ignoradas. As condições de repetição são válidas para o conjunto de instruções atual e cada subconjunto dentro do conjunto.
ru_ru: Добавьте условие цикла к набору инструкций. Набор инструкций будет выполняться и повторяться при добавлении одного или нескольких условий в контейнер, если эти условия истинны. Как только одно из условий цикла больше не верно, выполнение оставшихся инструкций внутри набора будет пропущено. Условия цикла также действительны для текущего набора инструкций и каждого поднабора внутри набора.
tr_tr: Yönerge setine bir döngü koşulu ekleyin. Bu döngü koşulları doğru olduğu sürece, kapsayıcıya bir veya daha fazla koşul eklendiği zaman bir yönerge seti yürütülür ve tekrarlanır. Döngü koşullarından biri artık doğru olmadığında, set içindeki kalan yönergelerin yürütülmesi atlanacaktır. Ayrıca döngü koşulları, mevcut komut seti ve set içindeki her bir alt set için geçerlidir.

# Lbl_SequenceContainer_AddInstruction_Tooltip
source: Add an instruction to the instruction set. An instruction is a single instruction or a set of instructions that will be executed, when they are valid. Instructions that are not valid (indicated by the red circled exclamation mark) will be skipped.
ca_es: Afegiu una instrucció al conjunt d'instruccions. Una instrucció és una instrucció única o un conjunt d’instruccions que s’executaran quan siguin vàlides. S'ignoraran les instruccions que no siguin vàlides (indicades pel signe d'exclamació encerclat en vermell).
es_es: Añadir una instrucción al conjunto de instrucciones. Una instrucción es una sola instrucción o un conjunto de instrucciones que se ejecutarán cuando sean válidas. Se omitirán las instrucciones que no sean válidas (indicadas por la marca de exclamación del círculo rojo).
fr_fr: Ajouter une instruction au jeu d'instructions. Une instruction est une instruction unique ou un ensemble d'instructions qui seront exécutées, quand elles sont valides. Les instructions qui ne sont pas valides (indiquées par le point d'exclamation cerclé rouge) seront ignorées.
gl_es: Engade unha instrución ó conxunto de instrucións. Unha instrución é unha instrución única ou un conxunto de instrucións que se executarán mentres sexan válidas. Saltaranse as instrucións que non son válidas (indicadas cun signo de exclamación nun círculo vermello).
it_it: Aggiungi un'istruzione al set di istruzioni. Un'istruzione è una singola istruzione o un insieme di istruzioni che saranno eseguite, quando sono valide. Le istruzioni che non sono valide (indicate dal punto esclamativo cerchiato rosso) saranno saltate.
ja_jp: 命令セットに命令を追加します。 命令は一つまたは複数の命令で構成され、有効であれば実行されます。 無効な命令（赤い丸で囲んだ感嘆符で示されます）は実行されません。
pt_pt: Adiciona uma instrução ao conjunto de instruções. Uma instrução é uma única instrução ou um conjunto de instruções que serão executadas, quando válidas. As instruções que não são válidas (indicadas pelo ponto de exclamação num círculo vermelho) não serão executadas.
ru_ru: Добавьте инструкцию к набору инструкций. Инструкция - это единая инструкция или набор инструкций, которые будут выполнены, когда они верны. Неправильные инструкции (обозначенные красным круговым восклицательным знаком) будут пропущены.
tr_tr: Komut setine bir yönerge ekleyin. Bir yönerge, geçerli olduklarında yürütülecek tek bir yönerge veya yönergeler dizisidir. Geçerli olmayan yönergeler (kırmızı daire içine alınmış ünlem işaretiyle gösterilir) atlanacaktır.
