Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblDARVSlewDescription
source: Specify the duration for the D.A.R.V. procedure. The telescope will slew half the time in one direction on RA axis and then slew back. In case of no polar alignment error it will display as a straight line. Otherwise a V shaped line. For the azimuth error measurement, slew the scope near meridian, otherwise east or west.
ca_es: Especifiqueu la durada del procediment D.A.R.V. El telescopi girarà la meitat del temps en una direcció a l’eix AR i després tornarà. En cas que no hi hagi cap error d'Alineació Polar, es mostrarà com una línia recta. En cas contrari, es mostrarà una línia en forma de V. Per a la Mesura de l'Error de l'Azimut, mou el telescopi a prop del meridià, a l'est o a l'oest.
el_gr: Ορίστε τη διάρκεια για τη διαδικασία D.A.R.V. Το τηλεσκόπιο θα μετακινηθεί το μισό χρόνο προς τη μια κατεύθυνση στον άξονα Ο.Α. και μετά θα μετακινηθεί πίσω. Στην περίπτωση που δεν υπάρχει σφάλμα Πολικής Ευθυγράμμισης θα εμφανιστεί μια ευθεία γραμμή. Αλλιώς θα εμφανιστεί μια γραμμή σχήματος V. Για την μέτρηση του Αζιμούθιου Σφάλματος μετακινήστε το τηλεσκόπιο κοντά στον μεσημβρινό, αλλιώς ανατολικά ή δυτικά.
es_es: Especifica la duración del procedimiento D.A.R.V. El telescopio se moverá la mitad del tiempo en una dirección en el eje AR y después volverá. En caso de que no haya error de Alineación Polar mostrará una línea recta. En caso contrario la línea formará una "V". Para medir el error de Azimut mueve el telescopio cerca del meridiano, al este u oeste.
fr_fr: Spécifie la durée de la procédure D.A.R.V.. Le télescope va pointer la moitié du temps dans une direction et va revenir à son point de départ. Lorsque l'alignement polaire de la monture est bonne, seules des lignes droites laissées par les étoiles apparaîtront. Autrement des patterns en forme de "V" seront plutôt visibles. Pour la mesure des erreurs en azimuth, le télescope pointera près du méridien, autrement à l'est ou à ouest.
gl_es: Especifica a duración para o procedemento D.A.R.V. O telescopio moverase a metade do tempo nunha dirección no eixe de RA e logo volverá para atrás. En caso de non haber erro de aliñamento polar o trazo aparecerá coma unha liña recta. Se non, a liña terá forma de V. Para a medición do erro de Acimut mover o telescopio preto do meridiano, para o leste ou o oeste.
it_it: Specifica la durata della procedura D.A.R.V. . Il telescopio si spostera' meta' del tempo in una direzione sull'asse RA e quindi ritornera' indietro. In caso di macaza di errore di allienameto polare mostrera' una liea rettiliea. Altrimenti una forma a V. Per misurare l'errore di Azimuth muovere il telescopio vicino al meridiano, altrimenti est o ovest.
ja_jp: D.A.R.V.工程の時間を設定して下さい。望遠鏡はその時間の半分の時間で赤経方向の一方へ振り、そして反対方向に戻します。極軸アラインメントにエラーが無ければ、直線を描きます。エラーがあれば、V字線となります。方位角エラーの測定には、望遠鏡を子午線付近、又は東か西に振って下さい。
pt_pt: Indique a duração para o procedimento D.A.R.V. O telescópio irá mover-se metade do tempo numa direcção no eixo AR e depois em sentido oposto. No caso de não existir erro no Alinhamento Polar será visualizada uma única linha, caso contrário uma linha em forma de V. Para a medição do erro em Azimute mova o telescópio perto do meridiano, caso contrário a Este ou Oeste.
ru_ru: Укажите длительность процедуры D.A.R.V. Половину этого времени телескоп перемещается в одну сторону по RA и затем возвращается назад. Если отсутствует ошибка установки полярной оси, будет нарисована прямая линия. Если ошибка есть - будет нарисована V-образная линия. Для измерения ошибки азимута направьте телескоп примерно на меридиан, для ошибки высоты - на восток или запад.
tr_tr: D.A.R.V. prosedürü için süre belirtin. Teleskop RA ekseninde bir yönde yarım tur döner ve sonra geri döner. Polar Ayarı hatası yoksa, düz bir çizgi olarak görüntülenir. Aksi takdirde V şekilli bir çizgi görülür. Azimut Hata Ölçümü için teleskopu meridyene yakın çevirin, aksi takdirde doğu veya batıya çevirin.

# LblDataProvidedBy
source: Initial set of DSO data provided by:
ca_es: Conjunt inicial de dades DSO proporcionades per:
el_gr: Τα αρχικά σετ Δεδομένων Βαθύ Ουρανού παρέχονται από
es_es: Conjunto inicial de datos DSO proporcionado por:
fr_fr: Set de données initiales du DSO fournie par
gl_es: Conxunto inicial de datos DSO proporcionados por
it_it: Set iniziale di dati DSO fornito da:
ja_jp: DSOデータの初期設定を提供したのは
pt_pt: Grupo inicial de dados de DSO fornecidos por
ru_ru: Первоначальный набор данных DSO предоставлен
tr_tr: Baş harfine göre DUO veri sağlayıcı

# LblDataToDownloadRatio
source: Download to data ratio
ca_es: Relació de baixada de dades
el_gr: Λόγος Λήψης προς Δεδομένα
es_es: Proporción Descarga a Datos
fr_fr: Rapport (TTransfert)/(TAcquis.)
gl_es: Taxa de descarga de datos
it_it: Rapporto Scaricamento Dati
ja_jp: データダウンロードレート
pt_pt: Velocidade de Transferência
ru_ru: Соотношение загрузок к данным
tr_tr: Veri indirme oranı

# LblDateFormatDescription
source: Date with format YYYY-MM-DD
ca_es: Data amb format AAAA-MM-DD
el_gr: Ημερομηνία με μορφή ΕΕΕΕ-ΜΜ-ΗΗ
es_es: Fecha con formato AAAA-MM-DD
fr_fr: Date au format AAAA-MM-JJ
gl_es: Data con formato AAAA-MM-DD
it_it: Date con formato AAAA-MM-GG
ja_jp: 日付フォーマットYYYY-MM-DD
pt_pt: Data no formato AAAA-MM-DD
ru_ru: Дата в формате ГГГГ-ММ-ДД
tr_tr: Tarih formatı YYYY-AA-GG

# LblDateFormatDescription2
source: Date shifted back by 12 hours with format YYYY-MM-DD
ca_es: Data canviada 12 hores amb el format AAAA-MM-DD
el_gr: Η ημερομηνία γύρισε πίσω κατά 12 ώρες με τη μορφή ΕΕΕΕ-ΜΜ-ΗΗ
es_es: Fecha movida 12 horas con formato AAAA-MM-DD
fr_fr: Date décalée de 12 heurs au format AAAA-MM-JJ
gl_es: A data foi atrasada por 12 horas co formato AAAA-MM-D
it_it: Data impostata indietro di 12 ore nel formato AAAA-MM-GG
ja_jp: 12時間前倒し日付フォーマット YYYY-MM-DD
pt_pt: Data mudada 24 horas no formato YYYY-MM-DD
ru_ru: Дата сдвинута назад на 12 часов с форматом ГГГГ-ММ-ДД
tr_tr: Tarih YYY-AA-GG formatıyla 12 saat geriye alındı

# LblDateTimeFormatDescription
source: Date with format YYYY-MM-DD_HH-mm-ss
ca_es: Data amb format AAAA-MM-DD_HH-mm-ss
el_gr: Ημερομηνία με μορφή ΕΕΕΕ-ΜΜ-ΗΗ_λλ-δδ
es_es: Fecha con Formato AAAA-MM-DD_HH-mm-ss
fr_fr: Date au format AAAA-MM-JJ_HH-mm-ss
gl_es: Data con formato AAA-MM-DD_HH-mm-ss
it_it: Date con formato AAAA-MM-GG_OO-mm-ss
ja_jp: 日付フォーマットYYYY-MM-DD_HH-mm-ss
pt_pt: Data no formato YYYY-MM-DD_HH-mm-ss
ru_ru: Дата в формате ГГГГ-ММ-ДД-ЧЧ-мм-сс
tr_tr: Tarih formatı YYY-AA-GG_SS-dd-ss

# LblDawn
source: Dawn
ca_es: Alba
el_gr: Αυγή
es_es: Amanecer
fr_fr: Aube
gl_es: Amencer
it_it: Alba
ja_jp: 薄明始
pt_pt: Amanhecer
ru_ru: Рассвет
tr_tr: Şafak

# LblDays
source: Days
ca_es: Dies
el_gr: Ημέρες
es_es: Días
fr_fr: Jours
gl_es: Días
it_it: Giorni
ja_jp: 日
pt_pt: Dias
ru_ru: Дни
tr_tr: Gün

# LblDebayeredHFR
source: Debayered HFR
ca_es: HFR Debaieritzat
es_es: HFR Debayerizado
fr_fr: HFR Debayer
gl_es: HFR Debayerizado
it_it: HFR Demosaicizzato
ja_jp: デベイヤ処理HFR
pt_pt: HFR Debayer
ru_ru: HFR после дебайеризации
tr_tr: Debayer edilmiş HFR

# LblDebayeredHFRTooltip
source: Use a debayered image to perform HFR computation. More precise, but also more resource intensive.
ca_es: Utilitzeu la imatge debaieritzada per realitzar càlculs HFR. Més precís, però necessita més recursos.
el_gr: Χρήση debayered εικόνας για την πραγματοποίηση υπολογισμού HFR. Είναι πιο ακριβές, αλλά είναι πιο απαιτητικό σε πόρους.
es_es: Usa imagen debayerizada para realizar el cálculo HFR. Es más preciso pero requiere más recursos.
fr_fr: Utilisation de l'image débayerisée pour déterminer le HFR. Plus précis mais plus exigeant en ressource.
gl_es: Usar imaxe debayerizada para realizar o cómputo de HFR. É máis preciso pero consome máis recursos.
it_it: Usa l'immagine demosaicizzata per eseguire il calcolo HFR. Più preciso, ma con un uso maggiore di risorse.
ja_jp: デベイヤ画像を使用してHFR演算を実行します。正確ですが、リソースを多く使用します。
pt_pt: Use uma imagem com um padrão Bayer aplicado para executar o cálculo HFR. É mais preciso, mas mais exigente em recursos.
ru_ru: Дебайеризуйте изображение для вычисления HFR. Это более точно, но требует больше вычислений.
tr_tr: HFR hesaplaması yapmak için debayer uygulanmış resmi kullanın. Daha doğru, fakat kaynak yoğunluğu daha fazladır.

# LblDebayerImage
source: Debayer image
ca_es: Debaieritzar Imatge
el_gr: Debayer Εικόνας
es_es: Debayerizar Imagen
fr_fr: Image Debayer
gl_es: Debayerizar Imaxe
it_it: Demosaicizza Immagine
ja_jp: デベイヤ画像
pt_pt: Aplicar padrão Bayer à imagem
ru_ru: Дебайеризация изображения
tr_tr: Resmi debayer et

# LblDebayerImageTooltip
source: Debayer image on preview (won't affect saved file)
ca_es: Debaieritzar Imatge a la vista prèvia (no afecta l'arxiu gravat)
el_gr: Debayer Εικόνας στην προεπισκόπηση (δεν θα επηρεάσει το αποθηκευμένο αρχείο)
es_es: Debayerizar Imagen en la vista previa (no afecta archivo grabado)
fr_fr: Image Debayer pour l'aperçu (ne sera pas pris en compte pour l'enregistrement)
gl_es: Debayerizar Imaxe no previo (non afecta ó arquivo gardado)
it_it: Demosaicizza l'immagine sull'anteprima (non impatta sul file salvato)
ja_jp: プリビューにデベイヤ画像を表示(保存されたファイルには影響ありません）
pt_pt: Aplicar o padrão Bayer na pre-visualização (não afecta o ficheiro guardado)
ru_ru: Дебайеризация для предварительного просмотра (сохраняемый файл не изменяется)
tr_tr: Resmi önizlemede debayer et (kaydedilmiş dosyaları etkilemez)

# LblDebayeringImage
source: Debayering image
ca_es: Debaieritzant Imatge
el_gr: Γίνεται debayer στην εικόνα
es_es: Debayerizando imagen
fr_fr: Débayerisation de l'image
gl_es: Debayerizando imaxe
it_it: Demosaicizzazzione Immagine
ja_jp: デベイヤ処理中
pt_pt: A aplicar padrão Bayer à imagem
ru_ru: Дебайеризация изображения
tr_tr: Resim debayer ediliyor

# LblDebug
source: Debug
ca_es: Depuració
el_gr: Εντοπισμός σφαλμάτων
fr_fr: Debogue
gl_es: Depuración
ja_jp: デバッグ
pt_pt: Depuração
ru_ru: Отладка
tr_tr: Hata ayıkla

# LblDec
source: Dec
el_gr: Απόκ.
it_it: Declinazione
ja_jp: 赤緯
ru_ru: Скл

# LblDecCorrections
source: Dec corrections
ca_es: Correccions en Dec
el_gr: Διορθώσεις Απόκ.
es_es: Correciones Dec
fr_fr: Corrections en Dec
gl_es: Correccións Dec
it_it: Correzioni Dec
ja_jp: 赤緯修正
pt_pt: Correcções de Dec
ru_ru: Коррекции по Скл
tr_tr: Dec düzeltmesi

# LblDecError
source: Dec error
ca_es: Error Dec
el_gr: Σφάλμα Απόκ.
es_es: Error Dec
fr_fr: Erreur en Dec
gl_es: Erro Dec
it_it: Errore Dec
ja_jp: 赤緯エラー
pt_pt: Erro em Dec
ru_ru: Ошибка Скл
tr_tr: Dec hatası

# LblDeclination
source: Declination
ca_es: Declinació
el_gr: Απόκλιση
es_es: Declinación
fr_fr: Déclinaison
gl_es: Declinación
it_it: Declinazione
ja_jp: 赤緯
pt_pt: Declinação
ru_ru: Склонение
tr_tr: Deklinasyon

# LblDecPixError
source: Dec error (px)
ca_es: Error Pix Dec
el_gr: Σφάλμα Pix Απόκ.
es_es: Error Pix Dec
fr_fr: Erreur Dec (Pix)
gl_es: Erro Pix Dec
it_it: Errore Dec Pix
ja_jp: 赤緯ピクセルエラー
pt_pt: Erro em Dec (Pix)
ru_ru: Ошибка Скл в пикселях
tr_tr: Dekl. pixel hatası

# LblDefaultAutoFocusExposureTime
source: Default autofocus exposure time
ca_es: Temps d'exposició per Defecte en l'Enfocament Automàtic
el_gr: Προεπιλεγμένος Χρόνος Αυτόματης Εστίασης
es_es: Tiempo de exposición por Defecto en el Auto Enfoque
fr_fr: Exp. par défaut (sec)
gl_es: Tempo Exposición AutoFoco por Defecto
it_it: Tempo predefinito di Esposizione Auto Focus
ja_jp: オートフォーカスのデフォルト露出時間
pt_pt: Tempo de exposição por defeito para Focagem Automática
ru_ru: Выдержка по умолчанию при автофокусировке
tr_tr: Varsayılan otomatik odak pozlama süresi

# LblDefaultSequenceFolder
source: Default folder for sequence files
ca_es: Carpeta predeterminada per als arxius de seqüències
el_gr: Προεπιλεγμένος φάκελος για αρχεία αλληλουχιών
es_es: Carpeta predeterminada para archivos de secuencia
fr_fr: Répertoire par défaut pour les fichiers de séquences
gl_es: Cartafol Predet. Arquivos Secuencia
it_it: Cartella predefinita per i file di sequenza
ja_jp: シーケンスファイル用のデフォルトフォルダー
pt_pt: Pasta por defeito para ficheiros de sequência
ru_ru: Папка по умолчанию для серии изображений
tr_tr: Sekans dosyalarının varsayılan dizini

# LblDefaultSequenceFolderTooltip
source: Sequences will be loaded from and saved to the folder specified here
ca_es: Les seqüències es carregaran i es desaran a la carpeta especificada aquí
el_gr: Οι αλληλουχίες θα φορτωθούν από και θα αποθηκευτούν στον φάκελο που ορίστηκε εδώ
es_es: Las secuencias se cargarán desde y guardarán en la carpeta especificada aquí
fr_fr: Ce répertoire sera utilisé pour charger et enregistrer les séquences
gl_es: As secuencias gardaranse e cargaranse no cartafol indicado aquí
it_it: Le sequenze saranno caricate e salvate nella cartella specificata qui
ja_jp: シーケンスはここで指定されたフォルダーからロードされ保存されます。
pt_pt: As sequências serão carregadas e guardadas para a pasta especificada
ru_ru: Серии снимков будут загружены из и сохранены в указанную здесь папку
tr_tr: Sekanslar burada belirtilen dizine kaydedilip oradan yüklenecek

# LblDegree
source: degree
ca_es: grau
el_gr: μοίρα
es_es: grado
fr_fr: degré
gl_es: graos
it_it: gradi
ja_jp: 度
pt_pt: grau
ru_ru: градус
tr_tr: derece

# LblDeleteProfileInUseWarning
source: Cannot delete profile. It is already in use by another N.I.N.A. instance!
ca_es: No es pot suprimir el perfil. S'està utilitzant per una altra instància de N.I.N.A.!
el_gr: Δεν ήταν δυνατή η διαγραφή του προφίλ. Χρησιμοποιείτε ήδη από μια άλλη περίπτωση Ν.Ι.Ν.Α.!
es_es: No puede borrar el perfil . ¡Está siendo usado por otra instancia de N.I.N.A!
fr_fr: Ne peut effacer ce profile. Une autre instance de N.I.N.A. l'utilise!
gl_es: Non se pode borrar o perfil porque o está a usar outra instancia de N.I.N.A.!
it_it: Impossibile eliminare il profilo. E' già usato da un'altra istanza di N.I.N.A.!
ja_jp: プロファイルを消去できません。他のN.I.N.Aセッションが使用中です。
pt_pt: Não é possível eliminar o perfil. Já está em uso noutra instância do N.I.N.A!
ru_ru: Невозможно удалить профиль. Он уже используется другим экземпляром N.I.N.A!
tr_tr: Profil silinemiyor. Başka bir N.I.N.A oluşumunca kullanılıyor!

# LblDescending
source: Descending
ca_es: Descendent
el_gr: Φθίνουσα
es_es: Descendiendo
fr_fr: Descendant
gl_es: Descendente
it_it: Discendente
ja_jp: 下降順
pt_pt: Descendente
ru_ru: По убыванию
tr_tr: Azalan

# LblDescription
source: Description
ca_es: Descripció
el_gr: Περιγραφή
es_es: Descripción
gl_es: Descrición
it_it: Descrizione
ja_jp: 概要
pt_pt: Descrição
ru_ru: Описание
tr_tr: Açıklama

# LblDetails
source: Details
ca_es: Detalls
el_gr: Λεπτομέρειες
es_es: Detalles
fr_fr: Détails
gl_es: Detalles
it_it: Dettagli
ja_jp: 詳細
pt_pt: Detalhes
ru_ru: Детали
tr_tr: Ayrıntılar

# LblDetectedStars
source: Detected stars
ca_es: Estrelles Detectades
el_gr: Αστέρια που Ανιχνεύτηκαν
es_es: Estrellas Detectadas
fr_fr: Étoiles Détectées
gl_es: Estrelas Detectadas
it_it: Stelle Identificate
ja_jp: 検出された星
pt_pt: Estrelas Detectadas
ru_ru: Обнаруженные звезды
tr_tr: Tespit edilen yıldızlar

# LblDevicePollingInterval
source: Device polling interval
ca_es: Interval de sondeig del Dispositiu
el_gr: Διάστημα ελέγχου συσκευής
es_es: Intervalo sondeo de Dispositivo
fr_fr: Fréquence d'Interrogation
gl_es: Intervalo elección dispositivo
it_it: Intervallo interrogazione dispositivo
ja_jp: デバイスのポーリング間隔
pt_pt: Polling Interval do dispositivo
ru_ru: Интервал опроса устройства
tr_tr: Cihaz yoklama aralığı

# LblDewHeater
source: Dew heater
ca_es: Escalfador antirosada
el_gr: Θερμαντικό Στοιχείο
es_es: Calentador antirrocío
fr_fr: Pare Buée Chauffant
gl_es: Quentador de Orballo
it_it: Riscaldatore Umidita'
ja_jp: 結露防止ヒーター
pt_pt: Fita de aquecimento
ru_ru: Нагреватель от росы
tr_tr: Buğu ısıtıcı

# LblDewHeaterShort
source: Dew heater
ca_es: Escalfador antirosada
el_gr: Θερμαντικό Στοιχείο
es_es: Calentador antirrocío
fr_fr: Pare Buée Chauffant
gl_es: Quentador de Orballo
it_it: Riscaldatore Umidita'
ja_jp: 結露防止ヒーター
pt_pt: Fita de aquecimento
ru_ru: Нагреватель от росы
tr_tr: Buğu ısıtıcı

# LblDewpoint
source: Dew point
ca_es: Punt de rosada
el_gr: Σημείο Δρόσου
es_es: Punto de Rocío
fr_fr: Point de Rosée
gl_es: Punto de Orballo
it_it: P. di rugiada
ja_jp: 露点
pt_pt: Ponto de Orvalho
ru_ru: Точка росы
tr_tr: Buğu noktası

# LblDigitalSkySurvey
source: Digital Sky Survey
it_it: Mappatura digitale del cielo
ja_jp: デジタル スカイ サーベイ
ru_ru: Цифровой обзор неба
tr_tr: Dijital gökyüzü incelemesi

# LblDirectGuideDuration
source: Direct guide duration
ca_es: Durada del Guiat Directe
el_gr: Διάρκεια Απ' Ευθείας Οδήγησης
es_es: Duración de Guiado Directo
fr_fr: Délai Direct Guide
gl_es: Duración Guiado Directo
it_it: Durata guida diretta
ja_jp: ダイレクトガイド時間
pt_pt: Duração do Direct Guide
ru_ru: Длительность прямого гидирования
tr_tr: Direkt takip süresi

# LblDirectGuideDurationTooltip
source: Typical pulse guide duration in seconds
ca_es: Durada típica de la guia de pols en segons
es_es: Duración típica de la guía de pulso en segundos
fr_fr: Durée typique des impulsions de guidage en secondes
gl_es: Duración típica da guía de pulso en segundos
it_it: Durata tipica della guida ad impulsi in secondi
ja_jp: 一般的なパルスガイド時間（秒）
pt_pt: Duração típica do pulse guide em segundos
ru_ru: Длительность обычного гидирования пульсации в секундах
tr_tr: Saniye cinsinden tipik takip sinyal süresi

# LblRightAscensionGuideRate
source: Right Ascension guide rate
ca_es: Velocitat de Guiatge en Ascensió Recta
es_es: Velocidad de guiado en Ascensión Recta
fr_fr: Taux de guidage en Ascension Droite
gl_es: Taxa de guiado en ascensión recta
it_it: Velocità di guida dell'Ascensione Retta
ja_jp: RAガイドレート
pt_pt: Velocidade de guiagem em Ascensão Reta
ru_ru: Скорость гидирования прямого восхождения
tr_tr: RA takip oranı

# LblRightAscensionGuideRateTooltip
source: Right Ascension guide rate in arcseconds per second
ca_es: Velocitat de Guiatge en Ascensió Recta en arcsegons per segons
es_es: Velocidad de guiado en Ascensión Recta en arcosegundos por segundo
fr_fr: Taux de guidage en ascension droite en arcsecondes par seconde
gl_es: Taxa de guiado en ascensión recta en arcosegundos por segundo
it_it: Velocità di guida dell'Ascensione Retta in secondi d'arco al secondo
ja_jp: Raガイドレート(秒角/秒)
pt_pt: Velocidade de guiagem em ascensão reta em segundos de arco por segundo
ru_ru: Скорость гидирования прямого восхождения в угл. секундах в секунду
tr_tr: Yay-saniye cinsinden saniyelik RA takip oranı

# LblDeclinationGuideRate
source: Declination guide rate
ca_es: Velocitat de Guiatge en Declinació
es_es: Velocidad de guiado en Declinación
fr_fr: Taux de Guidage en Déclinaison
gl_es: Taxa de guiado en Declinación
it_it: Velocità di guida della Declinazione
ja_jp: DECガイドレート
pt_pt: Velocidade de guiagem em Declinação
ru_ru: Скорость гидирования склонения
tr_tr: Dec takip oranı

# LblDeclinationGuideRateTooltip
source: Declination guide rate in arcseconds per second
ca_es: Velocitat de Guiatge en Declinació en arcsegons per segons
es_es: Velocidad de guiado en Declinación Recta en arcosegundos por segundo
fr_fr: Taux de guidage en déclinaison en arcsecondes par seconde
gl_es: Taxa de guiado en declinación en arcosegundos por segundo
it_it: Velocità di guida della Declinazione in secondi d'arco al secondo
ja_jp: Decガイドレート(秒角/秒)
pt_pt: Velocidade de guiagem em declinação em segundos de arco por segundo
ru_ru: Скорость гидирования склонения в угл. секундах в секунду
tr_tr: Yay-saniye cinsinden saniyelik Dec takip oranı

# LblDirectGuiderConnectionFail
source: Direct Guider could not connect to telescope
ca_es: El Guiatge Directe no s'ha pogut connectar al Telescopi
el_gr: O Απ' Ευθείας Οδηγητής δεν μπορούσε να συνδεθεί στο Τηλεσκόπιο
es_es: Guiado directo no pudo conectarse con telescopio
fr_fr: Direct Guider n'a pas pu se connecter au Télescope
gl_es: O guiado directo non pode conectar co telescopio
it_it: La guida diretta non riesce a connettersi al telescopio
ja_jp: ダイレクトガイドが赤道儀に繋がりません。
pt_pt: Direct Guider não conseguiu conectar-se ao Telescópio
ru_ru: Прямой гид не смог подключиться к телескопу
tr_tr: Direkt takipçi teleskopa bağlanamadı

# LblDirectGuiderTelescopeDisconnect
source: Telescope has been disconnected. Direct Guider will disconnect. Dithering can no longer be done!
ca_es: El Telescopi s'ha desconnectat. El Guiatge Directe es desconnectarà. El Dithering ja no és efectiu!
el_gr: Το Τηλεσκόπιο έχει αποσυνδεθεί. Ο Απ'ευθείας Οδηγητής θα αποσυνδεθεί. Το Dithering δεν είναι πια αποτελεσματικό!
es_es: El telescopio se ha desconectado. El Guiado directo se desconectará. ¡El Dither ya no será efectivo!
fr_fr: Le télescope a été déconnecté. Direct Guider va se déconnecter. Le dither n'est plus opérationnel!
gl_es: O Telescopio foi desconectado. O guiador directo desconectarase. Xa non está activo o Dithering!
it_it: Il telescopio è disconnesso. La guida diretta verrà disconnessa. Il dithering non è più attivo!
ja_jp: 赤道儀との接続が解除されました。ダイレクトガイドは接続を解除します。デザリングは無効です。
pt_pt: O telescópio foi desconectado. O Direct Guider vai desconectar-se. Dither inactivo!
ru_ru: Телескоп был отключен. Прямой гид отключится. Межкадровые подвижки более неэффективны!
tr_tr: Teleskop bağlantısı kesildi. Direkt takipçi bağlantısı kesilecek. Dithering etkin değil!

# LblDirectoryNotFound
source: Image folder not found!
ca_es: No s'ha trobat el directori per desar la Imatge!
el_gr: Ο κατάλογος για την αποθήκευση του αρχείου δεν βρέθηκε!
es_es: ¡El directorio para grabar imagen no ha sido encontrado!
fr_fr: Répertoire pour enregistrer l'image non trouvée!
gl_es: Non se atopa o cartafol para gardar a imaxe!
it_it: Cartella per salvare le immagini non trovata!
ja_jp: 画像保存ディレクトリーが見つかりません。
pt_pt: Pasta para guardar imagens não encontrada!
ru_ru: Каталог для сохранения изображения не найден!
tr_tr: Resim kayıt dizini bulunamadı!

# LblDirectoryNotWritable
source: Image folder does not have write permissions!
ca_es: El directori per desar la Imatge no té permisos d'escriptura!
el_gr: Ο κατάλογος για την αποθήκευση της εικόνας δεν έχει άδεια εγγραφής!
es_es: ¡El directorio para grabar imagen no tiene permisos de escritura!
fr_fr: Le répertoire servant à enregistrer l'image n'a pas de permission d'écriture!
gl_es: Non tes permiso de escritura para o cartafol no que queres gardar!
it_it: La cartella per salvare le imamgini non ha permesso in scrittura!
ja_jp: 画像保存ディレクトリーは書き込み許可を持っていません。
pt_pt: A pasta para guardar imagens não tem permissões de escrita!
ru_ru: Папка для сохранения изображений не имеет прав на запись!
tr_tr: Resim kayıt dizinine yazma izni yok!

# LblDisabled
source: Disabled
ca_es: Desactivat
el_gr: Απενεργοποιημένο
es_es: Deshabilitado
fr_fr: Désactivé
gl_es: Desactivado
it_it: Disabilitato
ja_jp: 無効にする
pt_pt: Desactivado
ru_ru: Отключено
tr_tr: Devre dışı

# LblDisableAFGuiding
source: Disable guiding during AF
ca_es: EA Desactiva el Guiatge
el_gr: Απενεργοποίηση Οδήγησης κατά την Αυτόματη Εστίαση
es_es: AE Deshabilita Guiado
fr_fr: Arrêt Guidage FA
gl_es: AF Desactiva Guiado
it_it: Fuoco Automatico disabilita la guida
ja_jp: オートフォーカス中にガイド停止
pt_pt: AF desactivar guiagem
ru_ru: Автофокусировка отключает гидирование
tr_tr: Oto. Odaklama takibi devre dışı bırakır

# LblDisableAFGuidingTooltip
source: Disables or suspends guiding during autofocus
ca_es: Desactiva el guiatge durant l'Auto Enfocament
el_gr: Απενεργοποίηση οδήγησης κατά την αυτόματη εστίαση
es_es: Deshabilita guiado durante Auto Enfoque
fr_fr: Désactiver le guidage pendant la focalisation automatique
gl_es: Desactivar guiado durante o AutoFoco
it_it: Disabilita guida durante il fuoco automatico
ja_jp: オートフォーカス中にガイド停止
pt_pt: Desactivar guiagem durante a focagem automática
ru_ru: Отключение гидирования на время автофокусировки
tr_tr: Otomatik netleme sırasında takibi devre dışı bırak

# LblDisconnect
source: Disconnect
ca_es: Desconnectat
el_gr: Αποσύνδεση
es_es: Desconectar
fr_fr: Déconnecter
gl_es: Desconectar
it_it: Disconnetti
ja_jp: 接続解除
pt_pt: Desconectar
ru_ru: Отключиться
tr_tr: Bağlantıyı kes
