Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblFocuserBacklashMethodTooltip
source: This controls the backlash compensation method used. Absolute: When the focuser changes directions, an absolute value will be added to the focuser movement. Backlash IN: when the focuser changes from moving outwards to moving inwards the Backlash IN value will be added Backlash OUT: when the focuser changes from moving inwards to moving outwards the Backlash OUT value will be added Overshoot: This method will compensate for Backlash by overshooting the target position by a large amount and then moving the focuser back to the initially requested position. Due to this compensation the last movement of the focuser will always be in the same direction (either always inwards or always outwards) For Backlash IN and OUT only ONE of these two must be set! When setting IN, the amount will be applied on each inward movement, so the final movement will always be outwards. For Backlash OUT, it will be the other way around. The method can only be changed when the focuser is not connected!
ca_es: Absolut: Quan l'enfocador automàtic canvia de direcció, s'afegirà un valor absolut al moviment de l'enfocador automàtic. Backlash A DINS: quan l'enfocador canvia de moure's cap a fora a moure's cap a dins s'afegirà el valor de Backlash A DINS Backlash A FORA: quan l'enfocador canvia de moure's cap a dins a moure's cap a fora s'afegirà el valor de Backlash A FORA Sobrepassar: Aquest mètode compensarà el Backlash sobrepassant per molt la posició desitjada i després mourà l'enfocador automàtic tornant a la posició sol·licitada inicialment. Degut a aquesta compensació, l'últim moviment de l'enfocador automàtic sempre estarà en la mateixa direcció (sempre cap a dins o sempre cap a fora) En Backlash A DINS i A FORA només s'ha de posar UNA d'aquestes dues! A l'ajustar A DINS, la quantitat s' aplicarà en cada moviment cap a l'interior, per que el moviment final sempre serà cap a fora. Per a Backlash A FORA, serà al revés. El mètode només es pot canviar quan l'enfocador automàtic no està connectat!
el_gr: Αυτό ελέγχει την μέθοδο αντιστάθμισης backlash που θα χρησιμοποιηθεί. Απόλυτη: Όταν ο εστιαστής αλλάζει κατεύθυνση, μια απόλυτη τιμή θα προστίθεται στην κίνηση του εστιαστή. Backlash ΜΕΣΑ: Όταν ο εστιαστής αλλάζει κατεύθυνση από την κίνηση προς τα έξω σε κίνηση προς τα μέσα η τιμή Backlash ΜΕΣΑ θα προστεθεί Backlash ΕΞΩ: Όταν ο εστιαστής αλλάζει κατεύθυνση από την κίνηση προς τα μέσα σε κίνηση προς τα έξω η τιμή Backlash ΕΞΩ θα προστεθεί Υπερπήδηση: Αυτή η μέθοδος θα αντισταθμίσει το Backlash με υπερπήδηση της θέσης στόχου κατά ένα μεγάλο ποσό και μετά θα μετακινήσει τον εστιαστή στην αρχική θέση που ζητήθηκε. Γι' αυτό η αντιστάθμιση της τελευταίας κίνησης του εστιαστή θα είναι προς την ίδια κατεύθυνση (πάντα προς τα μέσα ή προς τα έξω) Για το Backlash ΜΕΣΑ και ΕΞΩ μόνο ΜΙΑ από αυτές πρέπει να ρυθμιστεί! Όταν ορίζεται το ΜΕΣΑ, η ποσότητα θα εφαρμοστεί σε κάθε κίνηση προς τα μέσα, έτσι η τελική κίνηση θα είναι πάντα προς τα έξω. Για το Backlash ΕΞΩ, θα είναι αντίθετα. Η μέθοδος αυτή μπορεί να αλλάξει μόνο όταν ο εστιαστής είναι συνδεδεμένος!
es_es: Esto controla el método de compensación de backlash utilizado. Absoluto: Cuando el enfocador cambia de dirección, se añadirá un valor absoluto al movimiento del enfocador. Retroceso ADENTRO: cuando el enfocador cambia de moverse hacia afuera a moverse hacia adentro se añadirá el valor de Backlash DENTRO Backlash AFUERA: cuando el enfocador cambie de moverse hacia adentro a hacia afuera se añadirá el valor de Backlash FUERA Sobrepasar: Este método compensará el Backlash sobrepasando por mucho la posición deseada y luego moviendo al enfocador de vuelta a la posición solicitada inicialmente. Debido a esta compensación, el último movimiento del enfocador siempre estará en la misma dirección (siempre hacia adentro o siempre hacia afuera) ¡En Backlash ADENTRO y AFUERA sólo se debe poner UNA de estas dos! Al ajustar DENTRO, la cantidad se aplicará en cada movimiento hacia el interior, por lo que el movimiento final siempre será hacia afuera. Para Backlash AFUERA, será al revés. ¡El método solo se puede cambiar cuando el enfocador no esté conectado!
fr_fr: Ceci controle la méthode de compensation du jeu utilisée. Absolue: Quand le moteur de mise au point change de direction, une valeur absolue sera ajoutée au mouvement de moteur de mise au point. Jeu INT: quand le moteur de mise au point passe d'un mouvement extérieur à un mouvement intérieur, la valeur du jeu INT sera ajouté. Jeu EXT: quand le moteur de mise au point passe d'un mouvement intérieur à un mouvement extérieur, la valeur du jeu EXT sera ajouté. Dépassement: Cette méthode va compenser le jeu en dépassant la position cible d'une grande valeur et ensuite faire revenir le moteur de mise au point à la position initiale requise. A cause de cette compensation le dernier déplacement du moteur de mise au point sera toujours dans la même direction (que ce soit vers l'intérieur ou vers l'extérieur) Pour le jeu INT ou EXT seul UN des deux doit être selectionné! En réglant INT, la valeur sera appliquée sur chaque mouvement vers l'intérieur, donc le mouvement final sera toujours vers l'extérieur. Pour le jeu OUT, ce sera le sens contraire. La méthode ne peut être changée que lorsque le moteur de mise au point est déconnecté!
gl_es: Controla o método de compensación de Backlash empregado. Absoluto: Cando o enfocador cambie de dirección, engadirase un valor absoluto ó movemento do enfocador. Backlash DENTRO: cando o enfocador vai cara a fóra e cambia para a ir cara a dentro engadirase o valor de Backlash DENTRO Backlash FÓRA: cando o enfocador vai cara a dentro e cambia para ir cara a fóra, engadirase o valor de Backlash FÓRA Sobrepasar: Este método compensará o backlash pasando a posición de destino e despois movendo o enfocador cara á posición final. Debido a esta compensación, o último movemento do foco será sempre na mesma dirección (sempre cara a dentro ou sempre cara a fóra) Para Backlash DENTRO e FÓRA só hai que configurar un destes dous! Ó configurar DENTRO, a cantidade aplicarase en cada movemento cara ó interior, polo que o movemento final sempre será cara a fóra. Para Backlash FÓRA, será ó revés. O método só se pode cambiar cando o enfocador non está conectado!
it_it: Questo controlla il metodo di compensazione backlash utilizzato. Assoluto: Quando il focheggiatore cambia direzione, verrà aggiunto un valore assoluto al movimento del focuser. Backlash IN: quando il focheggiatore cambia spostandosi da l'esterno verso l'interno, verrà aggiunto il valore Backlash IN Backlash OUT: quando il focalizzatore cambia spostandosi da l'interno verso l'esterno verrà aggiunto il valore Backlash OUT Overshoot: Questo metodo compensa il Backlash superando di gran lunga la posizione di destinazione e quindi spostando il focheggiatore verso la posizione inizialmente richiesta. A causa di questa compensazione, l'ultimo movimento del focalizzatore sarà sempre nella stessa direzione (sempre verso l'interno o sempre verso l'esterno) Per Backlash IN e OUT solo uno di questi due deve essere impostato! Quando si imposta IN, l'importo sarà applicato su ogni movimento verso l'interno, in modo che il movimento finale sarà sempre verso l'esterno. Per Backlash OUT, sarà il contrario. Il metodo può essere modificato solo quando il focheggiatore non è connesso!
ja_jp: このコントロールはバックラッシュ補正方法を使います 絶対値法: フォーカスが方向を変えるとフォーカスの動きに絶対値が加算されます。 バックラッシIN:フォーカスが外方向から内方向に移動するとバックラッシINの値が加算されます バックラッシOUT:フォーカスが内向きから外向きに変化するとバックラッシOUTの値が加算されます オーバーシュート法: 目標位置を大きくオーバーシュートしてから、最初に要求された位置にフォーカスを戻すことでバックラッシュを補正します。 この補正によりフォーカサーの最後の移動は常に同じ方向(常に内向きであるか、または常に外向きである)になる。 バックラッシIN OUTはどちらか一方のみ設定してください。INに設定すると各内側への動きに適用されるため最終的な動きは常に外側になります。バックラッシOUTは逆になります
pt_pt: Controla o método de compensação de backlash utilizado. Absoluto: Quando o focador alterar o direcção, um valor absoluto será adicionado ao movimento do focador. Backlash para DENTRO: quando o focador alterar o movimento de FORA para DENTRO, o valor DENTRO de backlash será adicionado Backlash para FORA: quando o focador alterar o movimento de DENTRO para FORA o valor FORA de Backlash será adicionado Overshoot: Este método irá compensar o Backlash ao aplicar um valor muito superior e depois mover o focador para a posição definida inicialmente. Devido a esta compensação o último movimento do focador será sempre na mesma direcção (sempre para dentro ou sempre para fora) Apenas UM destes valores deve ser definido (Backlash para DENTRO ou FORA)! Ao definir para DENTRO, o valor será aplicado a cada movimento que o focador efectuar para dentro, desta forma o movimento final será sempre para fora. Ao definir para FORA, será o inverso. Este método não pode ser alterado se o focador estiver conectado!
ru_ru: Это контролирует используемый метод компенсации люфта. Абсолютный: Когда фокусер меняет направление, к движению фокусера добавляется абсолютное значение. Люфт В: когда фокусер переходит с движения наружу на движение внутрь, значение Люфт В будет добавлено Люфт ИЗ: когда фокусер переходит с движения внутрь на движение наружу, значение Люфт ИЗ будет добавлено Превышение: Этот метод компенсирует люфт за счет большого выхода за целевую позицию и последующего перемещения фокусера обратно в первоначально запрошенное положение. Благодаря этой компенсации последнее движение фокусера всегда будет в одном направлении (всегда внутрь или всегда наружу). Для люфта В и ИЗ должен быть установлен только ОДИН из этих двух! При установке В величина будет применяться к каждому движению внутрь, поэтому последнее движение всегда будет наружу. Для Люфт ИЗ все будет наоборот. Изменить метод можно только при отключенном фокусировщике!
tr_tr: Bu, kullanılan dişli boşluğu telafi yöntemini kontrol eder. Mutlak: Odaklayıcı yön değiştirdiğinde, odaklayıcı hareketine mutlak bir değer eklenir. Dişli boşluğu İÇERİ: odaklayıcı dışa doğru hareket ederken değişip içeri doğru hareket etmeye başladığında Dişli boşluğu GİRİŞ değeri eklenir Dişli boşluğu DIŞARI: odaklayıcı içe doğru hareket ederken değişip dışa doğru hareket etmeye başladığında Dişli boşluğu DIŞARI değeri eklenir Durum aşımı: Bu yöntem, hedef konumu büyük miktarda aşarak ve ardından odaklayıcıyı ilk istenen konuma geri getirerek Dişli boşluğunu telafi edecektir. Bu telafiden dolayı, odaklayıcının son hareketi her zaman aynı yönde olacaktır (her zaman içeri veya her zaman dışarı doğru) Dişli boşluğu İÇERİ ve DIŞARI için bu ikisinden sadece BİR tanesi ayarlanmalıdır! İÇERİ ayarı yapılırken, miktar her bir içeriye hareket için uygulanır, böylelikle son hareket her zaman dışarıya doğru olur. Dişli boşluğu DIŞARI için, bunun tersi olur. Yöntem ancak odaklayıcı bağlı değilken değiştirilebilir!

# LblOvershoot
source: Overshoot
ca_es: Sobrepassar
el_gr: Υπερπήδηση
es_es: Sobrepasar
fr_fr: Dépassement
gl_es: Sobrepasar
ja_jp: オーバーシュート
ru_ru: Проскочить
tr_tr: Durum aşımı

# LblFocuserMoveLargeTooltip
source: Moves focuser by a large amount using five times the autofocus step size
ca_es: Mou l'enfocador una gran distància utilitzant cinc vegades el pas de l’enfocament automàtic
el_gr: Μετακινεί τον εστιαστή κατά ένα μεγάλο ποσό χρησιμοποιώντας πέντε φορές το Μέγεθος Βήματος Αυτόματης Εστίασης
es_es: Mueve el enfocador una gran distancia usando cinco veces el paso del enfoque automático
fr_fr: Déplace le focuseur d'une grande distance en utilisant cinq fois la taille du pas moteur
gl_es: Despraza o foco usando cinco veces o Paso do AutoFoco
it_it: Muove il focheggiatore di una grande quantità usando cinque volte il passo di autofocus
ja_jp: フォーカサーを大きく動かす（ステップサイズの５倍ずつ）
pt_pt: Move o focador cinco vezes o tamanho do passo definido para focagem automática
ru_ru: Перемещает фокусер на большое значение, используя пять шагов автофокуса
tr_tr: Otomatik odaklama adım boyutunun beş katını kullanarak odaklayıcıyı büyük miktarda hareket ettirir

# LblFocuserMoveSmallTooltip
source: Moves focuser by a small amount using half the autofocus step size
ca_es: Mou l'enfocador en una petita quantitat mitjançant mig pas de l'enfocament automàtic
el_gr: Μετακινεί τον εστιαστή κατά ένα μικρό ποσό χρησιμοποιώντας το μισό Μέγεθος Βήματος Αυτόματης Εστίασης
es_es: Mueve el enfocador una corta distancia usando medio paso del enfoque automático
fr_fr: Déplace le focuseur d'une petite distance en utilisant la moitié de la taille du pas moteur
gl_es: Despraza o foco un pouco usando a metade do Paso do AutoFoco
it_it: Muove il focheggiatore di una grande quantità usando cinque volte il passo di autofocus
ja_jp: フォーカサーを少しずつ動かす（ステップサイズの２分の１ずつ）
pt_pt: Move o focador metade do tamanho do passo definido para focagem automática
ru_ru: Перемещает фокусер на небольшое значение, используя половину шага автофокуса
tr_tr: Otomatik odaklama adım boyutunun yarısını kullanarak odaklayıcıyı az miktarda hareket ettirir

# LblMoveFocuserTooltip
source: Moves focuser to the specified target position
ca_es: Mou l'enfocador a la posició de destí especificada
el_gr: Μετακινεί τον εστιαστή στην καθορισμένη θέση
es_es: Mueve el enfocador a la posición de destino especificada
fr_fr: Déplace le focuseur vers la position cible spécifiée
gl_es: Move o enfocador á posición indicada
it_it: Sposta il focheggiatore nella posizione di destinazione specificata
ja_jp: フォーカサーを指定された目標位置に動かす
pt_pt: Move o focador para a posição definida
ru_ru: Перемещает фокусер в указанную целевую позицию
tr_tr: Odaklayıcıyı belirtilen hedef pozisynuna hareket ettirir

# LblMoveRotatorTooltip
source: Moves rotator to the specified target position
ca_es: Mou el rotador a la posició de destí especificada
el_gr: Μετακινεί τον περιστροφέα πεδίου στην καθορισμένη θέση
es_es: Mueve el rotador de campo a la posición de destino especificada
fr_fr: Déplace le rotateur à la position cible spécifiée
gl_es: Move o rotador á posición indicada
it_it: Sposta il ruotatore nella posizione di destinazione specificata
ja_jp: 回転装置を指定された目標位置に動かす
pt_pt: Move o rotador para a posição definida
ru_ru: Перемещает ротатор в указанную целевую позицию
tr_tr: Döndürücüyü belirtilen hedef pozisyonuna hareket ettirir

# LblIncompatibleGainsInSequence
source: Sequence contains items that use incompatible gain settings. These will be ignored!
ca_es: La seqüència conté elements que fan servir configuracions de guany incompatibles. Aquests seran ignorats!
el_gr: Η αλληλουχία περιέχει ασύμβατα αντικείμενα με τις ρυθμίσεις Ενίσχυσης. Θα αγνοηθούν!
es_es: La secuencia contiene elementos que usan unos ajustes de ganancia incompatibles. ¡No se tendrán en cuenta!
fr_fr: La séquence contient des éléments utilisant des paramètres de Gain incompatibles. Ils seront ignorés!
gl_es: A secuencia contén elementos que usan unha configuración de ganancia incompatible. Serán ignorados!
it_it: La sequenza contiene elementi che usano impostazioni di gain incompatibili. Queste verranno ignorate!
ja_jp: シーケンスの中に、使用できないゲイン設定をした項目があります。この項目は無視されます。
pt_pt: A sequência contém itens que estão a usar configurações de Gain incompatíveis. Estas configurações serão ignoradas!
ru_ru: Серия содержит элементы, использующие несовместимые настройки Усиления. Они будут игнорироваться!
tr_tr: Sekansta uyumsuz kazanç ayarları kullanan ögeler var. Bunlar dikkate alınmayacak!

# LblIncompatibleOffsetsInSequence
source: Sequence contains items that use incompatible offset settings. These will be ignored!
ca_es: La seqüència conté elements mitjançant configuracions de compensacions (Offset) incompatibles. Aquests seran ignorats!
el_gr: Η αλληλουχία περιέχει ασύμβατα αντικείμενα με το Offset. Θα αγνοηθούν!
es_es: La secuencia contiene ítems usando ajustes de Offset incompatibles. ¡No se tendrán en cuenta!
fr_fr: La séquence contient des éléments utilisant des paramètres d'offset incompatibles. Ils seront ignorés !
gl_es: A secuencia contén elementos que usan configuracións de compensación incompatibles. Serán ignorados!
it_it: La sequenza contiene elementi che usano impostazioni di offset incompatibili. Queste verranno ignorate!
ja_jp: シーケンスの中に、使用できないオフセット設定をした項目があります。この項目は無視されます。
pt_pt: A sequência contém itens que estão a usar configurações de Offset incompatíveis. Estas configurações serão ignoradas!
ru_ru: Серия содержит элементы, использующие несовместимые настройки Оффсет. Они будут игнорироваться!
tr_tr: Sekansta uyumsuz offset ayarları kullanan ögeler var. Bunlar dikkate alınmayacak!

# LblFlatDeviceAddBinningMode
source: Add binning
ca_es: Afegir Binning
el_gr: Προσθήκη Binning
es_es: Añadir Binning
fr_fr: Ajouter un Binning
gl_es: Engadir Binning
it_it: Aggiungi Binning
ja_jp: ビニングを追加
pt_pt: Adicionar Binning
ru_ru: Добавить биннинг
tr_tr: Binning ekle

# LblFlatDeviceAddGain
source: Add gain
ca_es: Afegir Guany
el_gr: Προσθήκη Ενίσχυσης
es_es: Añadir ganancia
fr_fr: Ajouter un Gain
gl_es: Engadir Ganancia
it_it: Aggiungi Guadagno
ja_jp: ゲインを追加
pt_pt: Adicionar Gain
ru_ru: Добавить усиление
tr_tr: Kazanç ekle

# LblFlatDeviceAreYouSureBinning
source: Are you sure you want to delete all values for binning?
ca_es: Estàs segur que vols eliminar els valors del binning
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε όλες τις τιμές για το binning
es_es: ¿Estás seguro de que desea eliminar todos los valores para el binning?
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les valeurs pour le binning
gl_es: Estás certo/a de quereres borrar todos os valores de binning?
it_it: Sei sicuro di voler eliminare tutti i valori per il binning
ja_jp: ビニングの値をすべて削除していいですか？
pt_pt: Tem a certeza que deseja eliminar todos os valores de binning
ru_ru: Вы уверены что хотите удалить все значения для биннинга
tr_tr: Binning için tüm değerleri silmek istediğinize emin misiniz

# LblFlatDeviceAreYouSureGain
source: Are you sure you want to delete all values for gain?
ca_es: Està segur que vols eliminar els valors del guany
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε όλες τις τιμές για την ενίσχυση
es_es: ¿Estás seguro que deseas eliminar todos los valores de ganancia?
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les valeurs pour le gain
gl_es: Estás certo/a de quereres borrar todos os valores de ganancia?
it_it: Sei sicuro di voler eliminare tutti i valori per il guadagno
ja_jp: ゲインの値を、全て削除していいですか？
pt_pt: Tem a certeza que deseja eliminar todos os valores de Gain
ru_ru: Вы уверены что хотите удалить все значения для усиления
tr_tr: Kazanç için tüm değerleri silmek istediğinize emin misiniz

# LblFlatDeviceDeleteBinningMode
source: Delete binning
ca_es: Eliminar Binning
el_gr: Διαγραφή Binning
es_es: Eliminar Binning
fr_fr: Supprimer le Binning
gl_es: Eliminar Binning
it_it: Elimina Binning
ja_jp: ビニングを削除
pt_pt: Eliminar Binning
ru_ru: Удалить биннинг
tr_tr: Binning'i sil

# LblFlatDeviceDeleteGain
source: Delete gain
ca_es: Eliminar Guany
el_gr: Διαγραφή Ενίσχυσης
es_es: Eliminar Ganancia
fr_fr: Supprimer le Gain
gl_es: Eliminar Ganancia
it_it: Elimina Guadagno
ja_jp: ゲインを削除
pt_pt: Eliminar Gain
ru_ru: Удалить усиление
tr_tr: Kazanç'ı sil

# LblCouldNotReachTargetTemperature
source: Camera is unable to reach the specified target temperature!
ca_es: La càmera no pot assolir la temperatura objectiu especificada!
el_gr: Η Κάμερα δεν μπορεί να φτάσει στην επιθυμητή θερμοκρασία!
es_es: ¡La cámara no puede alcanzar la temperatura especificada!
fr_fr: La caméra ne peut pas atteindre la température cible spécifiée !
gl_es: A cámara non pode ler a temperatura especificada!
it_it: La fotocamera non è in grado di raggiungere la temperatura specificata!
ja_jp: カメラは指定された目標温度に達することができません！
pt_pt: A câmera foi incapaz de atingir a temperatura definida!
ru_ru: Камера не может достичь указанной температуры!
tr_tr: Kamera brlirtilen hedef sıcaklığına ulaşamıyor!

# LblWaitingToTurnCoolerOff
source: Camera waiting to turn cooler off
ca_es: Càmera esperant que s'apagui la refrigeració
el_gr: Η κάμερα περιμένει για τον ψύκτη να σβήσει
es_es: Cámara esperando a que se apague el enfriador
fr_fr: Caméra en attente d'arrêt du refroidissement
gl_es: Cámara agardando para apagar a refrixeración
it_it: Fotocamera in attesa di spegnere il dispositivo di raffreddamento
ja_jp: 冷却装置の電源切断待ち
pt_pt: Câmera a aguardar para desligar o sistema de refrigeração
ru_ru: Камера ожидает отключения охлаждения
tr_tr: Kamera soğutucunun kapanmasını bekliyor
