Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblBackLashSteps
source: Backlash steps
ca_es: Passos de Backlash
el_gr: Βήματα Backlash
es_es: Pasos de backlash
fr_fr: Pas du jeu
gl_es: Pasos de Backlash
it_it: Passi di backlash
ja_jp: バックラッシュステップ
pt_pt: Passos de Backlash
ru_ru: Шаги люфта
tr_tr: Dişli boşluğu adımları

# LblReverse
source: Reverse
ca_es: Invertir
el_gr: Αντιστροφή
es_es: Invertir
fr_fr: Inverser
gl_es: Inverter
it_it: Inverso
ja_jp: リバース
pt_pt: Inverter
ru_ru: Обратный
tr_tr: Geri

# LblSetCurrentPosition
source: Set current position
ca_es: Estableix la posició actual
el_gr: Ορισμός Τρέχουσας Θέσης
es_es: Establecer posición actual
fr_fr: Définir la position actuelle
gl_es: Posición Actual
it_it: Imposta posizione corrente
ja_jp: 現在位置に設定
pt_pt: Definir Posição Actual
ru_ru: Задать текущую позицию
tr_tr: Mevcut pozşsyonu ayarla

# LblStepperMotorDirection
source: Stepper motor direction
ca_es: Direcció del pas del motor
el_gr: Κατεύθυνση Βηματικού Κινητήρα
es_es: Dirección del motor de paso
fr_fr: Direction du moteur pas à pas
gl_es: Dirección do motor de pasos
it_it: Direzione del motore passo-passo
ja_jp: ステッパーモーター方向
pt_pt: Direcção do Motor de Passo
ru_ru: Направление шагового двигателя
tr_tr: Step motor yönü

# LblAuto
source: Auto
el_gr: Αυτόματο
fr_fr: Automatique
it_it: Automatico
ja_jp: オート
ru_ru: Авто
tr_tr: Otomatik

# LblBayerPattern
source: Bayer pattern
ca_es: Matriu de Baier
el_gr: Σχέδιο Bayer
es_es: Matriz de Bayer
fr_fr: Matrice de Bayer
gl_es: Patrón Bayer
it_it: Matrice Bayer
ja_jp: ベイヤー配列
pt_pt: Padrão Bayer
ru_ru: Байеровская матрица
tr_tr: Bayer deseni

# LblBayerPatternTooltip
source: The Bayer pattern to be used for the BAYERPAT keyword in the FITS or XISF image headers for images generated by colour sensors. The default of Auto uses any pattern that the camera driver might provide. Does not apply to DSLR cameras.
ca_es: La matriu de Baier que s'utilitzarà en la paraula clau BAYERPAT dels encapçalament d'imatges FITS o XISF per a imatges generades pels sensors de color. El valor predeterminat de l'Auto utilitza qualsevol matriu que el controlador de la càmera pugui proporcionar. No s'aplica a les càmeres DSLR.
el_gr: Το σχέδιο Bayer που θα χρησιμοποιηθεί από την λέξη κλειδί BAYERPAT στις κεφαλίδες FITS ή XISF της εικόνας για εικόνες που δημιουργήθηκαν από έγχρωμους αισθητήρες. Το Αυτόματο χρησιμοποιεί κάθε σχέδιο το οποίο ο οδηγός της κάμερας μπορεί να παρέχει. Δεν ισχύει για κάμερες DSLR.
es_es: La matriz de Bayer que se utilizará en la palabra clave BAYERPAT de los encabezados de imágenes FITS o XISF para imágenes generadas por sensores de color. El valor predeterminado del Auto utiliza cualquier matriz que el controlador de la cámara pueda proporcionar. No se aplica a las cámaras DSLR.
fr_fr: La matrice de Bayer à utiliser pour le mot-clé BAYERPAT dans les en-têtes d'images FITS ou XISF pour les images générées par les capteurs couleurs. La valeur par défaut Auto utilise n'importe quel matrice que le pilote de la caméra pourrait fournir. Ne s'applique pas aux appareils reflex.
gl_es: O patrón Bayer que se empregará para a palabra clave BAYERPAT nos encabezados de imaxe FITS ou XISF para imaxes xeradas por sensores de cor. O valor predeterminado de Auto usa calquera patrón que o controlador da cámara poida fornecer. Non se aplica ás cámaras DSLR.
it_it: Matrice di Bayer da utilizzare per la parola chiave BAYERPAT nelle intestazioni FITS o XISF per le immagini generate dai sensori a colori. L'impostazione predefinita di Auto utilizza qualsiasi modello che il driver della fotocamera potrebbe fornire. Non si applica alle fotocamere DSLR.
ja_jp: カラーセンサーから生成される画像のFITSやXISF画像ヘッダー内にあるBAYERPATキーワードに使用されるベイヤー配列です。 デフォルト設定のAuto(オート）はカメラドライバーが使用する任意の配列です。DSLRカメラには適応されません。
pt_pt: O padrão Bayer a ser usado para a palavra-chave BAYERPAT nos cabeçalhos FITS ou XISF para imagens geradas por sensores de cor. O padrão Auto usa o padrão que o driver da câmera possa fornecer. Não se aplica às câmeras DSLR.
ru_ru: Байеровская матрица для ключевого слова BAYERPAT в заголовках FITS или XISF для изображений, сгенерированных цветными сенсорами. По умолчанию используется любой шаблон драйвера камеры. Не применяется к камерам DSLR.
tr_tr: Renk sensörlerinin oluşturduğu görüntüler için FITS veya XISF uzantılı resimlerdeki BAYERPAT anahtar sözcüğü için kullanılacak Bayer deseni. Varsayılan Otomatik seçeneği, kamera sürücüsünün sağlayabileceği herhangi bir deseni kullanır. DSLR fotoğraf makineleri için geçerli değildir.

# LblCurrent
source: Current
ca_es: Actual
el_gr: Τρέχων
es_es: Actual
fr_fr: Courant
gl_es: Actual
it_it: Corrente
ja_jp: 電流
pt_pt: Actual
ru_ru: Ток
tr_tr: Mevcut

# LblRunningEndOfSequence
source: Running end of sequence options
ca_es: Executa Opcions de final de seqüència
el_gr: Εκτέλεση επιλογών τέλους αλληλουχίας
es_es: Ejecuta Opciones de final de secuencia
fr_fr: Exécution des options de fin de séquence
gl_es: Executando opcións de fin de secuencia
it_it: Esecuzione delle opzioni di fine sequenza
ja_jp: シーケンス終了時のオプション
pt_pt: Executar opções de fim de sequência
ru_ru: Запуск опций конца серии
tr_tr: Sekans sonu seçenekleri çalışıyor

# LblSQMPatternDescription
source: Sky Quality Meter reading
ca_es: Lectura de Sky Quality Meter
el_gr: Τιμή Μετρητή Ποσότητας Ουρανού
es_es: Leyendo el medidor de calidad del cielo
fr_fr: Mesure de la qualité du ciel
gl_es: Lendo Sky Quality Meter
it_it: Lettura di Sky Quality Meter
ja_jp: スカイクオリティメーターの読み出し
pt_pt: Medição da Qualidade do Céu
ru_ru: Значение SQM
tr_tr: Gökyüzü kalite ölçer okunuyor

# LblReadoutModePatternDescription
source: Camera readout mode
ca_es: Mode de Lectura de la càmera
el_gr: Λειτουργία Ανάγνωσης Κάμερας
es_es: Modo de lectura de la cámara
fr_fr: Mode de lecture de la caméra
gl_es: Modo de lectura de cámaras
it_it: Modalità lettura fotocamera
ja_jp: カメラ読み出しモード
pt_pt: Modo de Leitura da Câmera
ru_ru: Режим чтения камеры
tr_tr: Kamera veri okuma modu

# LblSerialPortCannotOpen
source: Cannot open serial port {0}: {1}
ca_es: No es pot obrir el port sèrie {0}: {1}
el_gr: Δεν ήταν δυνατό το άνοιγμα της σειριακής θύρας {0}: {1}
es_es: No se puede abrir el puerto serie {0}: {1}
fr_fr: Impossible d'ouvrir le port série {0}: {1}
gl_es: Non se pode abrir o porto en serie {0}: {1}
it_it: Impossibile aprire la porta seriale {0}: {1}
ja_jp: シリアルポート {0}を開くことができません（{1}）
pt_pt: Não é possível abrir a porta de série {0}: {1}
ru_ru: Невозможно открыть последовательный порт {0}: {1}
tr_tr: Seri giriş {0} açılamıyor: {1}

# LblPointingTolerance
source: Pointing tolerance
ca_es: Tolerància assenyalada
el_gr: Ανοχή Στόχευσης
es_es: Tolerancia de apuntado
fr_fr: Tolérance de pointage
gl_es: Tolerancia de Apuntamento
it_it: Tolleranza di puntamento
ja_jp: 導入精度
pt_pt: Tolerância ao apontar
ru_ru: Допуск на наведение
tr_tr: Hedeften sapma toleransı

# LblAutoFocusAfterFlip
source: Autofocus after flip
ca_es: Enfocament automàtic després del canvi de meridià
el_gr: Αυτόματη Εστίαση μετά την Αλλαγή
es_es: Enfoque automático tras el cambio de meridiano
fr_fr: Mise au point automatique après le retournement
gl_es: AutoFoco despois de Virar
it_it: Fuoco automatico dopo salto meridiano
ja_jp: フリップ後のオートフォーカス
pt_pt: Focar automaticamente após o Flip
ru_ru: Автофокусировка после перекладки
tr_tr: Geçiş sonrası otomatik odaklama

# LblExposureFinished
source: Exposure finished
ca_es: Exposició finalitzada
el_gr: Η έκθεση τελείωσε
es_es: Exposición finalizada
fr_fr: Exposition terminée
gl_es: Exposición rematada
it_it: Esposizione terminata
ja_jp: 露出終了
pt_pt: Exposição terminada
ru_ru: Экспозиция завершена
tr_tr: Pozlama sonlandı

# LblCameraTimeout
source: Camera timeout - Camera did not set image as ready after exposure time + {0} seconds
ca_es: Temps d'espera de la càmera: la càmera no ha aconseguit la imatge després del temps d'exposició + {0} segons
el_gr: Χρονικό Όριο - Η Κάμερα δεν όρισε εικόνα σαν έτοιμη μετά τον χρόνο έκθεσης + {0} δευτερόλεπτα
es_es: Tiempo de espera de la cámara agotado - La cámara no ha conseguido la imagen después de + {0} segundos
fr_fr: Délai de la caméra dépassé - La caméra n'a pas défini l'image comme prête après un temps d'exposition de + 15 secondes
gl_es: Tempo de espera da cámara: a cámara non conseguiu a imaxe despois de + {0} segundos de exposición
it_it: Timeout fotocamera - La fotocamera non ha restituito l'immagine come pronta dopo il tempo di esposizione + {0} secondi
ja_jp: カメラのタイムアウト - カメラは露出時間+ {0} 秒後に画像を準備できませんでした
pt_pt: Limite de Tempo da Camera - A Camera não definiu a imagem como pronta depois de um tempo de exposição de + {0} segundos
ru_ru: Тайм-аут камеры. Камера не установила изображение как готовое после времени экспозиции + 15 секунд
tr_tr: Kamera Zaman Aşımı - Kamera {0} saniye pozlamadan sonra görüntüyü hazır olarak ayarlamadı

# LblImagePatternPreview
source: Pattern preview
ca_es: Vista prèvia de la matriu
el_gr: Προεπισκόπηση Σχεδίου
es_es: Vista previa de la matriz
fr_fr: Aperçu du modèle
gl_es: Patrón Previo
it_it: Anteprima del modello
ja_jp: パターンプリビュー
pt_pt: Pré-visualização do padrão
ru_ru: Предварительный просмотр шаблона
tr_tr: Desen önizleme

# LblUnknownEpochWarning
source: The mount operates using an unknown equatorial reference system. {0} will be used. Please configure the mount's driver with a valid epoch.
ca_es: La muntura funciona mitjançant un sistema de referència equatorial desconegut. S'utilitzarà {0}. Configureu el controlador del muntatge amb un epoch vàlid.
el_gr: Η στήριξη λειτουργεί με τη χρήση ενός άγνωστου ισημερινού συστήματος αναφοράς. {0} θα χρησιμοποιηθεί. Παρακαλώ ρυθμίστε τον οδηγό της στήριξη σας με μια έγκυρη εποχή.
es_es: La montura funciona utilizando un sistema de referencia ecuatorial desconocido. Se utilizará {0}. Por favor, configura el controlador de la montura con un epoch válido.
fr_fr: La monture opère en utilisant un système de référence équatorial inconnu. {0} sera utilisé. Merci de configurer le pilote de la monture avec une epoch valide.
gl_es: A montura opera cun sistema de referencia ecuatorial descoñecido. Utilizarase {0}. Configura o controlador da montura cunha época válida.
it_it: La montatura opera utilizzando un sistema di riferimento equatoriale sconosciuto. Verrà utilizzato {0}. Si prega di configurare il driver della montatura con un'epoca valida.
ja_jp: マウントが未知の赤道座標システムを使用しています。{0} を使用します。マウントのドライバーを正しいエポックで設定して下さい。
pt_pt: A montagem usa um sistema de referência equatorial desconhecida. {0} irá ser usada. Por favor configure o driver da montagem com uma época valida.
ru_ru: Монтировка работает с использованием неизвестной экваториальной системы {0} . Пожалуйста, настройте драйвер монтировки с правильной эпохой.
tr_tr: Kundak, bilinmeyen bir ekvator referans sistemi kullanarak çalışıyor. {0} kullanılacak. Lütfen kundağın sürücüsünü geçerli bir dönemle yapılandırın.

# LblUnsupportedEpoch
source: The mount operates using the {0} equatorial reference system, which is not supported.
ca_es: El muntatge funciona mitjançant el sistema de referència equatorial {0}, que no és compatible.
el_gr: Η στήριξη λειτουργεί χρησιμοποιώντας το {0} ισημερινό σύστημα αναφοράς, το οποίο δεν υποστηρίζεται.
es_es: La montura opera utilizando el sistema de referencia ecuatorial {0}, que no es compatible.
fr_fr: La monture opère en utilisant le système de référence équatorial {0} qui n'est pas supporté.
gl_es: A montura opera usando o sistema de referencia ecuatorial {0} que non é soportado.
it_it: La montatura opera utilizzando il sistema di riferimento equatoriale {0} che non è supportato.
ja_jp: マウントが、サポート外の赤道座標システム{0} を使用します。
pt_pt: A montagem opera utilizando o sistema equatorial de referência {0}, o qual não é suportado.
ru_ru: Монтировка работает с использованием экваториальной системы {0} , которая не поддерживается.
tr_tr: Kundak, desteklenmeyen {0} ekvatoral referans sistemi kullanılarak çalışıyor.

# LblUnsupportedCfaPattern
source: Unsupported CFA/Bayer pattern: {0}
ca_es: Patró CFA / Baier no admès: {0}
el_gr: Μη υποστηριζόμενο σχέδιο CFA/Bayer: {0}
es_es: Matriz CFA/Bayer no soportada: {0}
fr_fr: Matrice CFA/Bayer non prise en charge : {0}
gl_es: Patrón CFA/Bayer non soportado: {0}
it_it: Modello CFA/Bayer non supportato: {0}
ja_jp: サポートされていないCFA/ベイヤー配列: {0}
pt_pt: Padrão CFA/Bayer não suportado: {0}
ru_ru: Неподдерживаемый шаблон CFA/Байер: {0}
tr_tr: Desteklenmeyen CFA/Bayer deseni: {0}

# LblSavingImage
source: Saving image
ca_es: Guardant imatge
el_gr: Γίνεται αποθήκευση εικόνας
es_es: Guardando imagen
fr_fr: Sauvegarde de l'image
gl_es: Gardando imaxe
it_it: Salvataggio immagine
ja_jp: 画像保存
pt_pt: A guardar a imagem
ru_ru: Сохранение изображения
tr_tr: Resim kaydediliyor

# LblLowDiskSpaceForSequence
source: Available space on drive {0} may be insufficient. The estimated disk space required for the sequence is {1}, but only {2} remains.
ca_es: És possible que l’espai disponible a la unitat {0} sigui insuficient. L'espai de disc estimat necessari per a la seqüència és {1}, però només queda {2}.
el_gr: Ο διαθέσιμος χώρος στον οδηγό {0} μπορεί να μην είναι αρκετός. Ο εκτιμώμενος χώρος δίσκου που απαιτείται για την αλληλουχία είναι {1}, αλλά απομένει μόνο {2}.
es_es: El espacio disponible en la unidad {0} puede ser insuficiente. El espacio estimado requerido en el disco para la secuencia es {1}, pero solo queda {2}.
fr_fr: L'espace disponible sur le lecteur {0} est peut-être insuffisant. L'espace disque estimé requis pour la séquence est {1}, mais seulement {2} restent.
gl_es: O espazo dispoñible na unidade {0} pode ser insuficiente. O espazo de disco estimado necesario para a secuencia é {1}, pero só quedan {2}.
it_it: Lo spazio disponibile sul disco {0} potrebbe essere insufficiente. Lo spazio su disco stimato richiesto per la sequenza è {1}, ma è disponibile solo {2}.
ja_jp: ドライブ {0} の空き容量が不足 する可能性があります。推定されるディスクの必空き容量は {1} ですが、 {2} しか空きがありません。
pt_pt: O espaço disponível na unidade {0} pode ser insuficiente. O espaço estimado em disco necessário para a sequência é de {1}, mas estão apenas {2} restantes.
ru_ru: Доступное место на диске {0} может быть недостаточно. Предполагаемое место на диске требуется для серии {1}, но только {2} остается.
tr_tr: Sürücü {0} deki boş alan yetersiz. Sıralama için gerekli tahmin edilen alan {1}, fakat sadece {2} boş.

# LblNoValidFirmwareVersion
source: No valid firmware version.
ca_es: Versió de firmware no vàlida.
el_gr: Μη έγκυρη έκδοση firmware.
es_es: Versión de firmware no válida.
fr_fr: Pas de version valide du firmware.
gl_es: Versión de firmware non válida.
it_it: Nessuna versione firmware valida.
ja_jp: 有効でないファームウエアバージョン
pt_pt: Sem uma versão de firmware valida.
ru_ru: Некорректная версия прошивки.
tr_tr: Firmware sürümü geçerli değil.

# LblAbsolute
source: Absolute
ca_es: Absolut
el_gr: Απόλυτη
es_es: Absoluto
fr_fr: Absolue
gl_es: Absoluto
it_it: Assoluto
ja_jp: 絶対値法
pt_pt: Absoluto
ru_ru: Абсолютный
tr_tr: Mutlak

# LblFocuserBacklashMethod
source: Backlash compensation method
ca_es: Mètode de compensació de Backlash
el_gr: Μέθοδος Αντιστάθμισης Backlash
es_es: Método de compensación de backlash
fr_fr: Méthode de compensation du jeu
gl_es: Método de Compensación de Backlash
it_it: Metodo Di Compensazione Backlash
ja_jp: バックラッシュ補正方法
pt_pt: Método de compensação de backlash
ru_ru: Метод компенсации люфта
tr_tr: Dişli boşluğu telafi yöntemi
