Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblDomeFindHome
source: Find home
ca_es: Trobar Posició Inicial (Home)
el_gr: Εύρεση Αρχικής Θέσης
es_es: Encontrar posición inicial (Home)
fr_fr: Trouver le repos
gl_es: Ir a posición Inicial
it_it: Trova la posizione Home
ja_jp: ホームポジションを見つける
pt_pt: Encontrar a posição Home
ru_ru: Найти дом
tr_tr: Başlangıç pozisyonunu bul

# LblDomeGemAxisLength
source: GEM axis length
ca_es: Longitud de l'eix GEM
es_es: Longitud del eje GEM
fr_fr: Longueur de l'axe GEM
gl_es: Lonxitude do Eixe GEM
ja_jp: GEMの軸長
pt_pt: Comprimento do eixo GEM
ru_ru: Длина оси GEM
tr_tr: GEM Aks uzunluğu

# LblDomeGemAxisLengthTooltip
source: If alt/az, this should be 0. For an EQ mount, slew RA to +/- 90 degrees, and measure the lateral distance from the axis to center of the telescope aperture
ca_es: Si la montura és Alt / Az, hauria de ser 0. Per a un montura EQ, girar l'eix AR a +/- 90 graus i mesurar la distància lateral (en mm) des de l'eix fins al centre de l'obertura del telescopi
el_gr: Αν είναι Αλταζιμουθιακή, αυτό θα πρέπει να είναι 0. Για μια ισημερινή στήριξη, στρέψτε την Ο.Α. στις +/-90 μοίρες, και μετρήστε την πλευρική απόσταση (σε mm) από τον άξονα προς το κέντρο του ανοίγματος του τηλεσκοπίου
es_es: Si la montura es Alt/Az, debe ser 0. Para una montura EQ, desplaza el eje RA a +/- 90 grados, y mide la distancia lateral (en mm) desde el eje al centro de la apertura del telescopio
fr_fr: Si Alt/Az, ce devrait être 0. Pour une monture EQ, pivoter RA à +/- 90 degrés, et mesurer la distance latérale (en mm) de l'axe au centre de l'ouverture du télescope
gl_es: Se hai Alt/Acim, este valor debería ser 0. Para unha montura ecuatorial, desprázase en AR ata +/- 90 graos e mide a distancia lateral (en mm) do eixe ó centro de apertura do telescopio
it_it: Se Alt/Az deve essere 0. Per una montatura EQ, puntare l'asse RA a +/- 90 gradi, e misurare la distanza laterale (in mm) dall'asse al centro dell'apertura del telescopio
ja_jp: 経緯台の場合は0にする必要があります。 赤道儀では、赤経 を +/- 90 度まで旋回し、回転軸から望遠鏡の開口部の中心までの、横方向の距離(mm)を測定します
pt_pt: Caso Alt/Az, deve ser 0. Para uma montagem EQ, mova em AR para +/- 90 graus, e meça a distância lateral (em mm) do eixo ao centro da abertura do telescópio
ru_ru: Если Альт/Аз, это должно быть 0. Для экваториальной монтировки двигайте ось П.В. на +/- 90 градусов, и измерьте боковое расстояние (в мм) от оси до центра телескопа
tr_tr: Alt / Az kundaklar için 0 olmalıdır. EQ kundaklar için RA'yı +/- 90 dereceye kadar döndürün ve eksenden teleskop açıklığının merkezine yanal mesafeyi (mm cinsinden) ölçün

# LblDomeLateralAxisLength
source: Lateral axis length
ca_es: Longitud de l'eix lateral
es_es: Longitud del eje lateral
fr_fr: Longueur de l'axe latéral
gl_es: Lonxitude do Eixe Lateral
ja_jp: 横軸長
pt_pt: Comprimento do eixo Lateral
ru_ru: Длина боковой оси
tr_tr: Yanal Aks uzunluğu

# LblDomeLateralAxisLengthTooltip
source: In a side-by-side configuration, this is the distance (laterally, in mm) from the saddle to the OTA center. Positive is to the right along the OTA axis.
ca_es: En una configuració costat a costat, aquesta és la distància (lateral, en mm) des de la sella fins al centre OTA. Positiu és a la dreta al llarg de l’eix OTA.
es_es: En una configuración lado a lado, esta es la distancia (lateral en mm) desde la mordaza hasta el centro del tubo. Positivo es a la derecha a lo largo del eje del tubo.
fr_fr: Dans une configuration côte à côte, c'est la distance (latéralement, en mm) de la selle au centre de l'OTA. Positif est à droite le long de l'axe OTA.
gl_es: Nunha configuración lado a lado, esta é a distancia (lateralmente, en mm) dende a sela ata o centro OTA. O positivo está á dereita ao longo do eixo OTA.
it_it: In una configurazione affiancata, questa è la distanza (lateralmente, in mm) dalla sella al centro OTA. Il valore positivo è a destra guardando il polo celeste.
ja_jp: 並列同架では、アリミゾから鏡筒中心までの横方向の距離(mm) です。 正の値は、鏡筒の軸の右を示します。
pt_pt: Numa configuração lado-a-lado, trata-se da distância (lateralmente, em mm) da base ao centro do telescópio. Positivo é a direita quando ao longo do eixo do tubo do telescópio.
ru_ru: В конфигурации бок о бок это расстояние (в мм) от ластохвоста к центру трубы. Положительный это направо при направлении оси трубы.
tr_tr: Yan yana konfigürasyonda kızaktan optik tüp merkezine olan mesafedir (yanlamasına, mm cinsinden). Pozitif, optik tüp ekseni boyunca sağdadır.

# LblDomeRadius
source: Dome radius
ca_es: Radi de la Cúpula
es_es: Radio de la cúpula
fr_fr: Rayon du dôme
gl_es: Raio da Cúpula
ja_jp: ドーム半径
pt_pt: Raio da cúpula
ru_ru: Радиус купола
tr_tr: Kubbe çapı

# LblDomeRadiusTooltip
source: Measure from the center to the rim of the dome, along the base
ca_es: Mesureu des del centre fins a la vora de la cúpula, al llarg de la base
el_gr: Μετρήστε από το κέντρο προς το άκρο του θόλου, κατά μήκος της βάσης
es_es: Medida desde el centro hasta el borde de la cúpula, a lo largo de la base
fr_fr: Mesure du centre au bord du dôme, le long de la base
gl_es: Medida dende o centro da cúpula ata o bordo, ó longo da base
it_it: Misura dal centro al bordo della cupola, lungo la base
ja_jp: ドームの中心から周辺までをベースに沿って測定
pt_pt: Medida do centro à borda da cúpula, ao longo da base
ru_ru: Измерьте от центра до обода купола, вдоль основания
tr_tr: Merkezden kubbenin kenarına kadar taban boyunu ölçün

# LblDomeScopeEW
source: Telescope position E/W
ca_es: Posició del Telescopi E/O
el_gr: Scope Position E/W
es_es: Posición del telescopio E/O
fr_fr: Position du télescope E/O
gl_es: Posición do Telescopio E/O
it_it: Scope Position E/W
ja_jp: スコープポジション E/W
pt_pt: Posição do Telescópio E/O
ru_ru: Положение телескопа В/З
tr_tr: Teleskop pozisyonu D/B

# LblDomeScopeEWTooltip
source: Measure the East or West offset (in mm) of the center of the mount from the center of the dome. Positive is to the east.
ca_es: Mesureu el desplaçament Est o Oest (en mm) del centre de la muntura des del centre de la cúpula. Positiu és a l’est.
es_es: Medir el descentrado este u oeste (en mm) del centro de la montura desde el centro de la cúpula. Positivo es hacia el este.
fr_fr: Mesurer le décalage Est ou Ouest (en mm) du centre de la monture à partir du centre du dôme. Positif est à à l'Est.
gl_es: Medida do desprazamento leste ou oeste (en mm) do centro da montura dende o centro da cúpula. O positivo está ao leste.
it_it: Misurare lo scostamento Est o Ovest (in mm) del centro della montatura dal centro della cupola. Positivo è a destra guardando il polo celeste.
ja_jp: ドームの中心から架台の中心までの、東または西のオフセット値(mm) を測定します。正の値は東側になります。
pt_pt: Mede a diferença a Este ou Oeste (em mm) do centro da montagem ao centro do observatório. Positivo é para este.
ru_ru: Измерьте смещение востока или запада (в мм) центра монтировки от центра купола. Положительный поворот это направление к востоку.
tr_tr: Kubbe merkeziyle kundak merkezi arasındaki doğu veya batı ofsetini (mm cinsinden) ölçün. Pozitif doğudur.

# LblDomeScopeNS
source: Telescope position N/S
ca_es: Posició del Telescopi N/S
el_gr: Scope Position N/S
es_es: Posición del telescopio N/S
fr_fr: Position du télescope N/S
gl_es: Posición do Telescopio N/S
it_it: Scope Position N/S
ja_jp: スコープポジション N/S
pt_pt: Posição do Telescópio N/S
ru_ru: Положение телескопа С/Ю
tr_tr: Teleskop pozisyonu K/G

# LblDomeFollowPointingError
source: Dome following may be inaccurate. Check that your mount epoch is configured correctly and do a plate solve sync
ca_es: El seguiment de la cúpula pot ser inexacte. Comproveu que el vostre epoch de la muntura estigui configurada correctament i feu una sincronització de resolució de plaques
es_es: El seguimiento de la cúpula puede ser inexacto. Compruebe que el epoch de la montura está configurado correctamente y haga una sincronización por astrometría
fr_fr: Le suivi du dôme peut être imprécis. Vérifiez que l'époque de votre monture est correctement configurée et effectuez une synchronisation avec la résolution astronomique
gl_es: O seguimento da cúpula pode ser impreciso. Comproba se a época da montura está configurada correctamente e fai unha sincronización de astrometría
it_it: L'inseguimento della cupola potrebbe essere impreciso. Controllare che l'epoca della montatura sia configurata correttamente e fare una sincronizzazione con una risoluzione astrometrica
ja_jp: ドームの追従が不正確な可能性があります。架台が正しい元期で設定されているかを確認し、プレートソルブによる同期を行ってください。
pt_pt: O seguimento do dome por ser impreciso. Verifique se a época se encontra corretamente configurada e efetue uma sincronização via platesolve
ru_ru: Слежение купола может быть неточным. Убедитесь, что эпоха монтировки сконфигурирована правильно и сделайте плейтсолв
tr_tr: Kubbe takibi olabilir. Kundak devrinin doğru yapılandırıldığını kontrol edin ve bir plate solve senkronizasyonu yapın

# LblDomeFollowError
source: Error while syncing Dome. Dome following now stopped.
ca_es: Error en sincronitzar la cúpula. S'ha detingut el seguiment de la cúpula.
es_es: Error al sincronizar la cúpula. Se ha detenido el seguimiento de la cúpula.
fr_fr: Erreur lors de la synchronisation du dôme. Le suivi du dôme s'est arrêté.
gl_es: Erro ó sincronizar a cúpula. A seguinte cúpula detívose.
it_it: Errore durante la sincronizzazione della Cupola L'inseguimento della cupola è stato fermato.
ja_jp: ドームの同期中にエラーが発生しました。ドームの追従が停止しました。
pt_pt: Erro durante a sincronização. O seguimento do Dome parou.
ru_ru: Ошибка при синхронизации купола. Слежение купола остановлено.
tr_tr: Kubbe senkronize edilirken bir hata oluştu. Kubbe takibi durdu.

# LblCancelSequence
source: Cancel sequence
ca_es: Cancelar la seqüència
el_gr: Ακύρωση Αλληλουχίας
es_es: Cancelar secuencia
fr_fr: Annuler la séquence
gl_es: Cancelar Secuencia
it_it: Cancella la Sequenza
ja_jp: シーケンスの取り消し
pt_pt: Cancelar a Sequência
ru_ru: Отменить серию
tr_tr: Sekansı iptal et

# LblDomeScopeNSTooltip
source: Measure the North or South offset (in mm) of the center of the mount from the center of the dome. Positive is to the north.
ca_es: Mesureu el desplaçament Nord o Sud (en mm) del centre de la muntura des del centre de la cúpula. Positiu és al nord.
es_es: Medir el descentrado norte o sur (en mm) del centro del montura desde el centro de la cúpula. Positivo es hacia el norte.
fr_fr: Mesurer le décalage nord ou sud (en mm) du centre de la monture à partir du centre du dôme. Positif vers le pôle céleste.
gl_es: Medida do desprazamento norte ou sur (en mm) do centro da montura dende o centro da cúpula. O positivo está ao norte.
it_it: Misurare lo scostamento Est o Ovest (in mm) del centro della montatura dal centro della cupola. Positivo è a destra guardando il polo celeste.
ja_jp: ドームの中心から架台の中心までの、北または南のオフセット値(mm) を測定します。正の値は北側になります。
pt_pt: Mede a diferença a Norte ou Sul (em mm) do centro da montagem ao centro do observatório. Positivo é para norte.
ru_ru: Измерьте смещение севера или юга (в мм) центра монтировки от центра купола. Положительный поворот это направление к северу.
tr_tr: Kubbe merkezinyle kundak merkezi arasındaki kuzey veya güney ofsetini (mm cinsinden) ölçün. Pozitif kuzeydir.

# LblPauseSequence
source: Pause sequence
ca_es: Pausar la seqüència
el_gr: Παύση Αλληλουχίας
es_es: Pausar secuencia
fr_fr: Suspendre la séquence
gl_es: Pausar Secuencia
it_it: Metti in Pausa la Sequenza
ja_jp: シーケンスの一時停止
pt_pt: Pausar a Sequência
ru_ru: Пауза серии
tr_tr: Sekansı duraklat

# LblDomeScopeUD
source: Telescope position +Up/-Down
ca_es: Posició del Telescopi +Amunt/-Avall
el_gr: Scope Position +Up/-Down
es_es: Posición del telescopio +Arriba/-Abajo
fr_fr: Position du télescope +Haut/-Bas
gl_es: Posición do Telescopio +Arriba/-Abaixo
it_it: Scope Position +Up/-Down
ja_jp: スコープポジション +Up/-Down
pt_pt: Posição do Telescópio +Cima/-Baixo
ru_ru: Положение телескопа +вверх/-вниз
tr_tr: Teleskop pozisyonu +Yukarı/-Aşağı

# LblDomeScopeUDTooltip
source: Measure the height difference (in mm) of the center of the mount axis relative to the base of the dome. For an Alt/Az mount, this is from the center of the Altitude axis, and for an EQ mount this is where the RA and DEC axes intersect. A positive number indicates the center of axis is higher than the base of the dome, and a negative number means it is lower.
ca_es: Mesureu la diferència d’alçada (en mm) del centre de l’eix de muntatge en relació amb la base de la muntura. Per a una muntura Alt/Az, es tracta del centre de l'eix d'altitud i, per a una muntura EQ, on es creuen els eixos AR i DEC. Un nombre positiu indica que el centre de l’eix és superior a la base de la muntura i un nombre negatiu significa que és més baix.
el_gr: Μετρήστε τη διαφορά ύψους (σε mm) από το κέντρο της στήριξης σχετικά με τη βάση του θόλου. Για μια αλταζιμουθιακή στήριξη, αυτό είναι από το κέντρο του άξονα Ύψους, και για μια ισημερινή στήριξη είναι το σημείο που τέμνονται οι άξονες Ορθής Αναφοράς και Απόκλισης. Ένας θετικός αριθμός δείχνει ότι το κέντρο είναι πιο ψηλά από την βάση του θόλου, και ένας αρνητικός αριθμός σημαίνει ότι είναι πιο χαμηλά.
es_es: Medir la diferencia de altura (en mm) del centro del eje de montura relativa a la base de la cúpula. Para una montura Alt/Az, esta es desde el centro del eje Altitud, y para una montura EQ es en la intersección de los ejes RA y DEC. Un número positivo indica que el centro del eje es más alto que la base de la cúpula, y un número negativo significa que es más bajo.
fr_fr: Mesurez la différence de hauteur (en mm) du centre de l'axe de la monture par rapport à la base du dôme. Pour une monture Alt/Az, c'est à partir du centre de l'axe d'altitude, et pour une monture EQ, c'est l'intersection des axes RA et DEC. Un nombre positif indique que le centre de l'axe est plus haut que la base du dôme, et un nombre négatif signifie qu'il est plus bas.
gl_es: Medida da diferenza de altura (en mm) do centro do eixe da montura en relación á base da cúpula. Para unha montura Alt/Acim, este é o centro do eixe de Altitude, e para unha montura ecuatorial é onde se cruzan os eixes de AR e DEC. Un número positivo indica que o centro do eixe é superior á base da cúpula e un número negativo significa que é menor.
it_it: Misura la differenza di altezza (in mm) del centro dell'asse della montatura rispetto alla base della cupola. Per una montatura Alt/Az, questo è dal centro dell'asse Altitudine, e per una montatura EQ questo è dove gli assi RA e DEC si intersecano. Un numero positivo indica che il centro dell'asse è più alto della base della cupola e un numero negativo significa che è più basso.
ja_jp: マウント軸の中心と、ドームのベースとの高さの差(mm)を測定します。 経緯台の場合は高度軸の中心からの値であり、赤道儀の場合は赤経軸と赤緯軸 が交差する場所からの値です。 正の数値は、中心軸がドームのベースよりも高いことを示し、負の数は低いことを意味します。
pt_pt: Medida da diferença em altura (em mm) a parir do centro do eixo da montagem relativo à base da cúpula. Para uma montagem alt-azimutal, a medição é feita a partir do centro do eixo de Altitude, para uma montagem Equatorial é feita a partir de onde os eixos AR e DEC se interceptam. Um numero positivo indica que o centro do eixo é maior que a base da cúpula, e um numero negativo indica que é menor.
ru_ru: Измерьте разницу в высоте (в мм) центра оси монтировки относительно основания купола. Для крепления Альт/Аз это от центра оси Высоты, и для крепления ЭВ это место пересекаются оси П.В. и Скл. Положительное число указывает на центр оси выше, чем основание купола, а отрицательное число означает, что оно ниже.
tr_tr: Kubbe tabanına göre kundak eksen merkezinin yükseklik farkını (mm olarak) ölçün. Alt / Az kundaklar için bu, yükseklik ekseninin merkezi, EQ kundaklar için RA ve DEC eksenlerinin kesiştiği yerdir. Pozitif bir sayı, eksen merkezinin kubbenin tabanından daha yüksek olduğunu, negatif bir sayı ise daha düşük olduğunu gösterir.

# LblDomeSettings
source: Dome settings
ca_es: Configuració de la cúpula (dome)
el_gr: Ρυθμίσεις Θόλου
es_es: Ajustes de la cúpula
fr_fr: Paramètres du dôme
gl_es: Configuración da Cúpula
it_it: Impostazioni della Cupola
ja_jp: ドーム設定
pt_pt: Configurações da cúpula
ru_ru: Настройки купола
tr_tr: Kubbe Ayarları

# LblResumeSequence
source: Resume sequence
ca_es: Reiniciar Seqüència
el_gr: Συνέχεια Αλληλουχίας
es_es: Reanudar secuencia
fr_fr: Reprendre la séquence
gl_es: Reanudar Secuencia
it_it: Riprendi la Sequenza
ja_jp: シーケンスの再開
pt_pt: Retomar a Sequência
ru_ru: Возобновить серию
tr_tr: Sekansı sürdür

# LblDomeFollowing
source: Dome follows telescope
ca_es: La cúpula segueix al telescopi
el_gr: Ο θόλος ακολουθεί το τηλεσκόπιο
es_es: La cúpula sigue al telescopio
fr_fr: Le dôme suit le télescope
gl_es: A cúpula segue o telescopio
it_it: La cupola segue il telescopio
ja_jp: ドームは望遠鏡に追従しています
pt_pt: A cúpula segue o telescópio
ru_ru: Купол следует за телескопом
tr_tr: Kubbe teleskopu takip ediyor

# LblDomeFollowError_DriverFollowing
source: Dome driver is following the telescope already
ca_es: El controlador de la cúpula ja està seguint al telescopi
es_es: El driver de la cúpula ya está siguiendo el telescopio
fr_fr: Le pilote de dôme suit déjà le télescope
gl_es: O controlador da cúpula xa segue o telescopio
it_it: La Cupla sta già seguendo il telescopio
ja_jp: ドームのドライバーはすでに望遠鏡を追従しています
pt_pt: O Driver dome já está a efectuar o seguimento ao telescópio
ru_ru: Драйвер купола уже следит за телескопом
tr_tr: Kubbe sürücüsü teleskopu zaten takip ediyor

# LblDomeSyncError_SyncTimeout
source: Timed out while waiting for dome synchronisation
ca_es: Temps exhaurit mentre s'esperava la sincronització amb la cúpula
el_gr: Timed out while waiting for dome synchronization
es_es: Excedido el tiempo de espera mientras se esperaba a la sincronización con la cúpula
fr_fr: Expiration du délai d'attente de synchronisation du dôme
gl_es: Esgotouse o tempo de espera mentres se agardaba pola sincronización da cúpula
it_it: Tempo scaduto durante l'attesa della sincronizzazione della cupola
ja_jp: ドームが同期するのを待機中にタイムアウトしました
pt_pt: O tempo de espera expirou enquanto aguardava pela sincronização do dome
ru_ru: Таймаут во время ожидания синхронизации купола
tr_tr: Kubbe senkronizasyonu beklenirken sure aşımına uğradı

# LblStartSequence
source: Start sequence
ca_es: Començar la seqüència
el_gr: Έναρξη Αλληλουχίας
es_es: Empezar secuencia
fr_fr: Démarrer la séquence
gl_es: Comezar Secuencia
it_it: Avvia la Sequenza
ja_jp: シーケンスの開始
pt_pt: Iniciar a Sequência
ru_ru: Запуск серии
tr_tr: Sekansı başlat

# LblSequenceContainsDarksAndLights
source: Camera has no mechanical shutter, no automated flat panel is connected and sequence contains DARK/BIAS items mixed in with LIGHT.
ca_es: La càmera no té obturador mecànic, no hi ha cap panell de flats automatitzat connectat i la seqüència conté elements DARK/BIAS mesclats amb els LIGHT.
el_gr: Η κάμερα δεν έχει μηχανικό κλείστρο, δεν υπάρχει αυτόματο flat πάνελ συνδεδεμένο και η αλληλουχία περιέχει DARK/BIAS αντικείμενα αναμεμειγμένα με LIGHT.
es_es: La cámara no tiene obturador mecánico, no hay ningún panel de flats automatizado conectado y la secuencia contiene elementos DARK/BIAS mezclados con los LIGHT.
fr_fr: La caméra n'a pas d'obturateur mécanique, aucun panneau flat n'est connecté et la séquence contient des éléments DARK/BIAS mélangés avec LIGHT.
gl_es: A cámara non ten obturador mecánico, nin hai un panel de flats automatizado conectado e a secuencia contén elementos DARK/BIAS mesturados con LIGHT.
it_it: La fotocamera non ha l'otturatore meccanico, non è collegato alcun Flat Panel automatizzato e la sequenza contiene elementi DARK/BIAS miscelati con LIGHT.
ja_jp: カメラには機械式シャッターがなく、自動フラットパネルが接続されておらず、シーケンスにはダーク/BIASアイテムとLIGHTが混在しています。
pt_pt: A câmera não tem um obturador mecânico, nenhum painel de flats automático está conectado e a sequência contém apenas itens DARK/BIAS misturados com LIGHT.
ru_ru: В камере нет механического затвора, не подключена автоматическая флэт панель, а серия содержит элементы DARK/BIAS смешанные с LIGHT.
tr_tr: Kamerada mekanik obtüratör yok. Otomatik düz kare paneli bağlanmadı ve sekans SİYAH KARE/BIAS ögeleri RESİM kareleri ile karıştırılacak.

# LblSequenceContainsDarksOnly
source: Camera has no mechanical shutter, no automated flat panel is connected and sequence only contains DARK/BIAS items. Make sure camera is covered.
ca_es: La càmera no té obturador mecànic, no hi ha cap panell de flats connectat i la seqüència només conté elements DARK/BIAS. Comprova que la càmera estigui tapada.
el_gr: Η κάμερα δεν έχει μηχανικό κλείστρο, δεν υπάρχει αυτόματο flat πάνελ συνδεδεμένο και η αλληλουχία περιέχει DARK/BIAS αντικείμενα. Σιγουρευτείτε ότι η κάμερα είναι καλυμμένη.
es_es: La cámara no tiene obturador mecánico, no hay ningún panel de flats conectado y la secuencia solo contiene elementos DARK/BIAS. Asegúrate que la cámara está tapada.
fr_fr: La caméra n'a pas d'obturateur mécanique, aucun panneau flat n'est connecté et la séquence contient des éléments DARK/BIAS. Assurez vous que la caméra est obturée.
gl_es: A cámara non ten obturador mecánico, nin un panel plano automatizado está conectado e a secuencia só contén elementos DARK/BIAS. Asegúrate de que a cámara está tapada.
it_it: La fotocamera non ha l'otturatore meccanico, nessun Flat Panel automatizzato è collegato e la sequenza contiene solo elementi DARK/BIAS. Assicurati che la fotocamera sia coperta.
ja_jp: カメラには機械式シャッターがなく、自動フラットパネルが接続されておらず、シーケンスにはダーク/BIASアイテムのみが含まれています。カメラがカバーされていることを確認してください。
pt_pt: A câmera não tem um obturador mecânico, nenhum painel de flats automático está conectado e a sequência contém apenas itens DARK/BIAS. Certifique-se de que a câmera está tapada.
ru_ru: В камере нет механического затвора, не подключена автоматическая флэт панель, а серия содержит только элементы DARK/BIAS. Убедитесь, что камера покрыта.
tr_tr: Kamerada mekanik obtüratör yok. Otomatik düz kare paneli bağlanmadı ve sekans sadece SİYAH KARE/BIAS ögeleri içeriyor. Kameranın kapağının kapatıldığından emin olun.

# LblAutoFocusFilterSettings
source: Autofocus filter settings
ca_es: Configuració de l'Enfocador Automàtic amb filtre
el_gr: Ρυθμίσεις Φίλτρου Αυτόματης Εστίασης
es_es: Configuración de enfoque automático con filtro
fr_fr: Paramètres de mise au point automatique du filtre
gl_es: Configuración do Filtro de AutoFoco
it_it: Impostazioni Filtro Auto Focus
ja_jp: オートフォーカスフィルター設定
pt_pt: Configurações do filtro de focagem automática
ru_ru: Настройки фильтра автофокуса
tr_tr: Otomatik Odaklama Filtre Ayarları

# LblMeridianFlipIn
source: Meridian flip in
ca_es: Canvi de meridià en
el_gr: Αλλαγή Μεσημβρινού σε
es_es: Cambio de meridiano en
fr_fr: Retournement au méridien dans
gl_es: Volteo de meridiano
it_it: Inizio Salto del Meridiano
ja_jp: 子午線反転までの時間
pt_pt: Mudança de Meridiano em
ru_ru: Поворот меридиана через
tr_tr: Meridyen geçişine kalan süre

# LblMeridianFlipCenterFailed
source: Centering after meridian flip failed
ca_es: Centrar després de fallada en el canvi de meridià
el_gr: Κεντράρισμα μετά την Αποτυχία Αλλαγής Μεσημβρινού
es_es: Centrar tras fallo en el cambio de meridiano
fr_fr: Echec du centrage après le retournement au méridien
gl_es: Centrar despois de ter fallado o volteo de meridiano
it_it: Centra dopo che il santo del meridiano non è riuscito
ja_jp: 子午線反転失敗後の中央位置合わせ
pt_pt: A centragem após a alteração de meridiano falhou
ru_ru: Центрирование после перекладки меридиана не удалось
tr_tr: Meridyen geçişi başarısız olduktan sonra merkezle

# LblDefaultGain
source: Default gain
ca_es: Guany per defecte
el_gr: Προεπιλεγμένη Ενίσχυση
es_es: Ganancia por defecto
fr_fr: Gain par défaut
gl_es: Ganancia por defecto
it_it: Guadagno Predefinito
ja_jp: デフォルトのゲイン
pt_pt: Gain por defeito
ru_ru: Усиление по умолчанию
tr_tr: Varsayılan Kazanç

# LblDefaultOffset
source: Default offset
ca_es: Compensació (Offset) per defecte
el_gr: Προκαθορισμένο Offset
es_es: Compensacion (Offset) por defecto
fr_fr: Offset par défaut
gl_es: Compensación por defecto
it_it: Offset Predefinito
ja_jp: デフォルトのオフセット
pt_pt: Valor de Offset por Defeito
ru_ru: Смещение по умолчанию
tr_tr: Varsayılan Offset
