Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblAbbrEast
source: E
el_gr: Α
ja_jp: 東
ru_ru: В
tr_tr: D

# LblAbbrNorth
source: N
el_gr: Β
ja_jp: 北
ru_ru: С
tr_tr: K

# LblAbbrSouth
source: S
el_gr: Ν
ja_jp: 南
ru_ru: Ю
tr_tr: G

# LblAbbrWest
source: W
ca_es: O
el_gr: Δ
es_es: O
fr_fr: O
gl_es: O
it_it: O
ja_jp: 西
pt_pt: O
ru_ru: З
tr_tr: B

# LblAberrationInspector
source: Aberration inspector
ca_es: Inspector d'Aberracions
el_gr: Επιθεωρητής Εκτροπής
es_es: Inspector de Aberración
fr_fr: Inspecteur d'Aberrations
gl_es: inspector de Aberración
it_it: Ispettore di Aberrazione
ja_jp: 収差検査
pt_pt: Inspector de Aberração
ru_ru: Инспектор аберраций
tr_tr: Sapma Denetleyici

# LblActive
source: Active
ca_es: Actiu
el_gr: Ενεργό
es_es: Activo
fr_fr: Actif
gl_es: Activo
it_it: Attivo
ja_jp: オン
pt_pt: Ativo
ru_ru: Активный
tr_tr: Etkin

# LblActiveFilter
source: Active filter
ca_es: Filtre actiu
el_gr: Ενεργό φίλτρο
es_es: Filtro Activo
fr_fr: Filtre actif
gl_es: Filtro activo
it_it: Filtro attivo
ja_jp: 使用フィルター
pt_pt: Filtro ativo
ru_ru: Активный фильтр
tr_tr: Etkin filtre

# LblActiveSequenceDetails
source: Active sequence details
ca_es: Detalls de la Seqüència Activa
el_gr: Λεπτομέρειες Ενεργής Ακολουθίας
es_es: Detalles de secuencia activa
fr_fr: Détails de la séquence active
gl_es: Detalles Secuencia Activa
it_it: Dettagli Sequenza Attive
ja_jp: 現行シーケンス詳細
pt_pt: Detalhes da sequência ativa
ru_ru: Детали активной серии
tr_tr: Etkin Sekans Ayrıntıları

# LblAddSequenceTarget
source: Add as sequence target
ca_es: Afegeix al seqüènciador
el_gr: Προσθήκη ως Στόχος Ακολουθίας
es_es: Añadir al secuenciador
fr_fr: Définir comme cible de séquence
gl_es: Engadir como secuencia
it_it: Aggiungi come target di sequenza
ja_jp: シーケンス対象として追加
pt_pt: Adicionar à sequência como objecto de destino
ru_ru: Добавить как цель серии
tr_tr: Sekans hedefi olarak ekle

# LblAdvancedSettings
source: Advanced settings
ca_es: Configuració Avançada
el_gr: Ρυθμίσεις για Προχωρημένους
es_es: Ajustes Avanzados
fr_fr: Configuration avancée
gl_es: Config. Avanzada
it_it: Impostazioni Avanzate
ja_jp: 詳細設定
pt_pt: Configurações Avançadas
ru_ru: Доп. настройки
tr_tr: Gelişmiş ayarlar

# LblAFContrastDetection
source: Contrast detection (experimental)
ca_es: Detecció del Contrast (Experimental)
el_gr: Ανίχνευση Αντίθεσης (Πειραματικό)
es_es: Detección de Contraste (Experimental)
fr_fr: Détection de Contraste (Expérimental)
gl_es: Detección por Contraste (Experimental)
it_it: Determinazione Contrasto (Sperimentale)
ja_jp: コントラスト検知（試験的）
pt_pt: Detecção de contraste (Experimental)
ru_ru: Детектор контраста (эксп.)
tr_tr: Kontrast algılama (Deneysel)

# LblAFOnButFocuserNotConnected
source: Autofocus is enabled but a focuser is not connected
ca_es: L’Enfocament Automàtic està habilitat, però l'enfocador no està connectat
el_gr: Η Αυτόματη Εστίαση είναι ενεργοποιημένη, αλλά δεν υπάρχει εστιαστής συνδεδεμένος
es_es: Auto Enfoque está habilitado pero el enfocador no está conectado
fr_fr: La mise au point automatique est activée alors que le focuser n'est pas connecté
gl_es: AutoFoco está habilitado, pero o enfocador non está conectado
it_it: Il fuoco automatico è abilitato, ma il fuocheggiatore non è connesso
ja_jp: オートフォーカスがオンですが、フォーカサ未接続
pt_pt: A focagem automática está activada, contudo o focador não está conectado
ru_ru: Автофокусировка включена, фокусер не подключен
tr_tr: Oto-netleme etkinleştirildi, netleyici henüz bağlanmadı

# LblAFStarHFR
source: Star HFR
ca_es: HFR de l'estrella
el_gr: HFR Αστεριού
es_es: HFR de la Estrella
fr_fr: HFR des Étoiles
gl_es: HFR da Estrela
it_it: HFR Stelle
ja_jp: 星のHFR
pt_pt: HFR da estrela
ru_ru: HFR звезды
tr_tr: Yıldız HFR

# LblAfter
source: After
ca_es: Després
el_gr: Μετά
es_es: Después
fr_fr: Suite
gl_es: Despois
it_it: Dopo
ja_jp: 後
pt_pt: Após
ru_ru: После
tr_tr: Sonra

# LblAFUseBrightestStars
source: Use brightest n stars
ca_es: Utilitzeu les n estrelles més brillants
el_gr: Χρήση n φωτεινότερων αστεριών
es_es: Usar estrellas n más brillantes
fr_fr: Utiliser n étoiles les plus brillantes
gl_es: Usar as n estrelas máis brillantes
it_it: Usa le n stelle più luminose
ja_jp: 一番明るいn個の星を使う
pt_pt: Usar n estrelas mais brilhantes
ru_ru: Использовать n ярчайших звезд
tr_tr: En parlak "n" yıldız kullan

# LblAFUseBrightestStarsTooltip
source: Limit AF to brightest stars. 0 means no limit.
ca_es: Límit EA a les estrelles més brillants. 0 significa que no hi ha límit.
el_gr: Περιορισμός Αυτόματης Εστίασης στα φωτεινότερα αστέρια. 0 σημαίνει χωρίς όριο.
es_es: Limitar AE a las estrellas mas brillantes. 0 significa sin límite.
fr_fr: Limiter la mise au point aux étoiles les plus brillantes. 0 signifiant aucune limite.
gl_es: Limitar AutoFoco ás estrelas máis brillantes. 0 significa que non hai límite.
it_it: Limita fuoco automatico alle stelle più luminose. 0 equivale a "nessun limite".
ja_jp: AFを明るい星に制限する。0は無制限。
pt_pt: Limitar a FA às estrelas mais brilhantes. 0 significa sem limite.
ru_ru: Автофокус по ярчайшим звездам. 0 - без ограничений.
tr_tr: Oto-netlemeyi en parlak yıldıza göre sınırlandır. 0 limitsizi ifade eder.

# LblAlnitakFlatPanel
source: Alnitak Flat Panel
ca_es: Panell de Flats Alnitak
el_gr: Alnitak Flat Πάνελ
es_es: Panel de flats Alnitak
fr_fr: Écran à Plu Alnitak
gl_es: Panel de Flat Alnitak
it_it: Pannello per flats Alnitak
ja_jp: Alnitakフラットパネル
pt_pt: Painel de Flats Alnitak
ru_ru: Флэт панель Alnitak
tr_tr: Alnitak Düz Kare Paneli

# LblAltairCameraSetup
source: Altair camera setup
ca_es: Configuració de la Càmera Altair
el_gr: Ρύθμιση Κάμερας Altair
es_es: Configuracion Camara Altair
fr_fr: Configuration d'une caméra Altair
gl_es: Config. Cámara Altair
it_it: Impostazioni fotocamera Altair
ja_jp: Altairカメラ設定
pt_pt: Configuração de Câmera Altair
ru_ru: Настройка камер Altair
tr_tr: Altair Kamera Ayarları

# LblAlternativeUIColorSchema
source: Alternative UI colour scheme
ca_es: Esquema de colors alternatiu UI
el_gr: Εναλλακτικά Σχέδια Χρωμάτων UI
es_es: Color de Interface Alternativo
fr_fr: Schéma de Couleurs disponibles à l'IU
gl_es: Cor Alternativa de Interface
it_it: Schema Colori interfaccia utente Alternativo
ja_jp: ユーザー色設定選択
pt_pt: Esquema de Cor Alternativo
ru_ru: Альтернативная цветовая схема
tr_tr: Alternatif UI Renk Şeması

# LblAltitude
source: Altitude
ca_es: Altitud
el_gr: Υψόμετρο
es_es: Altitud
it_it: Altitudine
ja_jp: 高度
ru_ru: Высота
tr_tr: Yükseklik

# LblAltitudeErrorMeasurement
source: Measure altitude error
ca_es: Error de Mesura d'altitud
el_gr: Μέτρηση Σφάλματος Υψομέτρου
es_es: Medir Error de Altitud
fr_fr: Mesure de l'erreur en Altitude
gl_es: Erro na Medida da Altitude
it_it: Misura Errore di Altitudine
ja_jp: 高度エラーを測定
pt_pt: Medir erro de Altitude
ru_ru: Измерение ошибки высоты
tr_tr: Yükseklik Ölçüm Hataları Hesaplama

# LblAltitudeMeasurement
source: Altitude measurement
ca_es: Mesura d’altitud
el_gr: Μέτρηση Υψομέτρου
es_es: Medición de Altitud
fr_fr: Mesure de l'Altitude
gl_es: Medición da Altitude
it_it: Misura Altitudine
ja_jp: 高度測定
pt_pt: Medição de Altitude
ru_ru: Измерение высоты
tr_tr: Yükseklik Ölçümü

# LblAltitudeMeasurementButtonTooltip
source: Measures altitude error in three steps: 1. Takes image and plate solves for actual coordinates at current position 2. Slew telescope using Right Ascension axis by 0.5 degrees 3. Take another image at the new position, plate solves it for the actual position Using those two points the actual altitude error will be calculated and displayed
ca_es: Mesura de l’Error d’Altitud en tres passos. 1. Pren imatges i fa Resolucions de Plaques per obtenir les coordenades actuals en aquest posició 2. Gira el telescopi amb l'eix d'Ascensió Recta 0,5 graus 3. Fa una altra imatge a la nova posició, la placa es resol per a la posició actual Utilitzant aquests dos punts es calcularà i es mostrarà l'error d'altitud real
el_gr: Μετράει το Σφάλμα Υψομέτρου σε τρία βήματα. 1. Παίρνει μια εικόνα και κάνει platesolve για πραγματικές συντεταγμένες στην τρέχουσα θέση 2. Στρέφει το τηλεσκόπιο χρησιμοποιώντας ένα άξονα Ορθής Αναφοράς κατά 0.5 μοίρες 3. Παίρνει άλλη μια εικόνα στη νέα θέση, κάνει plate solve για την πραγματική του θέση Χρησιμοποιώντας αυτά τα δυο σημεία, το πραγματικό σφάλμα υψομέτρου θα υπολογιστεί και θα εμφανιστεί
es_es: Mide el Error de Altitud en tres pasos. 1.Toma una imagen y la resuelve para obtener las coordenadas de la posición actual 2. Mueve el telescopio usando el eje AR 0.5 grados 3. Toma otra imagen en la nueva posición y la resuelve para obtener la nueva posición El error de altitud actual se calculará y se mostrará usando esos dos puntos
fr_fr: Mesures de l'erreur en Altitude en 3 étapes. 1. Prise d'une image avec astrométrie pour les coordonnées de la position actuelle. 2. Pointer le télescope avec déplacement de 0.5 degré en Ascension Droite. 3. Prise d'une nouvelle image avec astrométrie à cette nouvelle position. L'erreur en Altitude sera calculée et affichée à partir de ces deux positions
gl_es: Medición do Erro de Altitude en tres etapas. 1. Tomar imaxe e facer astrometría para as coordenadas reais na posición actual 2. Mover 0,5 graos o Telescopio usando o eixe de ascensión recta 3. Tomar outra imaxe na nova posición e procesala para a posición actual Usando eses dous puntos calcularase e mostrarase o erro real de altitude
it_it: Misura l'errore di Altitudine con i seguenti tre passi. 1. Cattura Immagine ed effettua una risoluzione astrometrica per le coordinate attuali alla posizione corrente 2. Muove il Telescope usando l'asse di Ar di 0.5 gradi 3. Cattura una nuova immagine alla nuova posizione, effettua una risoluzione astrometrica su di essa per la posizione attuale Usando questi due punti l'errore attuale di altitudine verra' calcolato e mostrato
ja_jp: 次の３ステップで高度エラーを測定します。 1.イメージを取得し、現在位置にてプレートソルバーで現在の座標を計算します。 2. 赤経軸回りに0.5度だけ望遠鏡を回転させます。 3.この位置で再度イメージを撮像し、プレートソルバーで座標を計算します。 これら２つの座標より現在の高度エラーを算出し表示します。
pt_pt: Mede o Erro em Altitude em três passos. 1. Obtém uma imagem e faz o solve nas coordenadas na posição actual 2. Move o telescópio 0.5 graus usando o eixo de Ascensão Reta 3. Obtém outra imagem na nova posição, faz o solve para a posição actual Usando esses dois pontos, o erro em altitude é calculado e mostrado
ru_ru: Изменение ошибки высоты в три шага. 1. Получите снимок и определите его координаты при данном положении 2. Переместите телескоп по прямому восхождению на 0.5 градуса 3. Получите ещё снимок и определите его координаты для текущего положения Ошибка высоты вычисляется из этих двух координат и отображается
tr_tr: Yükseklik hatasını üç aşamada ölçer. 1. Fotoğrafı çeker ve o anki pozisyonda mevcut koordinatlara platesolve uygular 2. Teleskopu yükselim (RA) eksenini kullanarak 0.5 derece kaydırır 3. Yeni pozisyonda bir fotoğraf daha çeker ve mevcut pozisyona göre platesolve uygular Bu iki nokta kullanılarak mevcut yükseklik hatası hesaplanır ve gösterilir

# LblAltitudeMeasurementDescription
source: Point telescope east or west near declination 0 and near the horizon.
ca_es: Apunta el telescopi a l'est o oest a prop de la declinació 0 i a prop de l'horitzó.
el_gr: Στρέψτε το τηλεσκόπιο ανατολικά ή δυτικά κοντά στην απόκλιση 0 και κοντά στον ορίζοντα.
es_es: Apunta el telescopio al este o al oeste cerca de la declinacion 0 y cerca del horizonte.
fr_fr: Pointer le télescope à l'est ou à l'ouest près de la déclinaison 0 et tout près de l'horizon.
gl_es: Apuntar o telescopio ó leste ou ó oeste preto da declinación 0 e preto do horizonte.
it_it: Punta il telescopio est o ovest vicino alla declinazioine 0 e all' orizzonte.
ja_jp: 望遠鏡を、東か西の、赤緯０付近で地平線付近に向けて下さい。
pt_pt: Mova o telescópio para este ou oeste próximo de declinação 0 e próximo do horizonte.
ru_ru: Направьте телескоп на восток или запад вблизи склонения 0 и рядом с горизонтом.
tr_tr: Teleskopu doğu veya batıya yaklaşık 0 deklinasyona ve ufuk hizasına yakın çevirin.

# LblAltitudeMeasurementSide
source: Altitude measurement side
ca_es: Costat de Mesura d'altitud
el_gr: Πλευρά Μέτρησης Υψομέτρου
es_es: Lado de medición de la altitud
fr_fr: Côté de la mesure de l'Altitude
gl_es: Lado da medición da altitude
it_it: Lato di misurazione altitudine
ja_jp: 高度測定サイド
pt_pt: Lado da medição de Altitude
ru_ru: Сторона измерения выстоы
tr_tr: Yükseklik ölçüm yönü

# LblAnnotateConstellationBoundaries
source: Display constellation boundaries
ca_es: Mostra els Límits de les Constel·lacions
el_gr: Εμφάνιση Ορίων Αστερισμού
es_es: Mostrar límites de las constelaciones
fr_fr: Afficher les limites des constellations
gl_es: Amosar Límites de Constelacións
it_it: Mostra confini costellazioni
ja_jp: 星座境界線を表示
pt_pt: Exibir limites das Constelações
ru_ru: Показать границы созвездий
tr_tr: Takım yıldız sınırlarını göster

# LblAnnotateConstellations
source: Display and annotate constellations
ca_es: Anota i mostra les Constel·lacions
el_gr: Εμφάνιση και Επισήμανση Αστερισμών
es_es: Mostrar y anotar constelaciones
fr_fr: Afficher les constellations et leur nom
gl_es: Amosar e marcar Constelacións
it_it: Mostra ed annota costellazioni
ja_jp: 星座を注釈付きで表示
pt_pt: Mostrar e indicar as Constelações
ru_ru: Показать и подписать созвездия
tr_tr: Takım yıldızları ve açıklamaları göster

# LblAnnotateDSO
source: Annotate deep sky objects
ca_es: Anotar els Objectes d'Espai Profund
el_gr: Επισήμανση Αντικειμένων Βαθύ Ουρανού
es_es: Anotar los objetos del cielo profundo
fr_fr: Nom des objets de ciel profond
gl_es: Marcar Obx. Ceo Profundo
it_it: Annota Oggetti del Cielo Profondo
ja_jp: 遠距離天体DSOに注釈を付ける
pt_pt: Mostra Objetos do Céu Profundo
ru_ru: Подписать объекты глубокого космоса
tr_tr: Derin uzay objelerinin açıkaması

# LblAnnotateGrid
source: Display grid
ca_es: Mostrar la Graella de Visualització
el_gr: Εμφάνιση Πλέγματος
es_es: Mostrar cuadrícula
fr_fr: Afficher la grille
gl_es: Activar Grella
it_it: Mostra griglia
ja_jp: グリッド線を表示
pt_pt: Mostrar Grelha
ru_ru: Показать сетку
tr_tr: Enlem boylam çizgilerini göster

# LblAnnotateImage
source: Annotate image
ca_es: Anotar la Imatge
el_gr: Επισήμανση Εικόνας
es_es: Anotar Imagen
fr_fr: Nom de l'image
gl_es: Anotar Imaxe
it_it: Annota l'immagine
ja_jp: 画像に注釈をつける
pt_pt: Anotar Imagem
ru_ru: Подпись к изображению
tr_tr: Resim açıklaması

# LblAnnotateImageTooltip
source: If checked and a star detection for an image is applied, the image will be annotated with the found stars and their respective HFR value
ca_es: Si està marcat i s'aplica una detecció d'estrelles en una imatge, la imatge s'anotarà amb les estrelles trobades i el seu valor HFR respectiu
el_gr: Αν επιλεχθεί και η ανίχνευση αστεριού για μια εικόνα εφαρμοστεί, η εικόνα θα επισημανθεί με τα αστέρια που βρέθηκαν μαζί με την αντίστοιχη HFR τιμή τους
es_es: Si está marcado y se aplica una detección de estrellas para una imagen, la imagen será anotada con las estrellas encontradas y su respectivo valor HFR
fr_fr: Si cochée et qu'une détection d'étoile pour une image est appliquée, l'image sera annotée avec les étoiles trouvées ansi que leur valeur HFR respectives
gl_es: Se está marcado e se aplica a detección de estrelas para unha imaxe, esta marcarase coas estrelas atopadas e o seu respectivo valor HFR
it_it: Se selezionato e l'identificazione di stelle per una immagine è applicata, l'immagine verrà annotata con le stelle trovate ed i loro rispettivi valori di HFR
ja_jp: ここにチェックを入れて、星検知機能がオンになっていると、画像内で検知された星に注釈が付きそれぞれのHFR値が表示されます。
pt_pt: Se seleccionado e a detecção de estrela para a imagem aplicada, a imagem será mostrada com as estrelas encontradas e o seu respectivo valor de HFR
ru_ru: Если выбран и проведен поиск звезд, найденные звезды будут подписаны на изображении и их HFR будут отображены
tr_tr: İşaretlenmiş ve bir fotoğraf için yıldız bulucu etkinleştirilmişse, bulunan yıldızlara ve HFR değerlerine dayanarak resme açıklayıcı not eklenir

# LblAPIKey
source: API key
ca_es: Clau API
el_gr: Κλειδί API
es_es: Clave API
fr_fr: Clé API
gl_es: Clave API
it_it: Chiave API
ja_jp: APIキー
pt_pt: Chave API
ru_ru: Ключ API
tr_tr: API Anahtarı

# LblApparentMagnitude
source: Apparent magnitude
ca_es: Magnitud Aparent
el_gr: Φαινόμενο Μέγεθος
es_es: Magnitud Aparente
fr_fr: Magnitude Apparente
gl_es: Magnitude Aparente
it_it: Magnitudine Apparente
ja_jp: 見かけ等級
pt_pt: Magnitude Aparente
ru_ru: Видимая яркость
tr_tr: Görünen Parlaklık

# LblApparentSize
source: Apparent size
ca_es: Mida aparent
el_gr: Φαινόμενο Μέγεθος
es_es: Tamaño Aparente
fr_fr: Dimension Apparente
gl_es: Tamaño Aparente
it_it: Dimensione Apparente
ja_jp: 見かけの大きさ
pt_pt: Tamanho aparente
ru_ru: Видимый размер
tr_tr: Görünen Büyüklük

# LblApplicationInBreakMode
source: The application ran into an unhandled exception and most likely has to shut down. The error has been logged to "%localappdata%\NINA\Logs". Should the application try to recover from the error? (Can lead to unexpected behaviour)
ca_es: L'aplicació ha tingut una excepció sense controlar i probablement s'hagi de tancar. L'error s'ha registrat a "%localappdata%\NINA\Logs". L'aplicació ha de provar de recuperar-se de l'error? (Pot provocar un comportament inesperat)
el_gr: Η Εφαρμογή συνάντησε μια απρόσκοπτη εξαίρεση και πιθανόν να χρειαστεί να κλείσει. Το σφάλμα έχει καταγραφεί στο %localappdata%\NINA\Logs". Θέλετε η Εφαρμογή να προσπαθήσει να επανέλθει μετά από το σφάλμα; (Μπορεί να οδηγήσει σε απρόσμενη συμπεριφορά)
es_es: La aplicación se encontró con una excepción no controlada y lo más probable es que tenga que cerrarse. El error ha sido registrado en "%localappdata%\NINA\Logs". ¿Debe la aplicación intentar recuperarse del error? (Puede llevar a un comportamiento inesperado)
fr_fr: L'application a rencontré une exception non gérée et devra être fermée. L'erreur a été enregistrée dans "%localappdata%\NINA\Logs". L'application doit-elle tenter de redémarrer? (Peut conduire à un comportement inattendu)
gl_es: A aplicación atopou unha excepción inesperada e talvez haxa que pechar. O erro quedou rexistrado en "%localappdata%\NINA\Logs". Debe a aplicación intentar recuperarse do erro? (Isto pode ocasionar un comportamento inesperado)
it_it: L'applicazione ha incontrato una eccezione non gestita e probabilmente deve chiudersi. L'errore è stato scritto in "%localappdata%\NINA\Logs". Vuoi che l'applicazione provi a risolvere l'errore? (Può portare a comportamenti inattesi)
ja_jp: アプリケーションは予期せぬ例外に直面しましたので、シャットダウンする必要がありそうです。 エラーのログは"%localappdata%\NINA\Logs"に保存されます。 アプリケーションに当エラーから回復させますか？（予期せぬ動作をする可能性があります）
pt_pt: A aplicação encontrou uma exceção não tratada e é muito provável que tenha que encerrar. O erro foi registado em %localappdata%\NINA\Logs". A Aplicação deve tentar recuperar do erro? (Pode levar a um comportamento inesperado)
ru_ru: Приложение столкнулось с необработанным исключением и, скорее всего, должно быть закрыто. Ошибка записана в "%localappdata%\NINA\Logs". Должно ли приложение попытаться восстановиться после ошибки? (Может привести к неожиданному поведению)
tr_tr: Uygulama, hata işleme işlemiyle çalıştı ve büyük olasılıkla kapatılması gerekiyor. Hata "%localappdata%\NINA\Logs" dizinine kaydedildi. Uygulama, hatayı düzeltmeyi denesin mi? (Beklenmedik sonuçlar oluşabilir)

# LblApplicationStartDateDescription
source: Application start date with format YYYY-MM-DD
ca_es: Data d'inici de l'Aplicació en format YYYY-MM-DD
el_gr: Ημερομηνία εκκίνησης της Εφαρμογής σε μορφή ΕΕΕΕ-ΜΜ-ΗΗ
es_es: Fecha de inicio de la aplicación con formato AAA-MM-DD
fr_fr: Date de démarrage de l'application au format AAAA-MM-JJ
gl_es: Data de inicio da aplicación con formato YYYY-MM-DD
it_it: Data di inizio applicazione con formato AAAA-MM-GG
ja_jp: アプリケーション開始日フォーマットYYYY-MM-DD
pt_pt: Data de início da aplicação no formato AAAA-MM-DD
ru_ru: Дата начала приложения в формате ГГГГ-ММ-ДД
tr_tr: Uygulama tarihi YYYY-AA-GG formatında başlar

# LblArcmin
source: arcmin
es_es: arcominuto
it_it: arcominuti
ja_jp: 角度分
ru_ru: угл. мин
tr_tr: yay dakika

# LblMaxArcmin
source: Max. arcmin
es_es: Máx. arcmin
fr_fr: Arc min max
gl_es: Máx arcmin
it_it: Max Arco-minuti
ja_jp: 最大分角
pt_pt: Max. arcomin
ru_ru: Макс. угловых минут
tr_tr: Maks. yay dakika

# LblArcsec
source: arcsec
ca_es: arcseg
es_es: arcosegundo
gl_es: arcseg
it_it: arcosecondi
ja_jp: 角度秒
ru_ru: угл. сек
tr_tr: yay saniye

# LblAscending
source: Ascending
ca_es: Ascendent
el_gr: Αύξουσα
es_es: Ascendiendo
fr_fr: Ascendant
gl_es: Ascendente
it_it: Ascendente
ja_jp: 上昇
pt_pt: Ascendente
ru_ru: Возрастающий
tr_tr: Artan

# LblASIImageDownloadError
source: Error retrieving image data from camera!
ca_es: S'ha produït un error al recuperar les dades de la imatge de la càmera!
el_gr: Σφάλμα ανάκτησης δεδομένων εικόνας από την κάμερα!
es_es: ¡Error al recuperar los datos de la imagen de la cámara!
fr_fr: Erreur lors de la récupération des données de l'image depuis la caméra !
gl_es: Erro recibindo datos da cámara!
it_it: Errore durante il recuepro dell'immagine dalla camera!
ja_jp: カメラから画像データを取得中にエラーが発生しました。
pt_pt: Erro ao obter dados da imagem da câmera!
ru_ru: Ошибка получения данных изображения из камеры!
tr_tr: Kameradan resim verileri alınırken hata oluştu!

# LblASIOnly16BitMono
source: Only 16 bit monochrome sensors are supported
ca_es: Actualment només s’admeten sensors monocroms de 16 bits
el_gr: Προς το παρόν, υποστηρίζονται μόνο 16bit Μονόχρωμοι αισθητήρες
es_es: Actualmente solo están soportados sensores monocromáticos de 16 bit
fr_fr: Seuls les capteurs monochromes 16 bits sont actuellement pris en charge
gl_es: Por agora só funciona con sensores monocromos de 16 bit
it_it: Solo sensori monocromi a 16 bit correntemente supportati
ja_jp: 16ビットモノクロセンサー以外は現状サポートされていません。
pt_pt: Actualmente são suportados apenas sensores monocromáticos de 16 bits
ru_ru: В настоящее время поддерживаются только 16 битные монохромные сенсоры
tr_tr: Şu anda sadece 16 bit monokrom sensörler desteklenmektedir

# LblASPSDirectory
source: ASPS location
ca_es: Localització ASPS
el_gr: Τοποθεσία ASPS
es_es: ASPS Ubicacion
fr_fr: Emplacement ASPS
gl_es: Localización de ASPS
it_it: Percorso ASPS
ja_jp: ASPS位置
pt_pt: Localização do ASPS
ru_ru: Расположение ASPS
tr_tr: ASPS konumu

# LblASPSNotFound
source: ASPS program not found
ca_es: No s'ha trobat ASPS exe
el_gr: Το ASPS exe δεν βρέθηκε
es_es: Archivo ejecutable de ASPS no encontrado
fr_fr: Exécutable ASPS non trouvé
gl_es: ASPS exe non atopado
it_it: ASPS exe non trovato
ja_jp: ASPS exeが見つかりません
pt_pt: Executável do ASPS não encontrado
ru_ru: ASPS exe не найден
tr_tr: ASPS exe bulunamadı

# LblASTAP
source: ASTAP, the Astrometric STAcking Program, astrometric solver and FITS viewer
ca_es: ASTAP, el programa Astromètric STAcking, sol·lucionador astromètric i visor FITS
el_gr: ASTAP (Astrometric STAcking Program), αστρομετρική ανάλυση και προβολέας FITS
es_es: ASTAP, the Astrometric STAcking Program, solucionador astrométrico y visor de FITS
fr_fr: ASTAP (Astrometric STAcking Program), astrométrie et visualiseur FITS
gl_es: ASTAP, o Programa de Apilamento astromético e visualizador de FITS
it_it: ASTAP, il programma STAcking Astrometrico, risoluzione astrometrica e visualizzatore FITS
ja_jp: ASTAPとは、天文測定スタッキングプログラム、天文測定ソルバー及びFITSビューアー
pt_pt: ASTAP, o Programa Astrométrico de STAcking, o "solver" astrométrico e o visualizador de FITS
ru_ru: ASTAP, Программа астрометрического сложения, определитель астрометрических координат и просмотрщик FITS
tr_tr: ASTAP, astrometrik istifleme programı, astrometrik hizalama ve FITS görüntüleyici

# LblASTAPDirectory
source: ASTAP location
ca_es: Localització ASTAP
el_gr: Τοποθεσία ASTAP
es_es: Ubicación de ASTAP
fr_fr: Emplacement ASTAP
gl_es: Localización de ASTAP
it_it: Percorso ASTAP
ja_jp: ASTAP位置
pt_pt: Localização do ASTAP
ru_ru: Расположение ASTAP
tr_tr: ASTAP konumu
