Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblPixelMargin
source: Keep guide stars off sensor edges by at least
ca_es: Mantenir les estrelles guia allunyades de les vores del sensor per almenys
es_es: Mantener las estrellas guía alejadas de los bordes del sensor por al menos
fr_fr: Garder les étoiles guides sur les bords du capteur d'au moins
gl_es: Mantén as estrelas guía fóra dos bordos do sensor
it_it: Mantieni le stelle guida fuori dai bordi del sensore di almeno
ja_jp: 少なくともガイド星をセンサーの周辺部から離しておく
pt_pt: Manter as estrelas guias fora das margens do sensor
ru_ru: Держать звёзды гидирования от краёв сенсора по крайней мере
tr_tr: Kılavuz yıldızları, en azından sensör kenarlarından uzak tutun

# LblMeridianFlipWaitLonger
source: Add {0} to Minutes after Meridian
ca_es: Afegir {0} als Minuts després de Meridià
el_gr: Προσθήκη {0} Λεπτών μετά τον Μεσημβρινό
es_es: Añadir {0} a los minutos después de Meridiano
fr_fr: Ajouter {0} aux minutes après le Méridien
gl_es: Engadir {0} a Minutos tralo Meridiano
it_it: Aggiungi {0} a Minuti dopo Meridiano
ja_jp: 子午線反転後の時間（分）に {0} を加算する
pt_pt: Adicionar {0} a Minutos após o Meridiano
ru_ru: Добавить {0} в минуты после меридиана
tr_tr: Meridyenden sonra dakikaya {0} ekle

# LblFlipTime
source: Flip time
ca_es: Temps per al canvi de meridià
es_es: Tiempo para giro de meridiano
fr_fr: Heure du retournement
gl_es: Tempo de volteo
it_it: Tempo di salto del meridiano
ja_jp: 反転時間
pt_pt: Tempo para a alteração de meridiano
ru_ru: Время перекладки
tr_tr: Geçiş zamanı

# LblAmount
source: Amount
ca_es: Quantitat
el_gr: Ποσότητα
es_es: Cantidad
fr_fr: Quantité
gl_es: Cantidade
it_it: Quantità
ja_jp: 枚数
pt_pt: Quantidade
ru_ru: Сумма
tr_tr: Miktar

# LblDelta
source: Delta
el_gr: Δέλτα
it_it: Differenza
ja_jp: デルタ
ru_ru: Дельта

# LblElapsed
source: Elapsed
ca_es: Transcorregut
es_es: Transcurrido
fr_fr: Écoulé
gl_es: Transcorrido
it_it: Trascorso
ja_jp: 経過
pt_pt: Decorrido
ru_ru: Прошло
tr_tr: Geçen

# LblHFRTrend
source: HFR trend
ca_es: Tendència HFR
es_es: Tend HFR
gl_es: Tendencia HFR
it_it: Andamento HFR
ja_jp: HFRトレンド
ru_ru: Статистика HFR
tr_tr: HFR Eğilimi

# Lbl_SequenceCondition_LoopCondition_Description
source: A condition to loop a sequence container for the specified amount of loops
ca_es: Una condició per a crear un bucle d'un contenidor de seqüència per a la quantitat especificada de bucles
es_es: Una condición para crear un bucle de un contenedor de secuencia para la cantidad especificada de bucles
fr_fr: Une condition pour boucler un container de séquence pour la quantité spécifiée de boucles
gl_es: Condición para repetir un contedor de secuencia unha cantidade de veces especificada
it_it: Una condizione per ripetere un contenitore di sequenza per la quantità specificata di cicli
ja_jp: 指定された回数だけシーケンスコンテナをループさせる条件
pt_pt: Uma condição para repetir o conteúdo da sequência no numero de vezes definido
ru_ru: Условие для создания цикла контейнера последовательности для указанного количества циклов
tr_tr: Bir sekans kapsayıcısını belirtilen döngü sayısı için döngüye alma koşulu

# Lbl_SequenceCondition_LoopCondition_Name
source: Loop For Iterations
ca_es: Bucle per a iteracions
es_es: Bucle para iteraciones
fr_fr: Boucle pour les itérations
gl_es: Repetición de Iteracións
it_it: Ripeti per numero di iterazioni
ja_jp: 反復ループ
pt_pt: Repetir por iterações
ru_ru: Цикл для итераций
tr_tr: Yineleme döngüsü

# Lbl_SequenceCondition_TimeCondition_Description
source: A condition that loops until the specified time has been reached and then stops the current instruction set
ca_es: Una condició que es repeteix fins que s’assoleix el temps especificat i després atura el conjunt d’instruccions actual
es_es: Una condición que bucle hasta que se alcance el tiempo especificado y luego detiene el conjunto de instrucciones actual
fr_fr: Une condition qui boucle jusqu'à ce que l'heure spécifiée soit atteinte et arrête ensuite le jeu d'instructions en cours
gl_es: Condición que se repite durante o tempo especificado e logo detén o conxunto de instrucións actual
it_it: Una condizione che si ripete fino a quando il tempo specificato è stato raggiunto e quindi arresta il set di istruzioni corrente
ja_jp: 現在の命令セットを、指定された時間に達するまでループして停止する条件
pt_pt: Uma instrução que é repetida até que o tempo definido seja alcançado e pára o conjunto actual de instruções
ru_ru: Условие, которое повторяется до тех пор, пока не будет достигнуто указанное время, а затем останавливает текущий набор инструкций
tr_tr: Belirtilen zamana ulaşılana kadar döngü yapan ve ardından mevcut yönerge setini durduran bir koşul

# Lbl_SequenceCondition_TimeCondition_Name
source: Loop Until Time
ca_es: Bucle fins a Temps
es_es: Bucle hasta Tiempo
fr_fr: Boucler jusqu'à la durée
gl_es: Repetición ata
it_it: Ripeti fino ad una specifica ora
ja_jp: 時間までループ
pt_pt: Repetir até
ru_ru: Цикл до времени
tr_tr: Şu zamana kadar döndür

# Lbl_SequenceContainer_DeepSkyObjectContainer_Description
source: Works like a sequential instruction set, but a deep sky object can be specified inside, which will auto populate all instructions inside it with the coordinates and rotation when necessary.
ca_es: Funciona com un conjunt d'instruccions seqüencials, però es pot especificar un objecte de cel profund en el seu interior, que omplirà automàticament, a dins, totes les instruccions amb les coordenades i la rotació quan sigui necessari.
es_es: Funciona como un conjunto de instrucciones secuenciales, pero se puede especificar un objeto de cielo profundo en su interior, que automáticamente rellenará todas las instrucciones dentro de ella con las coordenadas y la rotación cuando sea necesario.
fr_fr: Fonctionne comme un jeu d'instructions séquentielles, mais un objet du ciel profond peut être spécifié à l'intérieur, ce qui permet de remplir automatiquement toutes les instructions à l'intérieur avec les coordonnées et la rotation si nécessaire.
gl_es: Funciona como un conxunto de instrucións secuencial, pero pódese especificar dentro un obxecto ceo profundo, que encherá automaticamente todas as instrucións dentro del coas coordenadas e rotación cando sexa necesario.
it_it: Funziona come un set di istruzioni sequenziali, ma un oggetto del cielo profondo può essere specificato all'interno, riempiendo automaticamente tutte le istruzioni al suo interno con le coordinate e la rotazione quando necessario.
ja_jp: 順次命令セットのように動作しますが、内部でディープスカイオブジェクトを指定することができ、 必要に応じて内部のすべての命令に座標と回転が自動的に入力されます。
pt_pt: Funciona como um conjunto de instruções sequencial, mas um objecto do espaço profundo pode ser definido, o qual irá preencher automaticamente todas as instruções contidas com as coordenadas e rotação, quando necessário.
ru_ru: Работает как последовательный набор инструкций, но глубокий объект неба может быть указан внутри, который будет автоматически заполнять все инструкции внутри него координатами и вращением при необходимости.
tr_tr: Ardışık bir yönerge seti gibi çalışır, ancak içeride bir Derin Gökyüzü Objesi belirtilebilir; bu, gerektiğinde içindeki tüm yönergeleri koordinatlarla ve döndürmeyle otomatik olarak doldurur.

# Lbl_SequenceContainer_DeepSkyObjectContainer_Name
source: Deep Sky Object Sequence
ca_es: Seqüència per objectius de cel profund
el_gr: Αλληλουχία Αντικειμένου Βαθύ Ουρανού
es_es: Secuencia para objeto de cielo profundo
fr_fr: Séquence d'objet ciel profond
gl_es: Secuencia de Obxecto do Ceo Profundo
it_it: Sequenza di Oggetto del Cielo Profondo
ja_jp: ディープスカイオブジェクトのシーケンス
pt_pt: Sequência de Objecto do Céu Profundo
ru_ru: Серия объекта глубокого космоса
tr_tr: Derin Uzay Objesi sekansı

# Lbl_SequenceContainer_ParallelContainer_Description
source: All instructions in this instruction set are run in parallel. This instruction set will not evaluate any conditions or triggers until all instructions are finished.
ca_es: Totes les instruccions d’aquest conjunt d’instruccions s’executen en paral·lel. Aquest conjunt d’instruccions no avaluarà cap condició ni activador fins que no s’acabin totes les instruccions.
es_es: Todas las instrucciones de este conjunto de instrucciones se ejecutan en paralelo. Este conjunto de instrucciones no evaluará ninguna condición ni activador hasta que se terminen todas las instrucciones.
fr_fr: Toutes les instructions de ce jeu d'instructions sont exécutées en parallèle. Ce jeu d'instructions n'évalue aucune condition ni aucun déclencheur tant que toutes les instructions ne sont pas terminées.
gl_es: Todas as instrucións deste conxunto de instrucións execútanse en paralelo. Este conxunto de instrucións non avaliará ningunha condición nin desencadeante ata que rematen todas as instrucións.
it_it: Tutti gli elementi in questo contenitore sono eseguiti in parallelo. Questo contenitore non valuterà alcuna condizione o attivazione fino a quando tutti gli elementi non saranno finiti.
ja_jp: この命令セット内のすべての命令は並列に実行されます。すべての命令が終了するまで、この命令セットはどの条件やトリガーも評価しません。
pt_pt: Todas as instruções deste conjunto de instruções são executadas em paralelo. Esse conjunto de instruções não avaliará nenhuma condição ou acção até que todas as instruções sejam finalizadas.
ru_ru: Все инструкции в этом наборе выполняются параллельно. Этот набор инструкций не будет оценивать никаких условий или триггеров до тех пор, пока не будут выполнены все инструкции.
tr_tr: Bu yönerge setindeki tüm yönergeler paralel olarak çalıştırılır. Bu yönerge seti, tüm yönergeler tamamlanıncaya kadar herhangi bir koşulu veya tetikleyiciyi değerlendirmeyecektir.

# Lbl_SequenceContainer_ParallelContainer_Name
source: Parallel Instruction Set
ca_es: Conjunt d'instruccions en paral·lel
es_es: Conjunto de instrucción paralela
fr_fr: Jeu d'instructions parallèles
gl_es: Establecer Instrución en Paralelo
it_it: Set di Istruzioni in Parallelo
ja_jp: 並列命令セット
pt_pt: Conjunto de instruções paralelo
ru_ru: Параллельный набор инструкций
tr_tr: Paralel yönerge seti

# Lbl_SequenceContainer_SequentialContainer_Description
source: Runs all items in a sequential order. Trigger and conditions are evaluated after each item
ca_es: Executa tots els elements en un ordre seqüencial. El disparador i les condicions s’avaluen després de cada element
es_es: Ejecuta todos los elementos en un orden secuencial. El disparador y las condiciones se evalúan después de cada elemento
fr_fr: Exécute tous les éléments dans un ordre séquentiel. Déclencheur et conditions sont évaluées après chaque élément
gl_es: Executar todos os elementos nunha orde secuencial. O desencadeante e as condicións avalíanse despois de cada ítem
it_it: Esegue tutti gli elementi in un ordine sequenziale. Gli attivatori le condizioni vengono valutate dopo ogni elemento
ja_jp: すべての項目を順番に実行します。トリガーと条件は各項目の終了後に評価されます。
pt_pt: Executa todos os itens numa ordem sequencial. Acções e condições serão avaliados após cada um
ru_ru: Выполняет все пункты в последовательном порядке. Триггер и условия вычисляются после каждого элемента
tr_tr: Tüm öğeleri ardışık bir sırada çalıştırır. Tetikleyici ve koşullar her maddeden sonra değerlendirilir

# Lbl_SequenceContainer_SequentialContainer_Name
source: Sequential Instruction Set
ca_es: Conjunt d’instruccions seqüencials
es_es: Conjunto de instrucción secuencial
fr_fr: Jeu d'Instruction Séquentiel
gl_es: Establecer Instrución Secuencial
it_it: Set di Istruzioni Sequenziali
ja_jp: 順次命令セット
pt_pt: Conjunto de Instruções Sequencial
ru_ru: Набор серийной инструкции
tr_tr: Ardışık yönerge seti

# Lbl_SequenceItem_Autofocus_RunAutofocus_Description
source: Executes an autofocus run
ca_es: Executa un enfocament automàtic
el_gr: Εκτελεί μια αυτόματη εστίαση
es_es: Ejecuta un auto enfoque
fr_fr: Exécute une série de mise au point automatique
gl_es: Activa unha execución de enfoque automático
it_it: Esegue un fuoco automatico
ja_jp: オートフォーカスを実行します
pt_pt: Executa a focagem automática
ru_ru: Выполняет запуск автофокуса
tr_tr: Otomatik odaklama çalışmasını başlatır

# Lbl_SequenceItem_Autofocus_RunAutofocus_Name
source: Run Autofocus
ca_es: Realitzar Enfocament Automàtic
el_gr: Εκτέλεση Αυτόματης Εστίασης
es_es: Ejecutar autoenfoque
fr_fr: Lancer la mise au point automatique
gl_es: Executa Autofoco
it_it: Esegui Autofocus
ja_jp: オートフォーカスを実行
pt_pt: Executar Focagem Automática
ru_ru: Запустить автофокус
tr_tr: Otomatik odaklamayı başlat

# Lbl_SequenceItem_Camera_CoolCamera_Description
source: Cools down the camera for the given temperature and duration
ca_es: Refreda la càmera a la temperatura i la durada indicades
el_gr: Ψύχει την κάμερα για την δεδομένη θερμοκρασία και διάρκεια
es_es: Enfría la cámara a la temperatura y duración especificadas
fr_fr: Refroidit la caméra pour la température et la durée spécifiées
gl_es: Arrefría a cámara na temperatura e duración fixadas
it_it: Raffredda la fotocamera per la temperatura e la durata specificate
ja_jp: 指定された温度と時間で、カメラを冷却します
pt_pt: Arrefece a câmera para a temperatura e duração definidas
ru_ru: Охлаждает камеру до заданной температуры и продолжительности
tr_tr: Kamerayı belirtilen sürede belirtilen dereceye soğutur

# Lbl_SequenceItem_Camera_CoolCamera_Name
source: Cool Camera
ca_es: Refredar la Càmera
el_gr: Ψήξη Κάμερας
es_es: Enfriar la cámara
fr_fr: Refroidir la caméra
gl_es: Arrefriar a cámara
it_it: Raffredda Fotocamera
ja_jp: カメラを冷却する
pt_pt: Refrigerar a Câmera
ru_ru: Охлаждение камеры
tr_tr: Kamerayı soğut

# Lbl_SequenceItem_Camera_WarmCamera_Description
source: Warms the camera for the given duration
ca_es: Escalfa la càmera durant la durada especificada
el_gr: Θερμαίνει την κάμερα για την δεδομένη διάρκεια
es_es: Calienta la cámara durante la duración dada
fr_fr: Réchauffe la caméra pour la durée donnée
gl_es: Quentar a cámara na duración fixada
it_it: Scalda la fotocamera per la durata specificata
ja_jp: 設定された時間でカメラを昇温させます
pt_pt: Aquece a câmera durante a duração determinada
ru_ru: Разогревает камеру на заданную длительность
tr_tr: Kamerayı belirtilen sürede belirtilen derecede ısıtır

# Lbl_SequenceItem_Camera_WarmCamera_Name
source: Warm Camera
ca_es: Escalfar la càmera
el_gr: Θέρμανση Κάμερας
es_es: Calentar Cámara
fr_fr: Réchauffement Caméra
gl_es: Quentar Cámara
it_it: Riscalda camera
ja_jp: カメラを昇温する
pt_pt: Aquecer a câmera
ru_ru: Прогрев камеры
tr_tr: Kamerayı ısıt

# Lbl_SequenceItem_Camera_SetReadoutMode_Description
source: Sets the readout mode for the camera
ca_es: Estableix el mode de lectura de la càmera
es_es: Establece el modo de lectura de la cámara
fr_fr: Définit le mode de lecture pour la caméra
gl_es: Establece o modo de lectura da cámara
it_it: Imposta la modalità di lettura per la fotocamera
ja_jp: カメラを読み出しモードに設定します
pt_pt: Define o modo de leitura para a câmera
ru_ru: Устанавливает режим чтения для камеры
tr_tr: Kamera için okuma modunu ayarlar

# Lbl_SequenceItem_Camera_SetReadoutMode_Name
source: Set Readout Mode
ca_es: Establir el mode de lectura
es_es: Establecer modo de lectura (readout)
fr_fr: Définir le mode de lecture
gl_es: Establecer Modo de Lectura
it_it: Imposta Modalità di Lettura
ja_jp: 読み出しモードの設定
pt_pt: Define o modo de leitura
ru_ru: Установить режим чтения
tr_tr: Okuma modunu ayarla

# Lbl_SequenceItem_Validation_InvalidReadoutMode
source: Readout mode not supported by camera. Must be a value between 0 and {0}
ca_es: La càmera no admet el mode de lectura. Ha de ser un valor entre 0 i {0}
es_es: Modo de lectura (readout) no soportado por la cámara. Debe ser un valor entre 0 y {0}
fr_fr: Mode lecture non pris en charge par la caméra. Doit être une valeur comprise entre 0 et {0}
gl_es: Modo de lectura non soportado pola cámara. Debe ser un valor entre 0 e {0}
it_it: Modalità di lettura non supportata dalla fotocamera. Deve essere un valore compreso tra 0 e {0}
ja_jp: 読み出しモードはカメラでサポートされていません。0から {0}の間の値でなければなりません
pt_pt: Modo de leitura não suportado pela câmera. Deve ser um valor entre 0 e {0}
ru_ru: Режим чтения не поддерживается камерой. Значение должно быть между 0 и {0}
tr_tr: Okuma modu kamera tarafından desteklenmiyor. 0 ve {0} arasında bir değer olmalı

# Lbl_SequenceItem_FilterWheel_SwitchFilter_Description
source: Moves the filter wheel to the specified filter
ca_es: Mou la roda del filtre al filtre especificat
el_gr: Μετακινεί τον τροχό φίλτρων στο ορισμένο φίλτρο
es_es: Mueve la rueda del filtros al filtro especificado
fr_fr: Déplace la roue de filtre vers le filtre spécifié
gl_es: Move a roda de filtros para o filtro especificado
it_it: Sposta la ruota portafiltri al filtro specificato
ja_jp: フィルターホイールを指定したフィルターに移動させます。
pt_pt: Mover a roda de filtros para o filtro definido
ru_ru: Перемещает колесо фильтров на указанный фильтр
tr_tr: Filtre çarkını belirlenen filtreye getirir

# Lbl_SequenceItem_FilterWheel_SwitchFilter_Name
source: Switch Filter
ca_es: Canviar el filtre
el_gr: Αλλαγή Φίλτρου
es_es: Cambiar filtro
fr_fr: Changer de filtre
gl_es: Filtro do Concentrador
it_it: Cambia Filtro
ja_jp: フィルターの切り替え
pt_pt: Trocar Filtro
ru_ru: Переключить фильтр
tr_tr: Filtre değiştir

# Lbl_SequenceItem_FlatDevice_CloseCover_Description
source: Closes the cover of the flat panel
ca_es: Tanca la coberta del panell de flats
el_gr: Κλείνει το κάλυμμα του flat panel
es_es: Cierra la cubierta del panel de flats
fr_fr: Ferme le capot du panneau à flats
gl_es: Pecha a tapa do panel de flats
it_it: Chiude il coperchio del pannello per Flats
ja_jp: フラットパネルの蓋を閉じる
pt_pt: Fecha a tampa do painel de flats
ru_ru: Закрывает крышку флэт панели
tr_tr: Düz kare panel kapağını kapatır

# Lbl_SequenceItem_FlatDevice_CloseCover_Name
source: Close Flat Panel Cover
ca_es: Tanqueu la coberta del Panell de Flats
el_gr: Κλείσιμο καλύμματος Flat Panel
es_es: Cerrar cubierta de panel de flats
fr_fr: Fermer le capot du panneau à flats
gl_es: Pecha a Tapa do Panel de Flats
it_it: Chiudi copertura del pannello per Flats
ja_jp: フラットパネルに蓋をする
pt_pt: Fechar a tampa do painel de flats
ru_ru: Закрыть крышку флэт панели
tr_tr: Düz kare panel kapağını kapat

# Lbl_SequenceItem_Focuser_MoveFocuserAbsolute_Description
source: Moves the focuser to the given absolute position
ca_es: Mou l'enfocador a la posició absoluta donada
el_gr: Μετακινεί τον εστιαστή στην δεδομένη απόλυτη θέση
es_es: Mueve el enfocador a la posición absoluta dada
fr_fr: Déplace le focuser à la position absolue donnée
gl_es: Move o enfocador a unha posición absoluta dada
it_it: Sposta il focheggiatore nella posizione assoluta specificata
ja_jp: フォーカサーを指定された絶対位置に移動します
pt_pt: Move o focador para a posição absoluta definida
ru_ru: Перемещает фокусер в заданное абсолютное положение
tr_tr: Odaklayıcıyı belirlenen kesin pozisyona getirir

# Lbl_SequenceItem_Focuser_MoveFocuserRelative_Description
source: Moves the focuser to the given relative position
ca_es: Mou l'enfocador a la posició relativa donada
es_es: Mueve el enfocador a la posición relativa dada
fr_fr: Déplace le focuser vers la position relative donnée
gl_es: Move o enfocador a unha posición relativa dada
it_it: Sposta il focalizzatore nella posizione relativa specificata
ja_jp: フォーカサーを指定された相対位置に移動します
pt_pt: Move o focador para a posição relativa definida
ru_ru: Перемещает фокусер в заданное относительное положение
tr_tr: Odaklayıcıyı belirtilen bağıntılı pozisyona getirir

# Lbl_SequenceItem_Focuser_MoveFocuserAbsolute_Name
source: Move Focuser
ca_es: Moure l'Enfocador
el_gr: Μετακίνηση Εστιαστή
es_es: Mover Enfocador
fr_fr: Déplacer le focuser
gl_es: Mover o Enfocador
it_it: Sposta focheggiatore
ja_jp: フォーカサーを移動
pt_pt: Mover o focador
ru_ru: Переместить фокусер
tr_tr: Odaklayıcıyı çalıştır

# Lbl_SequenceItem_Focuser_MoveFocuserRelative_Name
source: Move Focuser Relative
ca_es: Mou l'enfocador relatiu
es_es: Movimiento relativo del enfocado
fr_fr: Déplacement relatif du focuser
gl_es: Mover Enfocador Relativo
it_it: Muove il focheggiatore in modo relativo
ja_jp: フォーカサーの相対位置への移動
pt_pt: Movimento Relativo do Focador
ru_ru: Относительное перемещение фокусера
tr_tr: Odaklayıcıyı bağıntılı pozisyona getir

# Lbl_SequenceItem_Guider_Dither_Description
source: Sends a dither signal to the guider
ca_es: Envia un senyal de dither al guiat
el_gr: Στέλνει ένα σήμα dither στον οδηγητή
es_es: Envía una señal de dither al guiad
fr_fr: Envoie un signal dither au guidage
gl_es: Envía un sinal dither ó guiado
it_it: Invia un segnale di dither alla autoguida
ja_jp: ディザー信号をガイダーに送信します。
pt_pt: Envia um sinal de dither para o guia
ru_ru: Посылает сигнал межкадровой подвижки гиду
tr_tr: Takipçiye dither sin yali gönderir

# Lbl_SequenceItem_Guider_Dither_Name
source: Dither
ja_jp: デザリング
ru_ru: Дизеринг

# Lbl_SequenceItem_Guider_StartGuiding_Description
source: Starts autoguiding
ca_es: Inicia l'autoguiatge
el_gr: Ξεκινάει την αυτόματη οδήγηση
es_es: Inicia Guiado
fr_fr: Démarre l'auto-guidage
gl_es: Inicia autoguiado
it_it: Inizia l'autoguida
ja_jp: オートガイドを開始します
pt_pt: Iniciar guiagem automática
ru_ru: Запускает автогид
tr_tr: Otomatik takibi başlatır

# Lbl_SequenceItem_Guider_StartGuiding_Name
source: Start Guiding
ca_es: Iniciar Guiatge
el_gr: Έναρξη Οδήγησης
es_es: Iniciar Guiado
fr_fr: Démarrer le guidage
gl_es: Iniciar Guiado
it_it: Inizia l'autoguida
ja_jp: ガイド開始
pt_pt: Iniciar guiagem
ru_ru: Начать гидирование
tr_tr: Takibi başlat

# Lbl_SequenceItem_Guider_StopGuiding_Description
source: Stops autoguiding
ca_es: Para l'autoguiatge
el_gr: Σταματάει την αυτόματη οδήγηση
es_es: Para el autoguiado
fr_fr: Arrêter l'auto-guidage
gl_es: Detén autoguiado
it_it: Ferma l'autoguida
ja_jp: オートガイドを停止します
pt_pt: Parar guiagem automática
ru_ru: Остановить авто-гидирование
tr_tr: Otomatik takibi durdurur

# Lbl_SequenceItem_Guider_StopGuiding_Name
source: Stop Guiding
ca_es: Para el Guiatge
el_gr: Σταμάτημα Οδήγησης
es_es: Detener Guiado
fr_fr: Arrêt Guidage
gl_es: Deter Guiado
it_it: Ferma la guida
ja_jp: ガイド停止
pt_pt: Parar guiagem
ru_ru: Остановить гидирование
tr_tr: Takibi durdur

# Lbl_SequenceItem_Imaging_TakeExposure_Description
source: Takes an exposure for the given duration, gain and offset
ca_es: Pren una exposició de la durada, guany i offset donats
el_gr: Παίρνει μια έκθεση για την δεδομένη διάρκεια, ενίσχυση και offset
es_es: Toma una exposición de la duración, ganancia y offset dados
fr_fr: Prend une exposition pour la durée, le gain et l'offset donnés
gl_es: Facer unha exposición dunha determinada duración, ganancia e compensación
it_it: Scatta un'esposizione per la durata indicata, guadagno e offset
ja_jp: 指定された時間、ゲイン、オフセットで露出します
pt_pt: Obter uma exposição com a duração, gain e offset determinados
ru_ru: Делает экспозицию заданной длительности, усиления и смещения
tr_tr: Belirlenen süre, kazanç ve offsette çekim yapar

# Lbl_SequenceItem_Imaging_TakeExposure_Name
source: Take Exposure
ca_es: Fer exposició
el_gr: Λήψη Έκθεσης
es_es: Hacer exposición
fr_fr: Prendre une exposition
gl_es: Tomar Exposición
it_it: Scatta esposizione
ja_jp: 露出
pt_pt: Obter Exposição
ru_ru: Сделать экспозицию
tr_tr: Çekim yap
