Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblSynchronizedPHD2ServiceClientAlreadyExists
source: This profile is already connected to the Synchronised PHD2 Guider. You cannot connect the same profile twice, please choose a different NINA profile.
ca_es: Aquest perfil ja està connectat al Guiatge Sincronitzat de PHD2. No podeu connectar el mateix perfil dues vegades, seleccioneu un perfil NINA diferent.
el_gr: Το προφίλ αυτό είναι ήδη συνδεδεμένο στον Συγχρονισμένο Οδηγητή PHD2. Δεν μπορείτε να συνδέσετε το ίδιο προφίλ δύο φορές, παρακαλώ επιλέξτε ένα διαφορετικό προφίλ ΝΙΝΑ.
es_es: Este perfil está actualmante conectado al Guiado Sincronizado de PHD2. No se puede conectar el mismo perfil dos veces, por favor, elija un perfil de NINA diferente
fr_fr: Ce profil est déjà connecté au guideur synchronisé avec PHD2. Vous ne pouvez pas connecter deux fois le même profil, veuillez choisir un autre profil NINA.
gl_es: Este perfil xa está conectado ó Guiador Sincronizado PHD2. Non podes conectar o perfil dúas veces, elixe un perfil NINA diferente.
it_it: Questo profilo è già connesso al guider PHD2 sincronizzato. Non puoi collegare lo stesso profilo due volte, pregasi selezionare un profilo NINA differente.
ja_jp: このプロファイルはすでに同期済PHD2ガイダーと接続されています。 同じプロファイルを２度接続することはできません。他のNINAプロファイルを選択して下さい。
pt_pt: Este perfil já está conectado ao guia Synchronized PHD2. Não pode conectar o mesmo perfil duas vezes. Por favor, escolha um perfil NINA diferente.
ru_ru: Этот профиль уже подключен к синхронизированному гиду PHD2. Вы не можете подключить один и тот же профиль дважды, пожалуйста, выберите другой NINA профиль.
tr_tr: Bu profil zaten senkronize PHD2 takipçisine bağlı. Aynı profili ikinci kez bağlayamazsınız, lütfen başka bir NINA profili seçin.

# LblSynchronizedPHD2ServiceCrashed
source: Synchronised PHD2 Service crashed, restarting this Synchronised PHD2 Guider as Service
ca_es: El servei PHD2 sincronitzat ha fallat i es torna a reiniciar aquest guiatge sincronitzat de PHD2 com a servei
el_gr: Η συγχρονισμένη Υπηρεσία PHD2 σταμάτησε να λειτουργεί, γίνεται επανεκκίνηση του Οδηγητή PHD2 σαν Υπηρεσία
es_es: El servicio de PHD2 Sincronizado ha fallado, reiniciando este servicio de guiado sincronizado de PHD2
fr_fr: Le service PHD2 synchronisé est tombé en panne, redémarrage en cour du service.
gl_es: O Servizo Sincronizado PHD2 fallou, reiniciando o Guiador Sincronizado PHD2 como Servizo
it_it: Servizio sincronizzato PHD2 in crash, riavviando il guider PHD2 sincronizzato come servizio
ja_jp: 同期していたPHD2サービスがクラッシュしました。サービスの一環として同期したPHD2ガイダーを再開します。
pt_pt: O Serviço Synchronized PHD2 falhou, a reiniciar o guia Synchronized PHD2 como um Serviço
ru_ru: Синхронизированная служба PHD2 прервана, перезапуск синхронизированной гида PHD2 в качестве службы
tr_tr: Senkronize PHD2 servisi çöktü. Senkronize PHD2 takipçi servis olarak başlatılıyor

# LblSyncLatLong
source: Synchronize site settings
el_gr: Συγχρονισμός Γεωγραφικού Πλάτους/Γεωγραφικού Μήκους
es_es: Sincronizar los parámetros del sitio
fr_fr: Synchroniser Latitude / Longitude
gl_es: Sincronizar os parámetros do sitio
ja_jp: 観測値の設定を同期
pt_pt: Sincronizar Latitude/Longitude
ru_ru: Синхронизировать широту/долготу

# LblSyncLatLongText
source: The telescope's site settings differ from NINA's. Should the settings be synchronized?
el_gr: Το Γεωγραφικό Πλάτος και Μήκος διαφέρουν από τις τιμές του ΝΙΝΑ. Θέλετε να γίνει συγχρονισμός των τιμών;
es_es: La configuración del sitio del telescopio difiere de la de NINA. ¿Debe sincronizarse la configuración?
fr_fr: La latitude et la longitude du télescope diffèrent des valeurs de NINA. Les valeurs doivent-elles être synchronisées?
gl_es: A configuración do sitio do telescopio difire da de NINA. Debe sincronizarse a configuración?
ja_jp: 望遠鏡の観測値の設定は、NINAとは異なります。 設定を同期しますか?
pt_pt: A Latitude e Longitude do Telescópio diferem dos valores no NINA. Sincronizar os valores?
ru_ru: Широта и долгота телескопа отличается от значений NINA. Синхронизировать?

# LblTarget
source: Target
ca_es: Objectiu
el_gr: Στόχος
es_es: Objetivo
fr_fr: Cible
gl_es: Obxectivo
it_it: Soggetto
ja_jp: 目標
pt_pt: Objecto
ru_ru: Цель (J2000)
tr_tr: Hedef

# LblTargetDec
source: Target Dec
ca_es: Dec de l'objectiu
el_gr: Απόκλιση Στόχου
es_es: Dec del objetivo
fr_fr: Cible Dec
gl_es: Dec obxect.
it_it: BersaglioDec
ja_jp: 対象赤緯
pt_pt: Dec do Objecto
ru_ru: СклЦели
tr_tr: Hedef Dec

# LblTargetHeightDegrees
source: Minimum height (degrees)
ca_es: Altura Mínima (graus)
el_gr: Ελάχιστο Ύψος (μοίρες)
es_es: Altura Mínima (grados)
fr_fr: Hauteur Min (degree)
gl_es: Altura mínima (graos)
it_it: Altezza minima (gradi)
ja_jp: 最低高度(度)
pt_pt: Altura mínima (graus)
ru_ru: Минимальная высота (в градусах)
tr_tr: Minimum yükseklik (derece)

# LblTargetName
source: Target name
ca_es: Nom de l'Objectiu
el_gr: Όνομα Στόχου
es_es: Nombre del Objetivo
fr_fr: Nom de Cible
gl_es: Nome do obxectivo
it_it: Nome Target
ja_jp: ターゲット名称
pt_pt: Nome do Objecto
ru_ru: Название цели
tr_tr: Hedef adı

# LblTargetNameDescription
source: Target name (if available)
ca_es: El Nom de l'Objectiu si està disponible
el_gr: Όνομα Στόχου εφόσον είναι διαθέσιμο
es_es: Nombre del Objetivo si está disponible
fr_fr: Nom de cible si disponible
gl_es: Nome do obxectivo se está dispoñible
it_it: Nome Target se disponibile
ja_jp: 可能なターゲットの名称
pt_pt: Nome do Objecto, se disponível
ru_ru: Имя цели, если доступно
tr_tr: Varsa hedef adı

# LblTargetPosition
source: Target position
ca_es: Posició de l'Objectiu
el_gr: Θέση Στόχου
es_es: Posición del Objetivo
fr_fr: Position Cible
gl_es: Posición á que ir
it_it: Posizione Target
ja_jp: ターゲット位置
pt_pt: Posição do Objecto
ru_ru: Позиция цели
tr_tr: Hedef pozisyonu

# LblTargetRA
source: Target RA
ca_es: AR de l'objectiu
el_gr: Ο.Α. Στόχου
es_es: AR del objetivo
fr_fr: Cible AD
gl_es: AR do obxectivo
ja_jp: 対象赤経
pt_pt: AR do Objecto
ru_ru: П.В. цели
tr_tr: Hedef RA

# LblTargets
source: Targets
ca_es: Objectiu
el_gr: Στόχοι
es_es: Objetivos
fr_fr: Cibles
gl_es: Obxectivos
it_it: Obiettivi
ja_jp: ターゲット群
pt_pt: Objectos
ru_ru: Цели
tr_tr: Hedef

# LblTargetTemp
source: Target temperature
ca_es: Temperatura seleccionada
el_gr: Επιθυμητή Θερμοκρασία
es_es: Temperatura Deseada
fr_fr: Consigne T°
gl_es: Temperatura Obxectivo
it_it: Temperatura Desiderata
ja_jp: ターゲット温度
pt_pt: Temperatura do Objecto
ru_ru: Целевая температура
tr_tr: Hedef sıcaklık

# LblTargetTempShort
source: Target temp.
ca_es: Temp. seleccionada.
el_gr: Επιθυμητή Θερμ.
es_es: Temp. Deseada
fr_fr: T° Cible
gl_es: Temp. Obxectivo
it_it: Temp. Target
ja_jp: ターゲット温度
pt_pt: Temp. do Objecto
ru_ru: Целевая темп.
tr_tr: Hedef sıc.

# LblTargetWidthDegrees
source: Minimum width (degrees)
ca_es: Amplada mínima (graus)
el_gr: Ελάχιστο Πλάτος (μοίρες)
es_es: Anchura mínima (grados)
fr_fr: Largeur Min (degree)
gl_es: Largo mínimo (graos)
it_it: Larghezza minima (gradi)
ja_jp: 最小幅(度)
pt_pt: Largura mínima (graus)
ru_ru: Минимальная ширина (в градусах)
tr_tr: Minimum genişlik (derece)

# LblTelescope
source: Telescope
ca_es: Telescopi
el_gr: Τηλεσκόπιο
es_es: Telescopio
fr_fr: Télescope
gl_es: Telescopio
it_it: Telescopio
ja_jp: 望遠鏡
pt_pt: Telescópio
ru_ru: Телескоп
tr_tr: Teleskop

# LblTelescopeCannotPulseGuide
source: Telescope cannot pulse guide
ca_es: El Telescopi no pot Impulsar el Guiatge
el_gr: Το Τηλεσκόπιο δεν μπορεί να κάνει Pulse Guide
es_es: El telescopio no puede enviar pulsos de guiado
fr_fr: Le télescope n'a pas l'option Pulse Guide
gl_es: O telecopio non pode enviar pulsos de guiado
it_it: Il telescopio non può guidare ad impulsi
ja_jp: 赤道儀がパルスガイドできません。
pt_pt: O Telescópio não pode efectuar Pulse Guide
ru_ru: Телескоп не может гидировать импульсом
tr_tr: Teleskop takip sinyali veremiyor

# LblTelescopeCannotSlew
source: Telescope cannot slew
ca_es: El Telescopi no pot girar
el_gr: Το Τηλεσκόπιο δεν μπορεί να μετακινηθεί
es_es: Telescopio no puede Ir a
fr_fr: Le télescope ne peut pointer
gl_es: O telescopio non pode desprazarse
it_it: Il telescopio non può essere mosso
ja_jp: 赤道儀が導入動作を実行できません。
pt_pt: Não é possível mover o telescópio
ru_ru: Телескоп не может двигаться
tr_tr: Teleskop çevrilemiyor

# LblTelescopeConnected
source: Telescope connected
ca_es: Telescopi connectat
el_gr: Το τηλεσκόπιο συνδέθηκε
es_es: Telescopio conectado
fr_fr: Télescope connecté
gl_es: Telescopio conectado
it_it: Telescopio connesso
ja_jp: 赤道儀接続済み
pt_pt: Telescópio conectado
ru_ru: Телескоп подключен
tr_tr: Teleskop bağlandı

# LblTelescopeConnectionLost
source: Telescope connection lost! Please reconnect telescope!
ca_es: S'ha perdut la connexió del telescopi. Torneu a connectar el telescopi si us plau!
el_gr: Η σύνδεση με το τηλεσκόπιο χάθηκε! Παρακαλώ ξανασυνδέστε το τηλεσκόπιο!
es_es: ¡Conexión del Telescopio perdida! Por favor, reconecte el telescopio.
fr_fr: Connexion au télescope perdue! Veuillez reconnecter telescope!
gl_es: Conexión co telescopio perdida! Vólveo conectar!
it_it: Connessione al telescopio persa! Si prega di riconnettere il telescopio
ja_jp: 赤道儀との接続が中断しました。赤道儀を再度接続して下さい。
pt_pt: Ligação ao Telescópio perdida! Por favor reconecte o telescópio!
ru_ru: Соединение с телескопом потеряно! Пожалуйста, переподключите телескоп!
tr_tr: Teleskop bağlantısı kesildi! Lütfen tekrar bağlayın!

# LblTelescopeControl
source: Telescope control
ca_es: Control del Telescopi
el_gr: Έλεγχος Τηλεσκοπίου
es_es: Control de Telescopio
fr_fr: Contrôle du télescope
gl_es: Control Telescopio
it_it: Controllo Telescopio
ja_jp: 望遠鏡コントロール
pt_pt: Controlo do Telescópio
ru_ru: Управление телескопом
tr_tr: Teleskop Kontrol

# LblTelescopeName
source: Telescope name
ca_es: Nom del Telescopi
el_gr: Όνομα Τηλεσκοπίου
es_es: Nombre del Telescopio
fr_fr: Description Télescope
gl_es: Nome Telescopio
it_it: Nome Telescopio
ja_jp: 望遠鏡名称
pt_pt: Nome do Telescópio
ru_ru: Название телескопа
tr_tr: Teleskop Adı

# LblTelescopeNotConnected
source: Telescope not connected
ca_es: Telescopi no connectat
el_gr: Το Τηλεσκόπιο δεν συνδέθηκε
es_es: Telescopio no conectado
fr_fr: Télescope non connecté
gl_es: Telescopio non conectado
it_it: Telescopio non connesso
ja_jp: 赤道儀が未接続
pt_pt: Telescópio não conectado
ru_ru: Телескоп не подключен
tr_tr: Teleskop bağlanmadı

# LblTelescopeNotConnectedForCommand
source: Telescope not connected to send command
ca_es: Telescopi no connectat per enviar instruccions
el_gr: Το Τηλεσκόπιο δεν είναι συνδεδεμένο για την αποστολή εντολής
es_es: Telescopio no conectado para enviar comandos
fr_fr: Le télescope n'a pas les fonctionnalités d'impulsion pour le guidage
gl_es: Telescopio desconectado para enviar comandos
it_it: Telescopio non connesso epr inviare comandi
ja_jp: 望遠鏡が未接続のためコマンド送信できません。
pt_pt: Telescópio não conectado para enviar o comando
ru_ru: Телескоп не подключен для отправки команды
tr_tr: Teleskop komut göndermeye bağlanmadı

# LblTelescopeNotTrackingForSync
source: Telescope is not tracking. Sync is only available when tracking!
ca_es: El telescopi no fa un seguiment. La sincronització només està disponible durant el seguiment!
el_gr: Το Τηλεσκόπιο δεν κάνει Ακολούθηση. Ο συγχρονισμός είναι διαθέσιμος μόνο όταν γίνεται ακολούθηση!
es_es: Telescopio sin seguimiento. ¡La sincronización solamente está disponible durante el seguimiento!
fr_fr: Le suivi du télescope n'est pas activé. La synchronisation est uniquement disponible lors du suivi!
gl_es: Telescopio sen seguimento. A sincronización só se pode facer cando está facendo seguimento!
it_it: Il Telescopio non sta tracciando. La sincronizzazione è disponibile solo quando traccia!
ja_jp: 赤道儀が追尾していません。同期は追尾時のみ有効です。
pt_pt: O Telescópio não está a efectuar o seguimento. A Sincronização não está disponível!
ru_ru: Телескоп не следит. Синхронизация доступна только при отслеживании!
tr_tr: Teleskop takip yapmıyor. Senkronizasyon sadece takip yaparken mümkündür!

# LblTelescopeParkedWarn
source: Telescope is parked. Cannot slew while parked
ca_es: Telescopi estacionat (park). No pot "Anar a" mentre estigui estacionat (park)
el_gr: Το Τηλεσκόπιο είναι σταθμευμένο. Δεν μπορεί να γίνει μετακίνηση όσο είναι σταθμευμένο
es_es: Telescopio aparcado. No puede "Ir a" mientras esté aparcado.
fr_fr: Le télescope est parké. Ne peut lancer un pointage dans cette condition.
gl_es: Telescopio estacionado. Non se pode desprazar mentres está estacionado
it_it: Il telescopio è parcheggiato. Impossibile muoverlo mentre in parcheggio
ja_jp: 赤道儀がパーク位置です。パークしている最中は導入動作はできません。
pt_pt: O Telescópio está na posição de park. Não é possível mover enquanto estiver na posição de park
ru_ru: Телескоп запаркован. Невозможно движение во время парковки
tr_tr: Teleskop park halinde. Çevrilemez

# LblTelescopeSnapPort
source: Telescope Snap port
ca_es: Port Snap del Telescopi
el_gr: Θύρα Snap Τηλεσκοπίου
es_es: Puerto Snap del telescopio
fr_fr: Port Télescope (snap)
gl_es: Porto snap do telescopio
it_it: Porta Snap Telescopio
ja_jp: 望遠鏡スナップポート
pt_pt: Porta do Telescópio (Snap)
ru_ru: Порт выдержки телескопа
tr_tr: Teleskop bağlantı girişi

# LblTelescopeSynced
source: Telescope synced to coordinates
ca_es: Telescopi sincronitzat a les coordenades
el_gr: Το τηλεσκόπιο συγχρονίστηκε στις συντεταγμένες
es_es: Telescopio sincronizado a las coordenadas
fr_fr: Télescope synchronisé aux coordonnées
gl_es: Telescopio sincronizado coas coordenadas
it_it: Telescopio sincronizzato alle coordinate
ja_jp: 赤道儀が座標に同期済み
pt_pt: Telescópio sincronizado com as coordenadas
ru_ru: Телескоп синхронизирован на координаты
tr_tr: Teleskop koordinatlara senkronize edildi

# LblTelescopeToNINA
source: From telescope to N.I.N.A.
ca_es: Des del Telescopi a N.I.N.A.
es_es: De Telescopio a N.I.N.A.
gl_es: Dende o Telescopio a N.I.N.A.
it_it: Dal telescopio a N.I.N.A.
ja_jp: 望遠鏡からN.I.N.A.へ
pt_pt: Do Telescópio para o N.I.N.A.
ru_ru: От Телескопа до N.I.N.A.
tr_tr: Teleskoptan N.I.N.A.'ya

# LblTelescopeGuideRateRA
source: RA guide rate
ca_es: Velocitat de Guiatge en AR
es_es: Velocidad de Guiado en AR
fr_fr: Taux de guidage en RA
gl_es: Taxa de guiado en AR
it_it: Velocità di Guida AR
ja_jp: RAガイドレート
pt_pt: Velocidade de guiagem em AR
ru_ru: Скорость гидирования П.В.
tr_tr: RA Takip oranı

# LblTelescopeGuideRateDec
source: Dec guide rate
ca_es: Velocitat de Guiatge en Dec
es_es: Velocidad de Guiado en Dec
fr_fr: Taux de guidage en Dec
gl_es: Taxa de guiado en Dec
it_it: Velocità di guida Dec
ja_jp: Decガイドレート
pt_pt: Velocidade de guiagem em Dec
ru_ru: Скорость гидирования Скл.
tr_tr: Dec Takip oranı

# LblTempComp
source: Temperature comp.
ca_es: Comp Temp
el_gr: Θερμ. Αντιστ.
es_es: Comp Temp
fr_fr: Comp T°
gl_es: Temp Comp
it_it: Comp Temp
ja_jp: 温度補正
pt_pt: Comp. Temp.
ru_ru: Комп темп
tr_tr: Sıcaklık denkleme

# LblTempControl
source: Temperature control
ca_es: Control de Temperatura
el_gr: Έλεγχος Θερμοκρασίας
es_es: Control Temperatura
fr_fr: Contrôle de la Température
gl_es: Control de Temperatura
it_it: Controllo Temperatura
ja_jp: 温度制御
pt_pt: Controlo de temperatura
ru_ru: Контроль температуры
tr_tr: Sıcaklık kontrol

# LblTemperature
source: Temperature
ca_es: Temperatura
el_gr: Θερμοκρασία
es_es: Temperatura
fr_fr: Température
gl_es: Temperatura
it_it: Temperatura
ja_jp: 温度
pt_pt: Temperatura
ru_ru: Температура
tr_tr: Sıcaklık

# LblTemperatureCompensation
source: Temperature compensation
ca_es: Compensació de Temperatura
el_gr: Θερμοκρασιακή Αντιστάθμιση
es_es: Compensación de Temperatura
fr_fr: Compensation T°
gl_es: Compensación de Temperatura
it_it: Compensazione Temperature
ja_jp: 温度補正
pt_pt: Compensação de Temperatura
ru_ru: Компенсация температуры
tr_tr: Sıcaklık denkleme

# LblTemperatureDescription
source: Camera temperature
ca_es: Temperatura de la Càmera
el_gr: Θερμοκρασία Κάμερας
es_es: Temperatura de la Cámara
fr_fr: T° Caméra
gl_es: Temperatura Cámara
it_it: Temperatura Camera
ja_jp: カメラ温度
pt_pt: Temperatura da Câmera
ru_ru: Температура камеры
tr_tr: Kamera sıcaklığı

# LblThrough
source: Through
ca_es: A través
el_gr: Έως
es_es: A través
fr_fr: Jusqu'à
gl_es: Ata
it_it: Fino a
ja_jp: まで
pt_pt: Através
ru_ru: Через
tr_tr: Buraya

# LblTime
source: Time
ca_es: Temps
el_gr: Ώρα
es_es: Tiempo
fr_fr: Acquisition (Sec)
gl_es: Tempo
it_it: Tempo
ja_jp: 時間
pt_pt: Tempo
ru_ru: Время
tr_tr: Saat

# LblTimeFormatDescription
source: Time with format HH-mm-ss
ca_es: Temps amb format HH-mm-ss
el_gr: Ώρα με μορφή ΩΩ-λλ-δδ
es_es: Tiempo con formato HH-mm-ss
fr_fr: Heure au format HH-mm-ss
gl_es: Tempo con formato HH-mm-ss
it_it: Tempo con formato HH-mm-ss
ja_jp: フォーマットHH-mm-ss付き時間
pt_pt: Tempo no formato HH-mm-ss
ru_ru: Формат времени: ЧЧ-мм-сс
tr_tr: Saat formatı SS-dd-ss

# LblTimeout
source: Timeout
ca_es: Temps d'espera
el_gr: Χρονικό Όριο
es_es: Tiempo de Espera
fr_fr: Expiration
gl_es: Tempo de espera
it_it: Scadenza
ja_jp: タイムアウト
pt_pt: Tempo Limite
ru_ru: Таймаут
tr_tr: Zaman aşımı

# LblTimeoutToSetSwitchValue
source: Timeout to set switch value {0} for switch [ID: {1}, Name: {2}]. Current value is {3}.
ca_es: Temps d'espera per definir el valor del commutador {0} per al commutador [Id: {1}, nom: {2}]. El valor actual és {3}.
es_es: Tiempo de espera para establecer el valor de switch {0} para el switch [Id: {1}, nombre {2}]. el valor actual es {3}.
fr_fr: Délai d'attente pour définir la valeur {0} du commutateur [ID : {1}, Nom : {2}]. La valeur actuelle est {3}.
gl_es: Tempo de espera para establecer o valor de cambio {0} para o cambiador [ID: {1}, Nome: {2}]. O valor actual é {3}.
ja_jp: スイッチ [ID: {1}, 名前: {2}] の 値{0} を設定するタイムアウト値。現在の値は {3} です。
pt_pt: Foi atingido o tempo limite para definir o valor do switch {0} para o switch [ID: {1}, Nome: {2}]. Valor actual é {3}.
ru_ru: Таймаут для установки значения переключателя {0} для переключателя [ID: {1}, Имя: {2}]. Текущее значение {3}.
tr_tr: Amahtar [Kimliği: {1}, Adı: {2}] için anahtar değeri {0} zaman aşımına uğradı. Mevcut değer {3}.

# LblTimeZone
source: Time Zone
ca_es: Zona Horaria
el_gr: Ζώνη Ώρας
es_es: Zona Horaria
fr_fr: Fuseau Horaire
gl_es: Zona de Tempo
it_it: Fuso Orario
ja_jp: タイムゾーン
pt_pt: Fuso Horário
ru_ru: Часовой пояс
tr_tr: Saat dilimi

# LblTimeOffset
source: Offset
ca_es: Compensació
es_es: Compensación
gl_es: Compensación
ja_jp: オフセット
ru_ru: Оффсет

# LblTimeOffsetTooltip
source: Offset in minutes from the fixed time of day
ca_es: Desplaçament en minuts des de l'hora fixa del dia
es_es: Compensación en minutos desde la hora fijada del día
fr_fr: Décalage en minutes à partir de l'heure fixe de la journée
gl_es: Compensación en minutos dende a hora fixada do día
it_it: Scostamento in minuti dall'orario fisso del giorno
ja_jp: 一日の決められた時間からのオフセット（分）
pt_pt: Compensação em minutos a partir da hora fixada do dia
ru_ru: Смещение в минутах от заданного времени суток
tr_tr: Günün sabit bir zamanına göre dakika cinsinden Offset

# LblTo
source: To
ca_es: A
el_gr: Προς
es_es: A
fr_fr: À
gl_es: a
it_it: A
ja_jp: 終了
pt_pt: Para
ru_ru: В
tr_tr: den

# LblTools
source: Tools
ca_es: Eines
el_gr: Εργαλεία
es_es: Herramientas
fr_fr: Outils
gl_es: Ferramentas
it_it: Strumenti
ja_jp: ツール
pt_pt: Ferramentas
ru_ru: Инструменты
tr_tr: Araçlar

# LblTooltipAddSequence
source: Add new row to sequence list
ca_es: Afegiu una fila nova a la llista de seqüències
el_gr: Προσθήκη νέας γραμμής στη λίστα αλληλουχιών
es_es: Agregar una nueva fila a la lista de la secuencia
fr_fr: Ajouter une nouvelle ligne à la liste de séquence
gl_es: Engadir fila á lista de secuencia
it_it: Aggiungi una riga alla lista delle sequenze
ja_jp: シーケンスリストに新たな行を追加
pt_pt: Adicionar uma nova linha à lista de sequência
ru_ru: Добавить новую строку в список серии
tr_tr: Sekans listesine satır ekle

# LblTooltipAddTarget
source: Add new empty target sequence
ca_es: Afegiu un nou objectiu a la seqüència de destinació buida
el_gr: Προσθήκη νέας κενής αλληλουχίας στόχου
es_es: Agregar nuevo objetivo vacío a la secuencia
fr_fr: Ajouter une nouvelle cible vide pour une séquence
gl_es: Engadir novo obxectivo de secuencia baleiro
it_it: Aggiungi una sequenza target vuota
ja_jp: ターゲット未定の新しいシーケンスを追加
pt_pt: Adicionar uma nova sequência em branco
ru_ru: Добавить новую пустую целевую серию
tr_tr: Yeni hedef sekansı ekle

# LblTooltipAutoStretch
source: Toggles an automatic autostretch to image on/off (display only)
ca_es: Activa/desactiva un estirament automàtic de la imatge (només visualització)
el_gr: Ενεργοποιεί ή όχι το autostretch σε μια εικόνα (μόνο για προβολή)
es_es: Activa/Desactiva un estirado automático de la imagen (solo en Pantalla)
fr_fr: Autostretch sur image On/Off (affichage uniquement))
gl_es: Activa/Desactiva o estiramento automático da imaxe (só visualización)
it_it: Abilita (on/off) Ridimensionamento automatico dell'immagine (solo a video)
ja_jp: 画像の自動オートストレッチをトグルスイッチでオン/オフする(表示のみ)
pt_pt: Liga/Desliga o stretch automático da imagem (apenas visualização)
ru_ru: Включение/выключение автоматического растяжения изображения (только для отображения)
tr_tr: Resmin otomatik olarak esnetilmesini açıp kapatır (sadece ekranda)

# LblTooltipBahtinovAnalyzer
source: Bahtinov Analyzer Drag the rectangle over a star within the bahtinov spikes. NINA will try to detect the spikes and show the error.
ca_es: Analitzador Bahtinov Arrossegueu el rectangle sobre una estrella amb les puntes de bahtinov. NINA intentarà detectar els pics i mostrar l'error.
el_gr: Αναλυτής Bahtinov Σύρετε ένα τετράγωνο σε ένα αστέρι με ακίδες bahtinov. Το ΝΙΝΑ θα προσπαθήσει να ανιχνεύσει τις ακίδες και θα δείξει το σφάλμα.
es_es: Enfoque Bahtinov Mueve el rectángulo sobre una estrella con las espicas de difracción. NINA tratara de detectarlas y mostrar el error.
fr_fr: Analyseur Bahtinov Faites glisser le rectangle sur une étoile avec les pointes de bahtinov. NINA essaiera de détecter les pointes et montrera l'erreur.
gl_es: Analizador Bahtinov Arrastrar o rectángulo sobre a estrela coas espigas de bahtinov. NINA intentará detectar as espigas e amosar o erro.
it_it: Bahtinov Analyzer Trascina il rettangolo su una stella con le linee di bahtinov. NINA cercherà le linee e mostrerà l'errore.
ja_jp: バーティノフ分析 バーティノフマスクの光条線が入った星周辺を四角でドラッグして下さい。NINAが光条線を検知してエラーを示します。
pt_pt: Analisador de Bahtinov Arraste o rectângulo sobre uma estrela com as spikes provocadas pela máscara bahtinov. O NINA tentará detectar as spikes e mostrar o erro.
ru_ru: Бахтинов анализатор Перетащите звезду с шипами бахтинов. NINA попытается обнаружить шипы и показать ошибку.
tr_tr: Bahtinov analizörü Dikdörtgeni bahtinov yansımalı bir yıldızın üzerine sürükleyin. NINA yansımayı tespit etmeye ve hatayı göstermeye çalışır.

# LblTooltipCrossHair
source: Toggles crosshair on/off
ca_es: Activar/Desactivar el reticle
el_gr: Εμφανίζει το σταυρόνημα
es_es: Activar/Desactivar el retículo
fr_fr: Réticule On/Off
gl_es: Activar/Desactivar Cruz
it_it: Abilita/Disabilita Mirino
ja_jp: 十字線をトグルスイッチでオン/オフする。
pt_pt: Liga/Desliga o retículo
ru_ru: Включение/выключение прицела
tr_tr: Hedef göstergesini açıp kapatır

# LblTooltipDemoteSequenceRow
source: Move selected row down sequence list
ca_es: Mou la fila seleccionada cap avall en la llista de seqüències
el_gr: Μετακίνηση επιλεγμένης γραμμής προς τα κάτω στη λίστα αλληλουχιών
es_es: Mover fila seleccionada hacia abajo en la lista de secuencias
fr_fr: Déplacer la ligne sélectionnée vers le bas de la liste de séquence
gl_es: Mover a fila para abaixo na listaxe de secuencia
it_it: Sposta la riga selezionata verso il basso della sequenza
ja_jp: 選択された行をシーケンスリストに沿って下に移動する。
pt_pt: Mover a linha seleccionada para o fim da lista de sequência
ru_ru: Переместить выбранную строку вниз в списке серии
tr_tr: Seçili sırayı sekans listesinin aşağısına taşı
