Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblEstimatedDownloadTime
source: Estimated download time
ca_es: Temps Estimat de Descàrrega
el_gr: Εκτιμώμενος Χρόνος Λήψης
es_es: Tiempo Estimado Descarga
fr_fr: Temps de téléchargement estimé
gl_es: Tempo descarga
it_it: Tempo stimato per il download
ja_jp: 推定ダウンロード時間
pt_pt: Tempo estimado de Download
ru_ru: Расчетное время загрузки
tr_tr: Tahmini indirme süresi

# LblEstimatedExposureTime
source: Estimated exposure time
ca_es: Temps d'Exposició Estimat
el_gr: Εκτιμώμενος Χρόνος Έκθεσης
es_es: Tiempo de exposición estimado
fr_fr: Temps d'exposition estimé
gl_es: Tempo exposición
it_it: Tempo esposizione stimato
ja_jp: 推定露出時間
pt_pt: Tempo estimado de Exposição
ru_ru: Расчетное время экспозиции
tr_tr: Tahmini pozlama süresi

# LblETA
source: Estimated finish time
ca_es: Temps Estimat de Finalització
el_gr: Εκτιμώμενος Χρόνος Ολοκλήρωσης
es_es: Tiempo Estimado para Terminar
fr_fr: Heure de fin estimée
gl_es: Tempo total
it_it: Tempo stimato di fine
ja_jp: 推定終了時間
pt_pt: Tempo Estimado para Terminar
ru_ru: Приблизительное время окончания
tr_tr: Tahmini bitiş zamanı

# LblExposing
source: Exposing
ca_es: Exposant
el_gr: Γίνετε Έκθεση
es_es: Exponiendo
fr_fr: Acquisition en cour
gl_es: Exposición
it_it: Esposizoone in corso
ja_jp: 露出中
pt_pt: A efectuar exposição
ru_ru: Экспозиция
tr_tr: Pozlanıyor

# LblExposureCalculator
source: Optimal Exposure Calculator
ca_es: Calculadora de Temps Exposició òptima
el_gr: Υπολογιστής Ιδανικής Έκθεσης
es_es: Calculadora de Exposición óptima
fr_fr: Évaluation d'Exposition Optimale
gl_es: Calculador de Exposición Óptima
it_it: Calcolatore Esposizione Ottimale
ja_jp: 最適露出時間計算機能
pt_pt: Calculadora de exposição ideal
ru_ru: Калькулятор оптимальной экспозиции
tr_tr: Optimum pozlama hesaplayıcı

# LblExposureCalculatorDescription
source: This tool will suggest a recommended exposure time based on the read noise from your sensor and the average skyglow. If you have SharpCap installed and perform a Sensor Analysis, then use the drop down below to retrieve the read noise and full well capacity for the specified gain. You can also calculate the bias by clicking the Snapshot button next to Bias Mean.
ca_es: Aquesta eina us suggerirà un temps d’exposició recomanat en funció del soroll de lectura del sensor i de la brillantor mitjana del cel. Si teniu instal·lat SharpCap i feu una anàlisi del sensor, utilitzeu el menú desplegable següent per recuperar el soroll de lectura (read noise) i la capacitat del pou complet (full well capacity) per obtenir el guany (gain) especificat. També podeu calcular el bias fent clic al botó Instantània (diafragma) al costat de la mitjana del bias (Bias Mean).
el_gr: Αυτό το εργαλείο προτείνει ένα χρόνο έκθεσης βασισμένο στον θόρυβο ανάγνωσης από τον αισθητήρα και την μέση φωτεινότητα του ουρανού. Αν έχετε το SharpCap και κάνετε το Sensor Analysis, τότε χρησιμοποιήστε το παρακάτω αναπτυσσόμενο μενού για να ανακτήσετε τον θόρυβο ανάγνωσης και την χωρητικότητα full well για την συγκεκριμένη ενίσχυση. Μπορείτε επίσης να υπολογίσετε το bias κάνοντας κλικ στο κουμπί Στιγμιότυπο δίπλα στο Μέση Τιμή Bias.
es_es: Esta herramienta te sugerirá un tiempo de exposición recomendado basado en el ruido de lectura de tu sensor y la media del brillo del cielo. Si tienes SharpCap instalado y realizas un Análisis del Sensor, entonces puedes utilizar el menú desplegable de abajo para recuperar el read noise (ruido de lectura) y la capacidad total (full well) del fotosito para la ganancia especificada. También puedes calcular el bias haciendo clic en el botón con el dibujo del diafragma junto a Bias Mean (Media del Bias).
fr_fr: Cet outil proposera une durée d'exposition recommandée en fonction du bruit de lecture de votre capteur et de la luminosité moyenne du ciel. Si vous avez installé SharpCap et effectuez une analyse de capteur, alors utilisez le menu déroulant ci-dessous pour récupérer le bruit de lecture et la valeur de capacité maximale pour le gain spécifié. Vous pouvez également calculer l'offset en cliquant sur le bouton Snapshot à côté de Offset Moyen.
gl_es: Esta ferramenta proporá un tempo de exposición en función do ruído de lectura do sensor e da contaminación lumínica. Se está instalado SharpCap e permite unha análise de sensores, usa o menú despregable para ler o ruído de lectura. Tamén se pode calcular a tendencia facendo clic no botón Captura xunto a Media de Bias.
it_it: Questo strumento suggerirà un tempo di esposizione raccomandato in base al rumore di lettura dal sensore e al bagliore di cielo medio. Se hai installato SharpCap ed esegui il tool Sensor Analysis, usa il drop down qui sotto per recuperare il rumore di lettura e la full well capacity per il gain specificato. Puoi anche calcolare il Bias cliccando sul pulsante Snapshot accanto a Bias Mean.
ja_jp: このツールは、センサーからの読み取りノイズと平均的な空の明るさに基づいて、推奨露光時間を提案します。SharpCapがインストールされていて、Sensor Analysisを実行する場合、以下のドロップダウンを使用して、指定したゲインの読み取りノイズとフルウェル容量を取得します。バイアス平均の横にあるスナップショット ボタンをクリックしてバイアスを計算することもできます。
pt_pt: Esta ferramenta sugere o tempo de exposição recomendado baseado no ruído de leitura do sensor e o brilho médio do céu. Se tiver o SharpCap instalado e executar uma analise do sensor, escolha um item da lista em baixo para obter o ruído de leitura e capacidade full well para o gain definido. Também pode calcular a bias carregando no botão Snapshot junto à Bias Média.
ru_ru: Этот инструмент предложит рекомендованное время экспозиции, основанное на прочтении шума от датчика и среднего шума. Если у вас установлена SharpCap и выполните анализ датчиков, затем используйте комбобокс ниже, чтобы получить информацию о шуме чтения и полную мощность для указанного усиления. Вы также можете вычислить биас, нажав на кнопку Снимок рядом со средним значением.
tr_tr: Bu araç, sensörünüzden okunan gürültüye ve gökyüzünden yansıyan ışığın ortalamasına göre, gereken pozlama süresini önerecektir. SharpCap yüklediyseniz ve sensör analizi gerçekleştirdiyseniz, belirtilen kazanç için okuma gürültüsünü ve full well kapasitesini almak için aşağıdaki açılır menüyü kullanın. Ayrıca, Bias Orta Değeri'nin yanındaki Snapshot düğmesine basarak bias hesaplaması da yapabilirsiniz.

# LblExposureCalculatorMeanLessThanOffset
source: Unable to determine exposure time recommendation. The mean of your current image is less than the specified bias mean. Please take a longer exposure or adjust the incorrect values.
ca_es: No es pot determinar un temps recomanable d'exposició. La mitjana de la imatge actual és inferior a la mitjana del bias especificat. Preneu una exposició més llarga o ajusteu els valors incorrectes.
el_gr: Δεν ήταν δυνατό να καθοριστεί ο προτεινόμενος χρόνος έκθεσης. Η μέση τιμή της τρέχουσας εικόνας είναι μικρότερη από την ορισμένη μέση τιμή bias. Παρακαλώ πάρτε μια μεγαλύτερη έκθεση ή ρυθμίστε τις λάθος τιμές.
es_es: No se puede determinar un tiempo recomendado de exposición. La media de la imagen actual es menor que la media especificada. Por favor, haz una exposición más larga o ajusta los valores incorrectos.
fr_fr: Impossible de déterminer le temps d'exposition recommandé. La valeur moyenne de votre image actuelle est inférieure à la moyenne du bias spécifié. Veuillez prendre une exposition plus longue ou ajuster les valeurs incorrectes.
gl_es: Non se puido determinar a recomendación do tempo de exposición. A media da imaxe actual é inferior á media de nesgo especificado. Tira unha exposición máis longa ou axusta os valores incorrectos.
it_it: Impossibile determinare il tempo di esposizione raccomandato. La media dell'immagine corrente è inferiore alla media specificata di bias. Esponi più a lungo o regola i valori sbagliati.
ja_jp: 露出時間推奨値を決定できません。現在の画像は平均が指定のバイアス平均よりも低くなっています。もっと長い露出で撮像するか、不適切な数値を修正して下さい。
pt_pt: Não foi possível determinar o tempo de exposição recomendado. O valor médio na imagem é inferior ao especificado para o bias médio. Por favor obtenha uma exposição mais longa ou ajuste os valores incorrectos.
ru_ru: Невозможно определить рекомендуемое время экспозиции. Среднее значение вашего текущего изображения меньше, чем указанное среднее арифметическое. Пожалуйста, сделайте более длинную экспозицию или измените неправильные значения.
tr_tr: Gerekli olan pozlama süresi belirlenemiyor. Mevcut resminizin orta değeri belirtilen bias orta değerinden daha düşük. Lütfen daha uzun bir pozlama yapın ya da yanlış değerleri ayarlayın.

# LblExposures
source: Exposures
ca_es: Exposicions
el_gr: Εκθέσεις
es_es: Exposiciones
fr_fr: Expositions
gl_es: Exposicións
it_it: Esposizioni
ja_jp: 露出枚数
pt_pt: Exposições
ru_ru: Экспозиции
tr_tr: Pozlamalar

# LblExposureTime
source: Exposure time
ca_es: Temps d'exposició
el_gr: Χρόνος Έκθεσης
es_es: Tiempo de exposición
fr_fr: Temps Exposition
gl_es: Tempo Exposición
it_it: Tempo Esposizione
ja_jp: 露出時間
pt_pt: Tempo de Exposição
ru_ru: Время экспозиции
tr_tr: Pozlama süresi

# LblExposureTimeDescription
source: Camera exposure time, in seconds
ca_es: Temps d'exposició en segons
el_gr: Χρόνος Έκθεσης σε δευτερόλεπτα
es_es: Tiempo de exposición en segundos
fr_fr: Temps d'Exposition en secondes
gl_es: Tempo de Exposición (seg)
it_it: Tempo esposizione in secondi
ja_jp: 露出時間秒数
pt_pt: Tempo de exposição em segundos
ru_ru: Время экспозиции в секундах
tr_tr: Saniyelerle pozlama süresi

# LblFieldOfView
source: Field of view
ca_es: Camp de Visió
el_gr: Οπτικό Πεδίο
es_es: Campo de Visión
fr_fr: Champ (FOV)
gl_es: Campo de Visión
it_it: Campo Visivo (FOV)
ja_jp: 写野
pt_pt: Campo de visão
ru_ru: Поле зрения
tr_tr: Görüş alanı

# LblFile
source: File
ca_es: Arxiu
el_gr: Αρχείο
es_es: Archivo
fr_fr: Fichier
gl_es: Arquivo
ja_jp: ファイル
pt_pt: Ficheiro
ru_ru: Файл
tr_tr: Dosya

# LblFileCameraDescription
source: This simulated camera will enable the use of cameras which lack an SDK, while still using the whole N.I.N.A. workflow. This simulated camera will watch the specified folder for newly created files. These files will be stored inside an internal queue. Each time the application wants to download an exposure from the camera, the first item of this file queue is resolved and loaded into N.I.N.A. Additionally a manual Bulb Mode trigger can be activated, so it will use the selected Bulb Mode in Settings->Equipment->Camera on Exposure Start. When this trigger is deactivated the application will just skip the Start Exposure and just wait for another file to roll into the specified folder
ca_es: Aquest simulador d'una càmera permet l'ús de càmeres que no tinguin SDK, mentre es fa servir tota l'operativa de N.I.N.A. Aquesta càmera simulada mostrarà la carpeta especificada per als fitxers creats recentment. Aquests fitxers s’emmagatzemaran dins d’una cua interna. Cada vegada que l'aplicació vulgui descarregar una exposició de la càmera, s'utilitzarà el primer element d'aquesta cua de fitxers i es carregarà a N.I.N.A. A més, es pot habilitar un activador de mode d'obturador manual, de manera que utilitzarà el mode d'obturador seleccionat a Configuració->Equipament->Càmera en iniciar l'exposició. Quan es desactivi aquest, l'aplicació només saltarà a l'inici de l'exposició i esperarà que un altre fitxer es desplaci a la carpeta especificada
el_gr: Αυτή η εξομοιωμένη κάμερας θα επιτρέψει την χρήση καμερών που δεν έχουν SDK, ενώ θα χρησιμοποιούν όλη τη ροή εργασίας του N.I.N.A. Η εξομοιωμένη κάμερα θα παρακολουθήσει τον καθορισμένο φάκελο για πρόσφατα δημιουργημένα αρχεία. Αυτά τα αρχεία θα αποθηκευτούν σε μια εσωτερική ουρά. Κάθε φορά που η εφαρμογή θα θέλει να λάβει μια έκθεση από την κάμερα, το πρώτο αντικείμενο αυτής της ουράς αρχείων θα επιλυθεί και θα φορτωθεί στο N.I.N.A. Επίσης ένα έναυσμα χειροκίνητης λειτουργίας Bulb μπορεί να ενεργοποιηθεί, ώστε να χρησιμοποιήσει την επιλεγμένη λειτουργία Bulb στις Ρυθμίσεις->Εξοπλισμός->Κάμερα στην Έναρξη Έκθεσης. Όταν αυτό το έναυσμα απενεργοποιηθεί η εφαρμογή απλά θα παραλείψει την Έναρξη Έκθεσης και θα περιμένει για ένα άλλο αρχείο να εισαχθεί στον καθορισμένο φάκελο
es_es: Esta cámara simulada permitirá el uso de cámaras que carecen de un SDK, mientras sigue utilizando todo el flujo de trabajo de N.I.N.A. Esta cámara simulada mostrará la carpeta especificada para los archivos recién creados. Estos archivos se almacenarán dentro de una cola interna. Cada vez que la aplicación quiera descargar una exposición de la cámara, el primer elemento de esta cola de archivos se resuelve y se carga en N.I.N.A. Además, se puede activar un disparador manual de Modo Bulb, así que usará el modo Bulb seleccionado en Configuración->Equipamiento->Cámara al empezar la exposición. Cuando este disparador está desactivado, la aplicación se saltará "empezar exposición" y simplemente esperará a que otro archivo entre en la carpeta especificada
fr_fr: Ce simulateur de caméra permettra d’utiliser des caméras dépourvues de SDK, tout en utilisant la totalité du flux de travail de N.I.N.A.. Ce simulateur de caméra surveillera le dossier spécifié pour les fichiers nouvellement créés. Ces fichiers seront stockés dans une file d'attente interne. Chaque fois que l'application souhaite télécharger une image depuis l'appareil photo, le premier élément de cette file d'attente est chargé dans N.I.N.A. De plus, un déclencheur manuel du mode Bulb peut être activé, de sorte qu'il utilisera le mode Bulb sélectionné dans Paramètres-> Équipement-> Caméra au début de l'exposition. Lorsque ce déclencheur est désactivé, l'application ignorera simplement le début de l'exposition et attendra qu'un autre fichier soit transféré dans le dossier spécifié
gl_es: Esta cámara simulada permite o uso de cámaras que carezan dun SDK, mentres aínda se usa todo o fluxo de traballo de N.I.N.A. Esta cámara simulada usará o cartafol especificado para os arquivos de nova creación, que se almacenarán nunha cola interna. Cada vez que a aplicación quere descargar unha exposición da cámara, o primeiro elemento desta cola de arquivos resólvese e carga no N.I.N.A. Ademais, pódese activar un disparador manual do Modo de Obturación, para o que se ha seleccionar o Modo de Obturación en Opcións->Equipamento->Exposición da cámara. Cando este desencadeador estea desactivado, a aplicación omite o inicio de exposición e só agardará a que outro arquivo avance no cartafol especificado.
it_it: Questa camera simulata permetterà l'utilizzo di fotocamere che non hanno un SDK, pur continuando ad impiegare il workflow completo di N.I.N.A. La fotocamera simulata controllerà il folder specificato cercando nuovi files creati. Questi files verranno inseriti in una coda interna. Ogni volta che l'applicazione vuole scaricare una immagine dalla fotocamera, il primo file nella coda viene selezionato e caricato in N.I.N.A. In aggiunta una modalità bulb trigger può essere attivata e utilizzerà la nmodalità bulb selezionata in Settings->Equipment->Camera all'inizio dell'esposizione. Quando il trigger è disattivato, l'applicazione si limita ad ignorare l'inizio esposizione e semplicemente attende che un nuovo file venga depositato nel folder specificato.
ja_jp: シミュレートカメラは、N.I.N.A全体のワークフローを使いながらでも、SDKのないカメラの使用を可能にします。 シミュレートカメラは指定されたフォルダーを監視し、新たに作られたファイルは内部キューに格納されます。 アプリがカメラから露出画像をダウンロードする際には必ずこのファイルキュー内の最初のアイテムが解像されてN.I.N.Aにロードされます。 更に、手動Bulbモードトリガーがオンになり、露出開始時にSettings->Equipment->Cameraで選択されたBulbモードを使用します。 このトリガーがオフの場合はアプリが露出開始をスキップし、指定したフォルダに次のファイルが格納されるのを待ちます。
pt_pt: Este simulador de câmera permite o uso de câmeras que não possuem um SDK, ainda assim usando todo o fluxo de trabalho do N.I.N.A. Este simulador irá rastrear a pasta especificada por ficheiros recém-criados. Estes arquivos serão guardados numa fila de trabalho interna. Sempre que a aplicação quiser transferir uma exposição da câmera, será usado o solve no primeiro item da fila e carregado no N.I.N.A. Adicionalmente um obturador manual pode ser activado, e será usado o seleccionado em Definições->Equipamento->Câmera ao iniciar a exposição. Quando o obturador manual for desactivado, a aplicação ignora o Inicar Exposição e aguarda por outro ficheiro criado na pasta especificada
ru_ru: Эта смоделированная камера позволит использовать камеры, которые не имеют SDK, в то время как все еще используют N.I.N.A. рабочий процесс. Эта смоделированная камера будет следить за указанной папкой для новых файлов. Эти файлы будут храниться внутри внутренней очереди. Каждый раз, когда приложение хочет загрузить экспозицию с камеры, первый элемент этой очереди файлов разрешен и загружен в N.I.N.A. Кроме того, можно активировать ручной триггер режима bulb, чтобы использовать выбранный режим лампы в Настройках->Экипировка->Камеры при запуске экспозиции. Когда этот триггер деактивирован, приложение просто пропустит Начать Экспозицию и просто ждет выхода другого файла в указанную папку
tr_tr: Bu simüle edilmiş kamera, N.I.N.A.'nın tüm işleyişlerinde SDK'sı olmayan kameraların kullanılmasını sağlayacaktır. Bu simüle kamera yeni oluşturulan dosyalar için belirtilen klasöre bakacak. Bu dosyalar dahili bir kuyrukta saklanır. Uygulama kameradan her pozlama indirmek istediğinde, bu dosya kuyruğunun ilk öğesi çözülür ve N.I.N.A.'ya yüklenir. Ek olarak manuel bir Bulb Modu tetikleyicisi etkinleştirilebilir, böylelikle seçilen Bulb modu Ayarlar->Ekipman->Pozlama Başlangıcında Kamera'da kullanır. Bu tetikleyici devre dışı bırakıldığında, uygulama sadece Pozlamayı Başlat seçeneğini atlar ve başka bir dosyanın belirtilen klasöre girmesini bekler

# LblFileExample
source: Example file name
ca_es: Exemple de Nom del Fitxer
el_gr: Παράδειγμα Ονόματος Αρχείου
es_es: Ejemplo de nombre de archivo
fr_fr: Exemple de nom de fichier
gl_es: Exemplo de Nome de Arquivo
it_it: Esempio nome File
ja_jp: ファイル名の例
pt_pt: Exemplo de Nome do Ficheiro
ru_ru: Пример имени файла
tr_tr: Örnek dosya adı

# LblFileExtension
source: File extension
ca_es: Extensió del Fitxer
el_gr: Επέκταση Αρχείου
es_es: Extensión de archivo
fr_fr: Extension de fichier
gl_es: Extensión de Arquivo
it_it: Estensione del file
ja_jp: ファイル拡張子
pt_pt: Extensão do Ficheiro
ru_ru: Расширение файла
tr_tr: Dosya uzantısı

# LblFileFormatOptions
source: File format options
ca_es: Opcions de Format del Fitxer
el_gr: Επιλογές Μορφής Αρχείου
es_es: Opciones de formato de archivo
fr_fr: Options de Format de Fichier
gl_es: Opcións de Formato de Arquivo
it_it: Opzioni formato file
ja_jp: ファイル形式オプション
pt_pt: Opções de formato de ficheiro
ru_ru: Параметры формата файла
tr_tr: Dosya biçim seçenekleri

# LblFileSettings
source: File settings
ca_es: Ajustaments del Fitxer
el_gr: Ρυθμίσεις Αρχείου
es_es: Ajustes de Archivo
fr_fr: Configuration Fichier
gl_es: Configuración de Arquivo
it_it: Settaggi File
ja_jp: ファイル設定
pt_pt: Definições de ficheiro
ru_ru: Настройки файла
tr_tr: Dosya ayarları

# LblFilter
source: Filter
ca_es: Filtre
el_gr: Φίλτρο
es_es: Filtro
fr_fr: Filtre
gl_es: Filtro
it_it: Filtro
ja_jp: フィルター
pt_pt: Filtro
ru_ru: Фильтр
tr_tr: Filtre

# LblFilterChangeRequired
source: Filter change required
ca_es: Cal canviar el Filtre
el_gr: Απαιτείται Αλλαγή Φίλτρου
es_es: Cambio de Filtro Requerido
fr_fr: Changement de Filtre Requis
gl_es: Requírese Cambio de Filtro
it_it: Cambio filtro richiesto
ja_jp: フィルター交換が必要です。
pt_pt: Alteração de filtro necessária
ru_ru: Требуется изменение фильтра
tr_tr: Filtre değişimi gerekiyor

# LblFilterName
source: Filter name
ca_es: Nom del Filtre
el_gr: Όνομα Φίλτρου
es_es: Nombre de Filtro
fr_fr: Nom du Filtre
gl_es: Nome de Filtro
it_it: Nome Filtro
ja_jp: フィルター名
pt_pt: Nome do Filtro
ru_ru: Название фильтра
tr_tr: Filtre adı

# LblFilternameDescription
source: Filter name
ca_es: Nom del Filtre
el_gr: Όνομα Φίλτρου
es_es: Nombre de Filtro
fr_fr: Nom du Filtre
gl_es: Nome de Filtro
it_it: Nome Filtro
ja_jp: フィルター名
pt_pt: Nome do Filtro
ru_ru: Название фильтра
tr_tr: Filtre adı

# LblFilterNotFoundForPosition
source: No filter found at position {0}. Please re-evaluate the filters in the filter list and ensure that they correspond to your filter wheel!
ca_es: No s'ha trobat cap filtre a la posició {0}. Torneu a comprovar els filtres de l'interior de la configuració perquè corresponguin a la vostra roda de filtre!
el_gr: Δεν βρέθηκε φίλτρο στη θέση {0}. Παρακαλώ αναθεωρήστε τα φίλτρα μέσα στη ρύθμιση, ώστε να αντιστοιχούν στον τροχό φίλτρων σας!
es_es: No se encontró ningún filtro en la posición {0}. ¡Por favor, vuelva a comprobar que los filtros de la configuración se correspondan con los de la rueda de filtros!
fr_fr: Aucun filtre trouvé à la position {0}. Veuillez réviser les filtres dans les réglages pour qu'ils correspondent bien à votre roue à filtres!
gl_es: Non se atopou filtro na posición {0}. Reavalía na configuación os filtros que corresponden á túa roda de filtros!
it_it: Nessun filtro trovat in posizione {0}. Pregasi verificare i filtri nei settaggi in modo che corrispondano all tua filterwheel!
ja_jp: 位置{0} でフィルターが検出されませんでした。設定内でフィルターを再度確認して、フィルターホイールに対応していることを確認して下さい。
pt_pt: Nenhum filtro encontrado na posição {0}. Por favor confirme que existe um filtro correspondente na configuração da roda de filtros!
ru_ru: Не найден фильтр в позиции {0}. Пожалуйста, перепроверьте фильтры внутри настройки, чтобы они соответствовали колесу фильтра!
tr_tr: {0} pozisyonunda filtre bulunmadı. Filtre çarkınızla iletişim kurabilmeleri için, lütfen ayarlar bölümünde filtreleri yeniden değerlendirin!

# LblFilterSetButFilterWheelNotConnected
source: One or more sequence items have a filter set but a filter wheel is not connected
ca_es: Un o més elements de seqüència tenen un conjunt de filtres, però la roda de filtre no està connectada
el_gr: Ένα ή περισσότερα αντικείμενα αλληλουχίας έχουν ορισμένο ένα φίλτρο, αλλά ο τροχός φίλτρων δεν είναι συνδεδεμένος
es_es: Uno o más elementos de la secuencia tienen un conjunto de filtros, pero la rueda del filtros no está conectada
fr_fr: Un ou plusieurs éléments de séquence utilisent des filtres, mais la roue à filtres n'est pas connectée
gl_es: Un ou máis ítems da secuencia teñen filtro, pero a roda de filtros non está conectada
it_it: Uno o più elementi della sequenza hanno un filtro impostato, ma la filter wheel non è connessa
ja_jp: シーケンスアイテムの一つか複数がフィルター設定を含んでいますが、フィルターホイールが接続されていません。
pt_pt: Um ou mais itens na sequência tem um filtro definido, mas a roda de filtros não está conectada
ru_ru: Один или несколько элементов серии имеют набор фильтров, но колесо фильтров не подключено
tr_tr: Bir veya daha fazla sıralamada filtre var fakat filtre çarkına bağlanılmadı

# LblFilterWheel
source: Filter Wheel
ca_es: Roda de Filtres
el_gr: Τροχός Φίλτρων
es_es: Rueda de Filtros
fr_fr: Roue à Filtres
gl_es: Roda de Filtros
it_it: Ruota portafiltri
ja_jp: フィルターホイール
pt_pt: Roda de filtros
ru_ru: Колесо фильтров
tr_tr: Filtre çarkı

# LblFilterwheelConnected
source: Filter wheel connected
ca_es: Roda de Filtres Connectada
el_gr: Ο Τροχός Φίλτρων συνδέθηκε
es_es: Rueda de Filtros Conectada
fr_fr: Roue à Filtres Connectée
gl_es: Roda de Filtros conectada
it_it: Filterwheel connessa
ja_jp: フィルターホイール接続済
pt_pt: Roda de Filtros conectada
ru_ru: Колесо фильтров подключено
tr_tr: Filtre çarkı bağlandı
