Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceTrigger_MeridianFlipTrigger_Description
source: A trigger to initiate a meridian flip when conditions are met
ca_es: Un activador per iniciar un gir del meridià quan es compleixen les condicions
es_es: Disparador para iniciar un giro de meridiano cuando se cumplen las condiciones
fr_fr: Un déclencheur pour lancer un retournement au méridien lorsque les conditions sont remplies
gl_es: Un desencadeante para iniciar un volteo de meridiano cando se cumpren as condicións
it_it: Un trigger per avviare un salto del meridiano quando le condizioni sono soddisfatte
ja_jp: 条件が満たされたときに、子午線反転を開始するトリガー
pt_pt: Uma acção para iniciar a alteração de meridiano quando as condições forem satisfeitas
ru_ru: Триггер для инициирования перекладки меридиана при соблюдении условий
tr_tr: Koşullar oluştuğunda meridyen geçişini gerçekleştiren tetikleyici

# Lbl_SequenceTrigger_MeridianFlipTrigger_Name
source: Meridian Flip
ca_es: Canvi de Meridià
el_gr: Αλλαγή Μεσημβρινού
es_es: Cambio de meridiano
fr_fr: Retournement au méridien
gl_es: Volteo de Meridiano
it_it: Salto del Meridiano
ja_jp: 子午線反転
pt_pt: Alteração de Meridiano
ru_ru: Перекладка меридиана
tr_tr: Meridyen geçişi

# Lbl_SequenceItem_Validation_CameraCannotSetTemperature
source: Camera does not have a cooler and is unable to set a temperature
ca_es: La càmera no té un refrigerador i no pot configurar la temperatura
el_gr: Η Κάμερα δεν έχει ψύξη και δεν μπορεί να ορίσει θερμοκρασία
es_es: La cámara no tiene un refrigerador y no puede establecer una temperatura
fr_fr: La caméra n'a pas de refroidissement et ne peut pas définir de température
gl_es: A cámara non ten un refrixerador e non pode establecer unha temperatura
it_it: La fotocamera non ha un dispositivo di raffreddamento e non è in grado di impostare una temperatura
ja_jp: カメラに冷却装置がないため、温度を設定できません
pt_pt: A câmera não tem sistema de refrigeração e não é possível definir a temperatura
ru_ru: Камера не имеет охлаждения и не может установить температуру
tr_tr: Kameranın soğutucusu yok, sıcaklık ayarlanamaz

# Lbl_SequenceItem_Validation_FlatDeviceCannotOpenClose
source: The flat device does not support opening or closing the cover
ca_es: El dispositiu de flats no admet obrir ni tancar la tapa
el_gr: Η συσκευή flat δεν υποστηρίζει άνοιγμα ή κλείσιμο του καλύμματος
es_es: El dispositivo de flats no admite abrir o cerrar la tapa
fr_fr: Le panneau à flats ne prend pas en charge l'ouverture ou la fermeture du capot
gl_es: O dispositivo de flat non admite abrir nin pechar a tapa
it_it: Il dispositivo per Flat non supporta l'apertura o la chiusura della copertina
ja_jp: このフラット装置は蓋の開閉をサポートしていません
pt_pt: O dispositivo de flats não suporta a abertura ou fecho da tampa
ru_ru: Флэт устройство не поддерживает открытие или закрытие крышки
tr_tr: Düz kare cihazı kapağın açılma veya kapanmasını desteklemiyor

# Lbl_Sequencer_LoadSequence_Tooltip
source: Load complete sequence from JSON file
ca_es: Carrega la seqüència completa des del fitxer JSON
el_gr: Φόρτωμα πλήρους αλληλουχίας από αρχείο JSON
es_es: Cargar secuencia completa desde archivo JSON
fr_fr: Charger la séquence complète depuis le fichier JSON
gl_es: Cargar a secuencia completa dende o arquivo JSON
it_it: Carica sequenza completa da file JSON
ja_jp: JSON ファイルからシーケンス全体を読み込む
pt_pt: Carregar uma sequência completa a partir de um ficheiro JSON
ru_ru: Загрузить полную серию из JSON файла
tr_tr: Komple sekansı JSON dosyasından yükle

# Lbl_Sequencer_RootElementMustBeRootContainer
source: Unable to load sequence - Sequencer root element must be sequence root container!
ca_es: No es pot carregar la seqüència: l’element arrel del seqüenciador ha de ser el contenidor arrel de la seqüència!
es_es: No se puede cargar la secuencia - ¡El elemento raíz del secuenciador debe ser el contenedor raíz de la secuencia!
fr_fr: Impossible de charger la séquence - l'élément racine du séquenceur doit être le conteneur racine de la séquence !
gl_es: Non se pode cargar a secuencia: o elemento raíz do secuenciador debe ser un contedor raíz da secuencia!
it_it: Impossibile caricare la sequenza - l'elemento radice del sequenziatore deve essere il contenitore radice della sequenza!
ja_jp: シーケンスを読み込めません - シーケンサーのルート要素は、シーケンスルートコンテナでなければなりません！
pt_pt: Não foi possível carregar a sequência - O elemento raiz do sequenciador deve ser um conteúdo raiz da sequência!
ru_ru: Невозможно загрузить серию - корневой элемент последовательности должен быть корневым контейнером!
tr_tr: Sekans yüklenemiyor - Ardışıklık kök unsuru sekans kök kapsayıcısında olmalı!

# Lbl_Sequencer_SaveSequence_Tooltip
source: Save complete sequence to JSON file
ca_es: Desar la seqüència completa al fitxer JSON
el_gr: Αποθήκευση πλήρους αλληλουχίας σε αρχείο JSON
es_es: Guardar secuencia completa en archivo JSON
fr_fr: Enregistrer la séquence complète dans le fichier JSON
gl_es: Gardar a secuencia completa no arquivo JSON
it_it: Salva la sequenza completa nel file JSON
ja_jp: JSONファイルにシーケンス全体を保存する
pt_pt: Guardar a sequência completa num ficheiro JSON
ru_ru: Сохранить полную серию в JSON файл
tr_tr: Komple sekansı JSON dosyasına kaydet

# Lbl_Sequencer_UnableToDeserializeJSON
source: Unable to deserialize JSON
ca_es: No es pot deserialitzar JSON
es_es: No se puede deserializar JSON
fr_fr: Impossible de désérialiser JSON
gl_es: Non se pode deserializar JSON
it_it: Impossibile deserializzare JSON
ja_jp: JSONを逆シリアル化できません
pt_pt: Não é possível deserializar JSON
ru_ru: Невозможно десериализовать JSON
tr_tr: JSON deserialize edilemiyor

# LblValue
source: Value
ca_es: Valor
el_gr: Τιμή
es_es: Valor
fr_fr: Valeur
gl_es: Valor
it_it: Valore
ja_jp: 値
pt_pt: Valor
ru_ru: Значение
tr_tr: Değer

# Lbl_SequenceItem_Switch_SetSwitchValue_Name
source: Set Switch Value
ca_es: Estableix el valor del commutador
es_es: Establecer el valor del switch
fr_fr: Définir la valeur du commutateur
gl_es: Establecer Valor de Concentrador
it_it: Imposta valore interruttore
ja_jp: スイッチ値の設定
pt_pt: Definir o Valor do Comutador
ru_ru: Установить значение переключателя
tr_tr: Anahtar değerini ayarla

# Lbl_SequenceItem_Switch_SetSwitchValue_Description
source: Sets a value for a given switch from the switch hub
ca_es: Estableix un valor per a un commutador determinat des del concentrador de commutació
es_es: Establece un valor para un concentrador dado desde el concentrador de interruptores
fr_fr: Définit une valeur pour un commutateur donné depuis le hub du commutateur
gl_es: Establece un valor para un concentrador dado dende o control do concentrador
it_it: Imposta un valore per un dato interruttore dall'hub dell'interruttore
ja_jp: 指定されたスイッチに、スイッチハブから値を設定します
pt_pt: Define o valor de um terminado comutador a partir do hub
ru_ru: Задает значение для заданного переключателя с хаба
tr_tr: Anahtar çoklayıcısındaki belirtilen bir anahtarın değerini ayarlar

# LblSwitchNotConnected
source: Switch is not connected!
ca_es: El commutador no està connectat!
es_es: ¡El concentrador no está conectado!
fr_fr: Le commutateur n'est pas connecté !
gl_es: Concentrador non conectado!
it_it: L'interruttore non è connesso!
ja_jp: スイッチが接続されていません！
pt_pt: Comutador não conectado!
ru_ru: Переключатель не подключен!
tr_tr: Anahtar bağlanmadı!

# Lbl_SequenceItem_Validation_InvalidSwitchValue
source: Invalid value for selected switch! Minimum {0} / Maximum {1} / StepSize {2}
ca_es: El valor no és vàlid per al commutador seleccionat. Mínim {0} / Màxim {1} / Tamany {2}
es_es: ¡Valor no válido para el concentrador seleccionado! Mínimo {0} / Máximo {1} / Tamaño {2}
fr_fr: Valeur non valide pour le commutateur sélectionné! Minimum {0} / Maximum {1} / StepSize {2}
gl_es: Valor non válido para o concentrador! Mínimo {0} / Máximo {1} / Tamaño do paso {2}
it_it: Valore non valido per l'interruttore selezionato! Minimo {0} / Massimo {1} / Dimensione passo {2}
ja_jp: 選択したスイッチの値が無効です! {0} / 最大 {1} / ステップサイズ {2}
pt_pt: Valor invalido para o Comutador seleccionado! Mínimo {0} / Máximo {1} / Tamanho do Passo {2}
ru_ru: Недопустимое значение для выбранного переключателя! Минимум {0} / максимум {1} / шаг {2}
tr_tr: Seçilen anahtar için geçersiz değer.! Minimum {0} / Maksimum {1} / Adım {2}

# LblContainer
source: Container
ca_es: Contenidor
es_es: Contenedor
fr_fr: Conteneur
gl_es: Contedor
it_it: Contenitore
ja_jp: コンテナ
pt_pt: Conteúdo
ru_ru: Контейнер
tr_tr: Kapsayıcı

# LblUtility
source: Utility
ca_es: Utilitat
es_es: Utilidad
fr_fr: Utilitaire
gl_es: Utilidade
it_it: Utilità
ja_jp: ユーティリティ
pt_pt: Utilitário
ru_ru: Утилита
tr_tr: Yardımcı

# Lbl_SequenceTrigger_Guider_DitherAfterExposures_Description
source: Sends a dither command to the guider after the specified number of exposures
ca_es: Envia una ordre de dither al guiat després del nombre d’exposicions especificat
es_es: Envía un comando de dither al guiado después del número especificado de exposiciones
fr_fr: Envoie une commande de décalage au guidage après le nombre spécifié d'expositions
gl_es: Envía un comando de dither ó guiado despois do número de exposicións especificado
ja_jp: 指定した露出回数終了後、ディザーコマンドをガイダーに送信する
pt_pt: Envia um comando de dither para o guia após o número especificado de exposições
ru_ru: Отправляет команду межкадровой подвижки к гиду после указанного количества экспозиций
tr_tr: Belirtilen sayıda pozlamadan sonra takipçiye dither komutu gönderir

# Lbl_SequenceTrigger_Guider_DitherAfterExposures_Name
source: Dither after Exposures
ca_es: Dither després de les exposicions
el_gr: Dither μετά από Εκθέσεις
es_es: Dither después de exposiciones
fr_fr: Décaler après les expositions
gl_es: Dither despois de Exposicións
ja_jp: 露出後のディザー
pt_pt: Efetuar dither após as exposições
ru_ru: Межкадровая подвижка после экспозиций
tr_tr: Pozlamalar sonrası dither

# Lbl_SequenceTrigger_Guider_RestoreGuiding_Description
source: Resumes guiding if it was previously interrupted
ca_es: Es reprèn la guia si anteriorment s'ha interromput
es_es: Reanuda el guiado si había sido interrumpido previamente
fr_fr: Reprend le guidage s'il a été précédemment interrompu
gl_es: Reinicia o guiado se foi previamente interrompido
ja_jp: 中断していたガイドを再開します
pt_pt: Retoma a guiagem se tiver sido interrompida anteriormente
ru_ru: Возобновляет гидирование, если оно было прервано ранее
tr_tr: Daha önce kesintiye uğrayan takibi devam ettirir

# Lbl_SequenceTrigger_Guider_RestoreGuidings_Name
source: Restore Guiding
ca_es: Restaurar el Guiatge
es_es: Retomar Guiado
fr_fr: Restaurer le guidage
gl_es: Reanudar Guiado
ja_jp: ガイドの復元
pt_pt: Restaurar a guiagem
ru_ru: Возобновить гидирование
tr_tr: Takibi onar

# LblEvaluteAfterExposures
source: Evaluate after exposures
ca_es: Avaluar després de les Exposicions
es_es: Evaluar tras las exposiciones
fr_fr: Évaluer après les expositions
gl_es: Avaliar Despois das Exposicións
ja_jp: 撮影後の評価
pt_pt: Avaliar após as exposições
ru_ru: Оценить после экспозиций
tr_tr: Pozlamalardan sonra deeğerlendirme

# LblAfterExposures
source: After exposures
ca_es: Després de les Exposicions
el_gr: Μετά από Εκθέσεις
es_es: Tras exposiciones
fr_fr: Après les expositions
gl_es: Despois das Exposicións
ja_jp: 露出後
pt_pt: Após as Exposições
ru_ru: После экспозиций
tr_tr: Pozlamalar sonrası

# LblDragOver_BottomText
source: INSERT INSTRUCTION BELOW
ca_es: INSERTAR LA INSTRUCCIÓ A LA PART DE BAIX
es_es: INSERTAR INSTRUCCIONES DEBAJO
fr_fr: INSÉRER UNE INSTRUCTION EN DESSOUS
gl_es: INSERIR INSTRUCIÓN ANTES
ja_jp: 以下に命令を挿入
pt_pt: INSERIR INSTRUÇÃO ABAIXO
ru_ru: ВСТАВИТЬ ИНСТРУКЦИЮ НИЖЕ
tr_tr: AŞAĞIDAKİ TALİMATI EKLEYİN

# LblDragOver_CenterText
source: ADD INSTRUCTION HERE
ca_es: AFEGEIX LA INSTRUCCIÓ AQUÍ
es_es: AÑADIR INSTRUCCIÓN AQUÍ
fr_fr: AJOUTER UNE INSTRUCTION ICI
gl_es: ENGADIR INSTRUCIÓN AQUÍ
ja_jp: ここに命令を追加
pt_pt: ADICIONAR INSTRUÇÃO AQUI
ru_ru: ДОБАВИТЬ ИНСТРУКЦИЮ ЗДЕСЬ
tr_tr: TALİMATI BURAYA EKLEYİN

# LblDragOver_TopText
source: INSERT INSTRUCTION ABOVE
ca_es: INSERIU LA INSTRUCCIÓ A SOBRE
es_es: INSERTAR INSTRUCIÓN ENCIMA
fr_fr: INSÉRER UNE INSTRUCTION AU DESSUS
gl_es: ENGADIR INSTRUCIÓN ARRIBA
ja_jp: 上に命令を挿入
pt_pt: INSERIR INSTRUÇÃO ACIMA
ru_ru: ВСТАВИТЬ ИНСТРУКЦИЮ ВЫШЕ
tr_tr: TALİMATI YUKARI EKLEYİN

# LblDragOver_AddCondition
source: ADD LOOP CONDITION
ca_es: AFEGEIX LA CONDICIÓ DE BUCLE
es_es: AÑADIR CONDICIÓN DE BUCLE
fr_fr: AJOUTER UNE CONDITION DE BOUCLE
gl_es: ENGADIR CONDICIÓN DE REPETICIÓN
ja_jp: ループ条件を追加
pt_pt: ADICIONAR CONDIÇÃO DE REPETIÇÃO
ru_ru: ДОБАВИТЬ УСЛОВИЕ ЦИКЛА
tr_tr: DÖNGÜ KOŞULU EKLEYİN

# LblDragOver_AddTemplate
source: CREATE NEW TEMPLATE
ca_es: CREA UNA NOVA PLANTILLA
es_es: CREAR NUEVA PLANTILLA
fr_fr: CRÉER UN NOUVEAU MODELE
gl_es: CREAR NOVO PADRÓN
ja_jp: 新しいテンプレートを作成
pt_pt: CRIAR UM NOVO MODELO
ru_ru: СОЗДАТЬ НОВЫЙ ШАБЛОН
tr_tr: YENİ ŞABLON OLUŞTURUN

# LblDragOver_AddTrigger
source: ADD TRIGGER
ca_es: AFEGEIX L'ACTIVADOR
es_es: AÑADIR ACTIVADOR
fr_fr: AJOUTER UN DECLENCHEUR
gl_es: ENGADIR DESENCADEANTE
ja_jp: トリガーを追加
pt_pt: Adicionar acção
ru_ru: ДОБАВИТЬ ТРИГГЕР
tr_tr: TETİKLEYİCİ EKLEYİN

# LblInstructions
source: Instructions
ca_es: Instruccions
el_gr: Οδηγίες
es_es: Instrucciones
gl_es: Instrucións
ja_jp: 命令
pt_pt: Instruções
ru_ru: Инструкции
tr_tr: Yönergeler

# LblTemplates
source: Templates
ca_es: Plantilles
es_es: Plantillas
fr_fr: Modèles
gl_es: Modelos
ja_jp: テンプレート
pt_pt: Modelos
ru_ru: Шаблоны
tr_tr: Şablonlar

# LblTemplate_DefaultTemplates
source: Default templates
ca_es: Plantilles per defecte
es_es: Plantillas por defecto
fr_fr: Modèles par défaut
gl_es: Modelo por defecto
ja_jp: デフォルトのテンプレート
pt_pt: Modelos por defeito
ru_ru: Шаблоны по умолчанию
tr_tr: Geçerli şablonlar

# LblTemplate_DropTemplateHere
source: Drop sequence instruction set from the sequence here to create a new template
ca_es: Arrossega aquí el conjunt d'instruccions de seqüència des de la seqüència per crear una nova plantilla
es_es: Arrastra aquí el conjunto de instrucciones de secuencia de la secuencia para crear una nueva plantilla
fr_fr: Déposer le jeu d'instructions de séquence à partir de la séquence ici pour créer un nouveau modèle
gl_es: Arrastra o conxunto de instrucións da secuencia aquí para crear un novo modelo
ja_jp: シーケンスからシーケンス命令セットをここにドロップして、新しいテンプレートを作成
pt_pt: Arraste para aqui o conjunto de instruções de sequência para criar um novo modelo
ru_ru: Перетащите набор инструкций серии из последовательности здесь, чтобы создать новый шаблон
tr_tr: Yeni bir şablon oluşturmak için buraya sekanstan bir sekans yönergesi indirin

# LblTemplate_OverwriteTemplateMessageBox_Caption
source: Overwrite template?
ca_es: Sobreescriure la plantilla?
es_es: ¿Sobrescribir plantilla?
fr_fr: Écraser le modèle ?
gl_es: Sobreescribir Modelo?
ja_jp: テンプレートを上書きしますか？
pt_pt: Substituir o Modelo?
ru_ru: Перезаписать шаблон?
tr_tr: Şablon üzerine kaydedilsin mi?

# LblTemplate_OverwriteTemplateMessageBox_Text
source: Template '{0}' already exists. Do you want to overwrite the existing template? This action is irreversible.
ca_es: La plantilla "{0}" ja existeix. Voleu sobreescriure la plantilla existent? Aquesta acció és irreversible.
es_es: La plantilla '{0}' ya existe. ¿Desea sobrescribir la plantilla existente? Esta acción es irreversible.
fr_fr: Le modèle '{0}' existe déjà. Voulez-vous remplacer le modèle existant ? Cette action est irréversible.
gl_es: O modelo '{0}' xa existe. Queres sobreescribir o modelo existente? Isto é irreversible.
ja_jp: テンプレート '{0}' は既に存在します。既存のテンプレートを上書きしますか？この操作は元に戻せません。
pt_pt: O modelo '{0}' já existe. Quer substituir o modelo existente? Esta acção é irreversível.
ru_ru: Шаблон '{0}' уже существует. Вы хотите перезаписать существующий шаблон? Это действие необратимо.
tr_tr: '{0}' şablonu zaten var. Mevcut şablon üzerine kaydetmek istiyor musunuz? Bu işlem geri döndürülemez.

# LblTemplate_UserTemplates
source: User templates
ca_es: Plantilles d'usuari
es_es: Plantillas de usuario
fr_fr: Modèles d'utilisateur
gl_es: Modelos do Usuario
ja_jp: ユーザーテンプレート
pt_pt: Modelos do Utilizador
ru_ru: Шаблоны пользователей
tr_tr: Kullanıcı şablonları

# LblTemplate_DeleteTemplateMessageBox_Caption
source: Delete template?
ca_es: Eliminar la plantilla?
es_es: ¿Eliminar plantilla?
fr_fr: Supprimer le modèle ?
gl_es: Borrar Modelo?
ja_jp: テンプレートを削除しますか？
pt_pt: Eliminar o Modelo?
ru_ru: Удалить шаблон?
tr_tr: Şablon silinsin mi?

# LblTemplate_DeleteTemplateMessageBox_Text
source: Do you want to delete the template '{0}'? This action is irreversible.
ca_es: La plantilla "{0}" es suprimirà. Voleu eliminar la plantilla existent? Aquesta acció és irreversible.
el_gr: Template '{0}' will be deleted. Do you want to delete the existing Template? This action is irreversible.
es_es: La plantilla '{0}' se eliminará. ¿Desea eliminar la plantilla existente? Esta acción es irreversible.
fr_fr: Le modèle '{0}' sera supprimé. Voulez-vous supprimer le modèle existant ? Cette action est irréversible.
gl_es: O modelo '{0}' será borrado. Queres borrar o modelo existente? Isto é irreversible.
it_it: Template '{0}' will be deleted. Do you want to delete the existing Template? This action is irreversible.
ja_jp: テンプレート '{0}' は削除されます。既存のテンプレートを削除しますか？この操作は元に戻せません。
pt_pt: O modelo '{0}' será eliminado. Deseja eliminar o modelo existente? Esta acção é irreversível.
ru_ru: Шаблон '{0}' будет удалён. Вы хотите удалить существующий шаблон? Это действие необратимо.
tr_tr: '{0}' şablonu silinecek. Mevcut şablonu silmek istiyor musunuz? Bu işlem geri döndürülemez.

# Lbl_Sequencer_DeleteItem
source: DELETE ITEM
ca_es: BORRAR ITEM
el_gr: ΔΙΑΓΡΑΦΗ ΑΝΤΙΚΕΙΜΈΝΟΥ
es_es: ELIMINAR OBJETO
fr_fr: SUPPRIMER L'OBJET
gl_es: BORRAR ITEM
ja_jp: 項目を削除
pt_pt: ELIMINAR ITEM
ru_ru: УДАЛИТЬ ЦЕЛЬ
tr_tr: MADDEYİ SİL

# LblAddTargetToSequence
source: Add target to sequence
ca_es: Afegir objectiu a Seqüència
el_gr: Προσθήκη Στόχου στην Αλληλουχία
es_es: Añadir objetivo a secuencia
fr_fr: Ajouter la cible à la séquence
gl_es: Engadir á Secuencia
ja_jp: 目標をシーケンスに追加
pt_pt: Adicionar Objecto à Sequência
ru_ru: Добавить цель к серии
tr_tr: Sekansa hedef ekle

# Lbl_SequenceTrigger_AutofocusAfterFilterChangeTrigger_Description
source: Starts autofocus after a detected filter change
ca_es: Inicia l'Enfocament Automàtic després d'un canvi de filtre detectat
es_es: Inicia el autoenfoque después de que se detecte un cambio de filtro
fr_fr: Démarre la mise au point automatique après une détection de changement de filtre
gl_es: Iniciar o enfoque automático tras detectar un cambio de filtro
ja_jp: フィルタの変更が検出された後に、オートフォーカスを開始します
pt_pt: Inicia a Focagem Automática após ter sido detectada uma troca de filtro
ru_ru: Запускает автофокусировку после изменения фильтра
tr_tr: Filtre değişimi tespit edildikten sonra otomatik netleme başlatır

# Lbl_SequenceTrigger_AutofocusAfterFilterChangeTrigger_Name
source: AF After Filter Change
ca_es: EA després del canvi de filtre
el_gr: Αυτόματη Εστίαση μετά την Αλλαγή Φίλτρου
es_es: AE después del cambio de filtro
fr_fr: AF Après Changement de Filtre
gl_es: AutoFoco tras cambiar de filtro
it_it: AF Dopo Cambio Filtro
ja_jp: フィルター変更後のオートフォーカス
pt_pt: FA Após Troca de Filtro
ru_ru: АФ после изменения фильтра
tr_tr: Filtre değişiminden sonra AF

# LblLastFilter
source: Last filter
ca_es: Darrer Filtre
el_gr: Τελευταίο Φίλτρο
es_es: Último filtro
fr_fr: Dernier filtre
gl_es: Último Filtro
it_it: Ultimo Filtro
ja_jp: 最後のフィルター
pt_pt: Último Filtro
ru_ru: Последний фильтр
tr_tr: Son filtre

# Lbl_SequenceTrigger_AutofocusAfterExposures_Description
source: Triggers an autofocus run after the set amount of exposures have been captured
ca_es: Acciona un enfocament automàtic després de capturar la quantitat fixada d'exposicions
el_gr: Προτρέπει την εκτέλεση μιας αυτόματης εστίασης μετά την ορισμένη ποσότητα εκθέσεων που έχουν ληφθεί
es_es: Activa una ejecución de enfoque automático después de que se haya capturado la cantidad de exposiciones establecida
fr_fr: Déclenche une mise au point automatique après que la quantité d'expositions définies ait été capturées
gl_es: Activa un enfoque automático tras un número establecido de exposicións
it_it: Innesca un autofocus dopo un certo numero di esposizioni
ja_jp: 指定された枚数の撮影が終了した後に、オートフォーカスを実行します
pt_pt: Aciona a execução da focagem automática após a quantidade definida de exposições ser capturada
ru_ru: Запускает процедуру автофокуса после того как заданное количество экспозиций было сделано
tr_tr: Çekilen bir set pozlamadan sonra otomatik netlemeyi tetikler

# Lbl_SequenceTrigger_AutofocusAfterExposures_Name
source: AF After # Exposures
ca_es: EA després de # Exposicions
el_gr: Αυτόματη Εστίαση μετά από # Εκθέσεων
es_es: AE tras # Exposiciones
fr_fr: AF Après # Expositions
gl_es: AutoFoco Tras # Exposicións
it_it: AF Dopo # Esposizioni
ja_jp: # 枚撮影後のオートフォーカス
pt_pt: FA Após # Exposições
ru_ru: АФ после # экспозиций
tr_tr: # Pozlamadan sonra AF

# LblUnreachableAltitude
source: Altitude will never be reached
ca_es: Mai s’arribarà a l’altitud
es_es: La altitud nunca se alcanzará
fr_fr: L'altitude ne sera jamais atteinte
gl_es: Nunca se alcanzará a altitude
it_it: Altitudine non sarà mai raggiunta
ja_jp: 高度に到達することはありません
pt_pt: Altitude nunca será atingida
ru_ru: Высота никогда не будет достигнута
tr_tr: Yüksekliğe asla ulaşılmayacak

# LblPlugin
source: Plugin
fr_fr: Branchement
ja_jp: プラグイン
ru_ru: Плагин
tr_tr: Eklenti

# LblBuildSequenceTooltip
source: Builds up a sequence for the planned set of targets
ca_es: Crea una seqüència per al conjunt d’objectius previstos
es_es: Construye una secuencia para el conjunto de objetivos planificados
fr_fr: Construit une séquence pour l'ensemble de cibles planifiées
gl_es: Crea unha secuencia para o conxunto de obxectivos planificado
it_it: Costruisce una sequenza per il set di target pianificato
ja_jp: 計画された複数の目標の、シーケンスを構築します
pt_pt: Cria uma sequência para o conjunto objetos planeado
ru_ru: Построение серии запланированного набора целей
tr_tr: Planlanan bir hedef için sekans oluşturur

# Lbl_SequenceItem_Imaging_TakeManyExposures_Description
source: Takes exposures for the given amount, duration, gain and offset. Triggers and conditions are evaluated in between the exposures.
ca_es: Pren exposicions per la quantitat, la durada, el guany i la compensació indicats. Els activadors i les condicions s’avaluen entre les exposicions.
es_es: Toma exposiciones en la cantidad, duración, ganancia y offset dados. Los activadores y condiciones se evalúan entre las exposiciones.
fr_fr: Prend des expositions pour la quantité, la durée, le gain et l'offset donnés. Les déclencheurs et conditions sont évalués entre les expositions.
gl_es: Fai exposicións na cantidade, duración, ganancia e compensación indicados. Os desencadeantes e as condicións avalíanse entre exposicións.
it_it: Sono effettuate esposizioni per l'importo, la durata, il guadagno e l'offset. I trigger e le condizioni sono valutati tra le esposizioni.
ja_jp: 指定された枚数、時間、ゲイン、およびオフセットで撮影します。トリガーと条件は、撮影の間に評価されます。
pt_pt: Obtém exposições para a quantidade, duração, gain e offset definidos. Ações e condições serão avaliadas entre as exposições.
ru_ru: Принимает экспозиции по заданному количеству, продолжительности, усилению и смещению. Триггеры и условия оцениваются между экспозициями.
tr_tr: Verilen miktar, süre, kazanç ve ofset için poz alır. Tetikleyiciler ve koşullar, pozlamalar arasında değerlendirilir.

# Lbl_SequenceItem_Imaging_TakeManyExposures_Name
source: Take Many Exposures
ca_es: Prendre moltes exposicions
es_es: Tomar muchas exposiciones
fr_fr: Prendre de nombreuses expositions
gl_es: Facer Moitas Exposicións
it_it: Effettua Molte Esposizioni
ja_jp: 多数枚の撮影
pt_pt: Obter muitas exposições
ru_ru: Сделать множество экспозиций
tr_tr: Çok sayıda poz al
