Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# Lbl_SequenceContainer_SequenceRootContainer_ResetPromptCaption
source: Reset sequence?
ca_es: Restablir la Seqüència?
es_es: ¿Reiniciar la secuencia?
fr_fr: Réinitialiser la séquence ?
gl_es: Reinicializar secuencia?
ja_jp: シーケンスをリセットしますか？
pt_pt: Reiniciar a sequência?
tr_tr: Sekans yeniden başlatılsın mı?

# LblMountType
source: Mount Type
ca_es: Tipus de muntura
es_es: Tipo de montura
gl_es: Tipo de montura
ja_jp: 架台のタイプ

# LblEquatorial
source: Equatorial
es_es: Ecuatorial
gl_es: Ecuatorial
ja_jp: 赤道儀

# LblForkOnWedge
source: Fork on Wedge
ca_es: Forquilla a la falca
es_es: Horquilla sobre cuña
gl_es: Montura de garfo na base
ja_jp: ウェッジ式フォーク架台

# LblDomeDecOffsetHorizontal
source: DEC Horizontal Offset
ca_es: Desplaçament Horitzontal en DEC
es_es: Desplazamiento horizontal en DEC
gl_es: Desprazamento horizontal en DEC
ja_jp: 赤緯軸の水平方向オフセット

# LblDomeDecOffsetHorizontalTooltip
source: The horizontal offset of the center of the OTA with respect to the Declination axis (the motor at the base of the fork mount). Positive is "to the right", which is east for the northern hemisphere and west for the southern.
ca_es: Desplaçament horitzontal del centre de l'OTA respecte a l'eix de declinació (el motor a la base del suport de la forquilla). Positiu és "a la dreta", que és a l'est per a l'hemisferi nord i a l'oest per al sud.
es_es: El desplazamiento horizontal del centro del OTA con respecto al eje de declinación (el motor en la base de la montura de tipo horquilla). Positivo es "a la derecha", que es el este para el hemisferio norte y el oeste para el sur.
gl_es: O desprazamento horizontal do centro do tubo con respecto ó eixe de declinación (o motor na base da montura de garfo). Positivo é "á dereita", que está ó leste para o hemisferio norte e ó oeste para o sur.
ja_jp: 赤緯軸(フォーク式架台の底部のモーター) に対する、鏡筒中心の水平方向オフセット。正の値は「右側」を意味し、北半球では東に、南半球では西になります。

# LblDomeRadiusMisconfigured
source: Dome radius not configured properly. The calculated scope position is beyond the dome.
ca_es: El radi de la cúpula no està configurat correctament. La posició d'abast calculada està més enllà de la cúpula.
es_es: Radio de la cúpula no configurado correctamente. La posición calculada del telescopio está más allá de la cúpula.
gl_es: O raio da cúpula non está configurado correctamente. A posición calculdada do telescopio está máis alá da cúpula.
ja_jp: ドームの半径が正しく設定されていません。計算された望遠鏡の位置が、ドームを超えています。

# LblAdvancedSequenceTitle
source: Advanced Sequence
ca_es: Seqüència Avançada
es_es: Secuencia avanzada
gl_es: Secuencia Avanzada
ja_jp: アドバンスド・シーケンス

# LblTargetSetTitle
source: Target Set
ca_es: Objectiu definit
es_es: Objeto fijado
gl_es: Conxunto de obxectivos
ja_jp: 目標セット

# LblTooltipSwitchTargetSet
source: Switches to the simple target set planning mode
ca_es: Canvia al mode de planificació de conjunts de destinacions senzills
es_es: Cambia al modo de planificación simple de planificación para el objeto establecido
gl_es: Cambia para o modo de planificación do conxunto de obxectivos simple
ja_jp: シンプルターゲットセットの計画モードに切り替えます

# LblByName
source: By Name
ca_es: Per Nom
es_es: Por nombre
gl_es: Por nome
ja_jp: 名前順

# LblByRelevance
source: By Relevance
ca_es: Per Rellevància
es_es: Por relevancia
gl_es: Por relevancia
ja_jp: 関連性順

# LblSequencerTargetsFolder
source: Sequencer Targets Folder
ca_es: Carpeta d'objectius del seqüenciador
es_es: Carpeta de objetivos del secuenciador
gl_es: Cartafol de obxectivos do secuenciador
ja_jp: シーケンサーの対象用フォルダ

# LblSequencerTargetsFolderTooltip
source: The folder where sequence targets for the advanced sequencer are stored in
ca_es: La carpeta on s’emmagatzemen les plantilles de seqüència per al seqüenciador avançat
es_es: La carpeta donde se almacenan los objetivos de la secuencia avanzada del secuenciador
gl_es: O cartafol onde se almacenan os obxectivos de secuencia para o secuenciador avanzado
ja_jp: アドバンスドシーケンサーの、シーケンス目標が保存されているフォルダー

# LblNotInstalled
source: Not installed
ca_es: No instal·lat
es_es: No instalado
gl_es: Non instalado
ja_jp: インストールされていません

# LblVendor
source: Vendor
ca_es: Venedor
es_es: Vendedor
gl_es: Vendedor
ja_jp: ベンダー

# LblVendorSDKs
source: Vendor SDKs
ca_es: SDK del venedor
es_es: SDK del vendedor
gl_es: Vendedor do SDKs
ja_jp: ベンダーSDK

# LblTelescopeUnparkCancelled
source: Unpark operation was cancelled
ca_es: L'operació de desaparcar s'ha cancel·lat
es_es: La operación de desaparear ha sido cancelada
gl_es: Cancelouse a operación de aparcamento
ja_jp: パーク解除操作がキャンセルされました

# LblWaitingForTelescopeToUnpark
source: Waiting for telescope to unpark
ca_es: Esperant al telescopi per desaparcar
es_es: Esperando para desparramar el telescopio
gl_es: Agardando polo telescopio para desaparcar
ja_jp: 望遠鏡のパーク解除を待機中

# LblGlobalTriggers
source: Global Triggers
ca_es: Activadors globals
es_es: Activadores globales
gl_es: Desencadeantes Globais
ja_jp: グローバルトリガー

# LblTargetOptions
source: Target Options
ca_es: Opcions de l'objecte
es_es: Opciones del objeto
gl_es: Opcións de Obxectivo
ja_jp: 目標のオプション

# LblCoolCamera
source: Cool Camera
ca_es: Refredar la Càmera
es_es: Enfriar la cámara
gl_es: Arrefriar a cámara
ja_jp: カメラを冷却する

# LblParkMount
source: Park Mount
ca_es: Aparcar Muntura
es_es: Aparcar montura
gl_es: Aparcar a montura
ja_jp: 架台のパーク

# LblTargetSetEndOptions
source: Target Set End Options
ca_es: Opcions finals per a l'objecte
es_es: Opciones finales para el objeto
gl_es: Opcións tras finalizar o conxunto de obxectivos
ja_jp: 目標セットの終了オプション

# LblTargetSetStartOptions
source: Target Set Start Options
ca_es: Opcions d'inici per a l'objecte
es_es: Opciones de inicio para el objeto
gl_es: Opcións antes de iniciar o conxunto de obxectivos
ja_jp: 目標セットの開始オプション

# LblUnparkMount
source: Unpark Mount
ca_es: Desaparcar Muntura
es_es: Desaparcar montura
gl_es: Desaparcar montura
ja_jp: 架台のパーク解除

# LblWarmCamera
source: Warm Camera
ca_es: Escalfar la Càmera
es_es: Calentar cámara
gl_es: Quentar Cámara
ja_jp: カメラを昇温する

# LblRotatorRangeType
source: Mechanical Range
ca_es: Rang Mecànic
es_es: Rango mecánico
gl_es: Rango mecánico
ja_jp: メカニカルレンジ

# LblRotatorRangeStart
source: Mechanical Range Start
ca_es: Inici de Rang Mecànic
es_es: Inicio del Rango Mecánico
gl_es: Inicio do rango mecánico
ja_jp: メカニカルレンジ開始

# LblRotatorRangeFull
source: Full
ca_es: Complert
es_es: Completo
gl_es: Completo
ja_jp: フル

# LblRotatorRangeFullTooltip
source: No restrictions for mechanical position
ca_es: Sense restriccions per a la posició mecànica
es_es: Sin restricciones para la posición mecánica
gl_es: Sen restricións para a posición mecánica
ja_jp: メカニカルポジションに制限はありません

# LblRotatorRangeHalf
source: 180 Degrees
ca_es: 180 Graus
es_es: 180 Grados
gl_es: 180 Graos
ja_jp: 180度

# LblRotatorRangeHalfTooltip
source: Half of the mechanical position range is supported. Orientations outside of this range are adjusted 180 degrees to fit within the configured range.
ca_es: S'admet la meitat del rang de posició mecànica. Les orientacions fora d’aquest rang s’ajusten a 180 graus per adaptar-se a l’interval configurat.
es_es: Se tolera hasta la mitad del rango de posición mecánica. Las orientaciones fuera de este rango se ajustarán 180 grados para que encajen dentro del rango configurado.
gl_es: Admítese ata a metade do rango de posición mecánica. As orientacións fóra deste rango axustaranse 180 graos para encaixaren dentro do rango configurado.
ja_jp: メカニカルポジション範囲の半分がサポートされています。この範囲外の方位は、設定された範囲内に収まるように180度調整されます

# LblRotatorRangeQuarter
source: 90 Degrees
ca_es: 90 Graus
es_es: 90 Grados
gl_es: 90 Graos
ja_jp: 90度

# LblRotatorRangeQuarterTooltip
source: 90 degrees of the mechanical position range is supported. This is useful primarily for square sensors. Orientations outside of this range are adjusted to fit within the configured range.
ca_es: S'admeten 90 graus del rang de posició mecànica. Això és útil principalment per als sensors quadrats. Les orientacions fora d’aquest interval s’ajusten per adaptar-se a l’interval configurat.
es_es: Se soportan 90 grados del rango de posición mecánica. Esto es útil principalmente para sensores cuadrados. Las orientaciones fuera de este rango se ajustarán para que encajen dentro del rango configurado.
gl_es: Admítense 90 graos do rango de posición mecánica. Isto é útil principalmente para sensores cadrados. As orientacións fóra deste rango axustaranse para encaixaren dentro do rango configurado.
ja_jp: 90度の機械的回転範囲がサポートされます。これは主に正方形のセンサーに有効です。この範囲外の方位は、設定された範囲内に収まるように調整されます。

# LblRotatorRangeAdjusted
source: Adjusted rotator target to {0}
ca_es: S'ha ajustat l'objectiu del rotador a {0}
es_es: Objetivo de rotación ajustado a {0}
gl_es: Obxectivo do rotador axustado a {0}
ja_jp: ローテーターの目標角度を {0} に調整しました

# LblFramingWizardSlewFailed
source: Failed to {0} from the framing wizard
ca_es: Error al {0} des de l'assistent d'emmarcament
es_es: Error al {0} desde el asistente de encuadre
gl_es: Erro de {0} dende o asistente de encadre
ja_jp: フレーミングウィザードから {0} するのに失敗しました

# LblUnableToSetMountLatLong
source: Unable to set mount latitude to {0} and longitude to {1}!
ca_es: No es pot establir la latitud de la muntura a {0} i la longitud a {1}!
es_es: ¡No se puede establecer la latitud de la montura a {0} y la longitud a {1}!
gl_es: Non se puido establecer a latitude da montura en {0} e a lonxitude en {1}!
ja_jp: 架台の緯度を {0} 、経度を {1} に設定できません!

# LblMGENDitherSettleTime
source: Dither settling time
ca_es: Temps d'estabilització del dither
es_es: Tiempo de ajuste tras el dither
gl_es: Tempo de estabilización do dither
ja_jp: ディザリング安定化時間

# LblTrackingASCOMServerStartFailed
source: Failed to start tracking CCD ASCOM server. {0}
ca_es: No s'ha pogut iniciar el seguiment del servidor ASCOM CCD. {0}
es_es: Error al iniciar el servidor seguimiento del CCD ASCOM. {0}
gl_es: Erro ó iniciar o servidor de seguimento da CCD ASCOM. {0}
ja_jp: 追尾CCDのASCOMサーバー開始に失敗しました。 {0}

# LblTrackingASCOMServerStarted
source: Tracking CCD ASCOM server started
ca_es: S'ha iniciat el seguiment del servidor ASCOM CCD
es_es: Iniciado servidor de seguimiento CCD ASCOM
gl_es: Iniciado o seguimento do servidor da CCD ASCOM
ja_jp: 追尾CCDのASCOMサーバーを開始しました

# LblTrackingASCOMServerStopped
source: Tracking CCD ASCOM server stopped
ca_es: S'ha aturat el seguiment del servidor ASCOM CCD
es_es: Detenido el servidor de seguimiento CCD ASCOM
gl_es: Detido o servidor de seguimento da CCD ASCOM
ja_jp: 追尾CCDのASCOMサーバーを停止しました

# LblTrackingASCOMServerEnabled
source: Tracking CCD ASCOM Server Enabled
ca_es: Activat el seguiment del servidor ASCOM CCD
es_es: Habilitado el servidor de seguimiento CCD ASCOM
gl_es: Activado o servidor de seguimento da CCD ASCOM
ja_jp: 追尾CCDのASCOMサーバーが有効

# LblTrackingASCOMServerEnabledTooltip
source: Runs a server in the background to control the built-in tracking camera from other applications
ca_es: Executa un servidor en segon pla per a controlar la càmera de seguiment des d'altres aplicacions
es_es: Ejecuta un servidor en segundo plano para controlar la cámara de seguimiento desde otras aplicaciones
gl_es: Executa un servidor en segundo plano para controlar a cámara con seguimento incorporado dende outras aplicacións
ja_jp: バックグラウンドでサーバーを実行し、他のアプリケーションから内蔵の追尾カメラを制御します。

# LblTrackingASCOMServerPipeName
source: Server Pipe Name
ca_es: Nom del servidor del tub (Server Pipe)
es_es: Nombre del servidor de canalización (Server Pepe)
gl_es: Nome do servidor de canalización (Server Pipe)
ja_jp: サーバーのパイプ名

# LblTrackingASCOMServerPipeNameTooltip
source: The ASCOM driver that reads from this server should have the same pipe name configured
ca_es: El controlador ASCOM que llegeix des d’aquest servidor hauria de tenir el mateix nom del tub configurat
es_es: El controlador ASCOM que lee desde este servidor debe tener configurado el mismo nombre de canalización (pipa name)
gl_es: O controlador ASCOM que le dende este servidor ha de ter configurado o mesmo nome de canalización (Pipe Name)
ja_jp: このサーバーから読み込むASCOMドライバのパイプ名は、設定したパイプ名と同じでなければなりません。

# LblSBIGUseExternalTrackingCCD
source: Use External Tracking CCD
ca_es: Utilitzeu CCD de seguiment extern
es_es: Usar CCD de seguimiento externo
gl_es: Utilizar CCD de seguimento externo
ja_jp: 外部の追尾CCDを使用

# LblSBIGUseExternalTrackingCCDChanged
source: External Tracking CCD setting changed. Disconnect and reconnect camera for it to take effect.
ca_es: S'ha canviat la configuració del CCD de seguiment extern. Desconnecteu i torneu a connectar la càmera perquè tingui efecte.
es_es: Modificada la configuración de la CCD de seguimiento externo. Desconecta y vuelve a conectar la cámara para que tenga efecto.
gl_es: Mudou a configuración do CCD de seguimento externo. Desconéctao e vólveo conectar á camara para que teña efecto.
ja_jp: 外部の追尾CCDの設定が変更されました。カメラの接続を解除して再接続すると、変更が有効になります。

# LblYourWindowsIsTooOld
source: {0} is no longer supported by Microsoft and the N.I.N.A. project. You will encounter application malfunctions or crashes as a result of using N.I.N.A. on an unsupported version of Windows. N.I.N.A.'s current system requirements are listed in the online documentation.
ca_es: {0} ja no és compatible amb Microsoft i el projecte N.I.N.A. Trobareu un mal funcionament o errors de l’aplicació com a conseqüència de l’ús de N.I.N.A. en una versió de Windows no compatible. Els requisits actuals del sistema de N.I.N.A. apareixen a la documentació en línia.
es_es: {0} ya no cuenta con soporte de Microsoft ni del proyecto N.I.N.A. Encontrará mal funcionamiento o errores en la aplicación como resultado del uso de N.I.N.A. en una versión de windows desfasada. Los actuales requisitos mínimos de N.I.N.A. están disponibles en la documentación online.
gl_es: {0} xa non é soportado por Microsoft e o proxecto N.I.N.A. Atoparás mal funcionamento e erros na aplicación como resultado do uso de N.I.N.A. nunha versión de Windows desfasada. Os requisitos mínimos actuais de N.I.N.A. están listados na documentación online.
ja_jp: {0} はMicrosoftとN.I.N.A.プロジェクトでサポートされなくなりました。サポートされていないバージョンの WindowsでN.I.N.A.を使用すると、アプリケーションの誤動作やクラッシュが発生します。現在のN.I.N.A.のシステム要件は、オンラインの説明書に記載されています。

# Lbl_SequenceTrigger_SynchronizeDomeTrigger_Name
source: Synchronize Dome
ca_es: Sincronitzar la Cúpula
es_es: Sincronizar la cúpula
gl_es: Sincronizar a cúpula
ja_jp: ドームの同期

# Lbl_SequenceTrigger_SynchronizeDomeTrigger_Description
source: A trigger to limit dome synchronization movements to between sequence steps in order to reduce vibrations during exposures. This should not be used with Dome Following enabled, which runs continuously in the background.
ca_es: Un disparador per limitar els moviments de sincronització de la cúpula entre passos de seqüència per tal de reduir les vibracions durant les exposicions. Això no s’ha d’utilitzar amb Dome Following activat, que s’executa contínuament en segon pla.
es_es: Un activador para limitar los movimientos de sincronización de la cúpula entre los pasos de la secuencia para reducir las vibraciones durante las exposiciones. No debe utilizarse con la función de Seguimiento de Cúpula (Dome Following) activado, que se ejecuta continuamente en segundo plano.
gl_es: Un disparador para limitar os movementos de sincronización da cúpula entre os pasos da secuencia de cara a reducir as vibracións durante as exposicións. Isto non se debe usar con Dome Following activado, que se executa continuamente en segundo plano.
ja_jp: 露出中の振動を減らすため、ドームの同期の動きを、シーケンスのステップ間に制限するトリガー。 ドーム追随はバックグラウンドで連続的に動作しますので、これが有効になっている場合は、使用しないでください。

# LblDomeTargetAzimuth
source: Azimuth
ca_es: Azimut
es_es: Azimut
gl_es: Acimut
ja_jp: 方位角

# LblDomeTargetAltitude
source: Altitude
ca_es: Altitud
es_es: Altitud
ja_jp: 高度

# LblDomeFollowerEnabledError
source: Turn dome following off to use the Synchronize Dome Trigger
ca_es: Desactiveu el seguiment de la cúpula per utilitzar l'activador de la sincronització de la cúpula
es_es: Desactiva el seguimiento de la cúpula para usar el activador de sincronizado de la cúpula
gl_es: Desactiva o seguimento da cúpula para sincronizar o disparador da cúpula
ja_jp: ドーム追随をオフにして、ドームトリガー同期を使用

# Lbl_SequenceCondition_LoopWhileUnsafe_Description
source: A condition that checks the connected Safety Monitor device if it is unsafe and loops the instruction set as long as the safety monior reports to be unsafe. If the device returns to be safe the current instruction set is stopped. Best used in conjunction with another loop condition to not end up in an infinite loop when the safety monitor stays unsafe.
ca_es: Una condició que comprova el Dispositiu de Control de Seguretat connectat si no és segur i repeteix el conjunt d'instruccions sempre que el Control de Seguretat informi que sigui insegur. Si el dispositiu torna a estar segur, el conjunt d’instruccions actuals s’aturarà. S’utilitza millor juntament amb una altra condició de bucle per no acabar en un bucle infinit quan el monitor de seguretat es manté insegur.
es_es: Una condición que comprueba si el dispositivo de monitorización de seguridad conectado (Safety Monitor) no es seguro y realiza un bucle en el conjunto de instrucciones mientras el monitor de seguridad informe que sigue sin ser seguro. Si el dispositivo vuelve a ser seguro, el conjunto de instrucciones actual se detiene. Es mejor usarlo junto con otra condición de bucle para no terminar en un bucle infinito cuando el monitor de seguridad permanece como no seguro.
gl_es: Unha condición que comproba se o dispositivo de control de seguridade conectado se non é seguro e encadea un conxunto de instrucións sempre que o monitor de seguridade informe de que non é seguro. Se o dispositivo volve ser seguro, o conxunto de instrucións actuais deterase. Úsase mellor xunto con outra condición de bucle para non acabar nun bucle infinito cando o monitor de seguridade non sexa seguro.
ja_jp: 接続されたセーフティモニター装置が安全でないことを確認し、モニターが安全でないことを報告している間、命令セットをループさせる条件。 モニターが安全であることを報告した場合、現在の命令セットは停止します。 一番良いのは、無限ループにならないように、セーフティモニターが安全でない間、別のループ条件と組み合わせて使用することです。

# Lbl_SequenceCondition_LoopWhileUnsafe_Name
source: Loop while unsafe
ca_es: Repetir mentre sigui insegur
es_es: Repetir mientras no sea seguro
gl_es: Repetir mentres non sexa seguro
ja_jp: 安全でない間ループ

# LblFilterChangeResumeGuidingFailed
source: Failed to resume guiding after a filter change that caused focuser movement
ca_es: No s'ha pogut reprendre la guia després d'un canvi de filtre que ha provocat el moviment del centrat
es_es: Error al reanudar el autoguiado después de que un cambio de filtro causara un desplazamiento en el enfocador
gl_es: Non se puido retomar o guiado despois dun cambio do filtro que causou un cambio no foco
ja_jp: フィルターの変更によってフォーカサーが動いたために、ガイドの再開に失敗しました

# LblUnknownInstructionValidation
source: Unknown instruction detected! Please double check your sequence and inspect which instructions became invalid. Furthermore validate that everything is up to date.
ca_es: S'ha detectat una instrucció desconeguda. Comproveu de nou la seqüència i inspeccioneu quines instruccions no són vàlides. A més, valideu que tot estigui actualitzat.
es_es: ¡Detectada instrucción desconocida! Por favor, vuelva a comprobar su secuencia e inspeccione qué instrucciones pueden no ser válidas. Valide, además, que todo está actualizado.
gl_es: Detectouse unha instrución descoñecida. Comproba a túa secuencia e inspecciona que instrucións non son válidas. Ademais comproba que todo está actualizado.
ja_jp: 不明な命令が検出されました！シーケンスをもう一度チェックして、どの命令が無効になったかを調べてください。その上で、すべてが最新であることを確認してください。

# LblToggle
source: Toggle
ca_es: Commuta
es_es: Cambiar
gl_es: Alternar
ja_jp: トグル

# Lbl_OldSequencer_ResetTarget
source: Reset Target
ca_es: Restableix l'objectiu
es_es: Restablecer objetivo
gl_es: Restablecer o obxectivo
ja_jp: 目標のリセット

# Lbl_OldSequencer_ResetTargetRows
source: Reset all rows in the current target?
ca_es: Voleu restablir totes les files de l'objectiu actual?
es_es: ¿Reinicializar todas las filas del objetivo actual?
gl_es: Restablecer todas as liñas do obxectivo actual?
ja_jp: 現在の目標の全ての行をリセットしますか？

# Lbl_SequenceItem_Platesolving_SolveAndRotate_Description
source: Uses platesolving to determine the current rotation of the current position and uses a rotator to get to the specified sky angle. (It will not center the target!)
ca_es: Utilitza la resolució de plaques per determinar la rotació actual de la posició actual i utilitza un rotador per arribar a l’angle de cel especificat. (No centrarà l'objectiu!)
es_es: Utiliza la astrometría (platesolve) para determinar la rotación actual de la posición actual y utiliza un rotador para conseguir el ángulo de cielo especificado. (¡No centrará el objetivo!)
gl_es: Usa a astrometría para determinar a rotación da posición actual e usa un rotador para chegar ó ángulo de ceo especificado. (Non centrará o obxectivo!)
ja_jp: プレートソルブして現在の位置の角度を決定し、回転装置で指定された角度まで回転（目標のセンタリングは行われません！）

# Lbl_SequenceItem_Platesolving_SolveAndRotate_Name
source: Solve and rotate
ca_es: Resoldre i girar
es_es: Resolver y rotar
gl_es: Resolver e rotar
ja_jp: プレートソルブして回転

# LblInitializingPlugins
source: Initializing Plugins
ca_es: Inicialitzant els connectors
es_es: Inicializando plugins
gl_es: Incializando os Plugins
ja_jp: プラグインを初期化

# LblCameraStateDownload
source: Downloading
ca_es: Descarregant
es_es: Descargando
gl_es: Descargando
ja_jp: ダウンロード中

# LblCameraStateError
source: Error
gl_es: Erro
ja_jp: エラー

# LblCameraStateExposing
source: Exposing
ca_es: Exposant
es_es: Exponiendo
gl_es: Exposición
ja_jp: 露出中

# LblCameraStateIdle
source: Idle
ca_es: Inactiu
es_es: Inactivo
gl_es: Inactivo
ja_jp: アイドル

# LblCameraStateLoadingFile
source: Loading file
ca_es: Carregant arxiu
es_es: Cargando archivo
gl_es: Cargando arquivo
ja_jp: ファイル読み込み中

# LblCameraStateNoState
source: State unavailable
ca_es: Estat no disponible
es_es: Estado no disponible
gl_es: Estado non avaliable
ja_jp: 状態読み込み不可

# LblCameraStateReading
source: Reading out
ca_es: Llegint
es_es: Leyendo
gl_es: Lendo
ja_jp: 読み出し中

# LblCameraStateWaiting
source: Waiting
ca_es: Esperant
es_es: Esperando
gl_es: Agardando
ja_jp: 待ち状態

# LblStarDetectorNoiseReduction
source: Noise Reduction
ca_es: Reducció de Soroll
es_es: Reducción de Ruido
gl_es: Redución de Ruído
ja_jp: ノイズ低減

# LblStarDetectorPrepareForStructureDetection
source: Preparing for Structure Detection
ca_es: Preparant la detecció d'estructures
es_es: Preparando la detección de estructuras
gl_es: Preparando a Detección de Estruturas
ja_jp: 構造検出の準備中

# LblStarDetectorStructureDetection
source: Structure Detection
ca_es: Detecció d'estructures
es_es: Detección de estructuras
gl_es: Detección de Estruturas
ja_jp: 構造検出

# LblStarDetectorStarScan
source: Scan and Analyze Stars
ca_es: Escanejar i analitzar estrelles
es_es: Escanear y analizar estrellas
gl_es: Escanear e Analizar Estrelas
ja_jp: 星のスキャンと分析

# LblStarDetectorV2
source: Use Star Detector V2
ca_es: Utilitzar el detector d'estrelles V2
es_es: Usar Detector de Estrellas V2
gl_es: Usar o Detector de Estrelas V2
ja_jp: 星検出プログラムV2を使用

# LblAnnotateUnlimitedStars
source: Annotate All
ca_es: Anotar tot
es_es: Anotar todo
gl_es: Anotar Todo
ja_jp: 全てに注釈をつける

# LblAnnotateUnlimitedStarsTooltip
source: By default, only 200 stars are annotated. If this is enabled, all detected stars are.
ca_es: Per defecte, només s'anotaran 200 estrelles. Si s'activa, s'anotaran totes.
es_es: Por defecto, sólo se anotarán 200 estrellas. Si se habilita, se anotarán todas.
gl_es: Por defecto só se anotan 200 estrelas. ó activar isto serán detectadas todas as estrelas.
ja_jp: デフォルトでは、200個の星のみに注釈がつけられます。これを有効にすると、検出された星全てに注釈がつけられます。

# LblStarDetector
source: Star Detector
ca_es: Detector d'estrelles
es_es: Detector de estrellas
gl_es: Detector de Estrelas
ja_jp: 星検出プログラム

# LblStarAnnotator
source: Star Annotator
ca_es: Anotador d'estrelles
es_es: Anotador de estrellas
gl_es: Anotador de Estrelas
ja_jp: 星注釈プログラム
