Repository: zslhg903/NINA
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: ca_es, el_gr, es_es, fr_fr, gl_es, it_it, ja_jp, pt_pt, ru_ru, tr_tr

# LblDomeFindHomeBeforeParkTooltip
source: If FindHome is supported by the driver, using it before parking can ensure it goes to a precise location. This can be helpful if the shutter motor battery charges while parked.
ca_es: Si FindHome és compatible amb el controlador, fer-lo servir abans d’estacionar pot assegurar que es dirigeixi a una ubicació precisa. Això pot ser útil si la bateria del motor de l’obturador es carrega mentre està estacionat.
es_es: Si FindHome es compatible con el controlador, usarlo antes de aparcar puede asegurar que se vaya a un lugar preciso. Esto puede ser útil si la batería del motor del obturador se carga mientras está aparcada.
fr_fr: Si FindHome (HomeSensor) est détecté par le driver, l'activer avant de parquer le dôme permet une meilleure précision. Cela peut être utile si la batterie du moteur du cimier se charge en mode park.
gl_es: Se FindHome é compatible co controlador, usalo antes de estacionar pode asegurar que se vai a un lugar preciso. Isto pode ser útil para a batería do motor da persiana se carga mentres está estacionada.
it_it: Se FindHome è supportato dal driver, usarlo prima del parcheggio può assicurarsi che vada in una posizione precisa. Questo può essere utile se l abatteria del motore della serranda si carica mentre è in posizione di parcheggio.
ja_jp: ドライバーがFindHomeをサポートしている場合、パーク前に使用することで正確な場所に移動することがでます。 これは、シャッターモーターの電池がパーク中に充電される場合に役立ちます。
pt_pt: Se FindHome for suportado pelo driver, usar antes de enviar para a posição de park assegura uma localização precisa. Pode ser útil se a bateria do motor carrega enquanto se move para a posição de park.
ru_ru: Если FindHome поддерживается гидом, то его использование до парковки может обеспечить точное местонахождение. Это может быть полезно, если заряжается аккумулятора затвора во время стоянки.
tr_tr: Eğer FindHome sürücü tarafından destekleniyorsa, park etmeden önce kullanılması kesin bir konuma gitmesini sağlayabilir. Bu, panjur motorunun aküsü park halindeyken şarj oluyorsa faydalı olabilir.

# LblDomeCloseOnUnsafe
source: Close on unsafe conditions
ca_es: Tancar en condicions poc segures
es_es: Cerrar en condiciones inseguras
fr_fr: Fermer dans des conditions peu sûres
gl_es: Pechar en condicións non seguras
it_it: Chiudi in caso di condizioni non sicure
ja_jp: 安全でない状態で閉じる
pt_pt: Fechar em condições não seguras
ru_ru: Закрыть при небезопасных условиях
tr_tr: Güvenli olmayan koşullarda kapat

# LblDomeCloseOnUnsafeWarning
source: Closing dome shutter due to unsafe conditions
ca_es: Tancant l'obturador de la cúpula a causa de condicions poc segures
es_es: Cerrando la apertura de la cúpula debido a condiciones inseguras
fr_fr: Fermeture du cimier en raison de conditions dangereuses
gl_es: Pechando o obturador da cúpula debido a condicións inseguras
it_it: Chiusura della serranda della cupola a causa di condizioni non sicure
ja_jp: 安全でない状態のため、ドームのシャッターを閉じています
pt_pt: A fechar a janela de observação devido às condições inseguras
ru_ru: Закрытие купола из-за небезопасных условий
tr_tr: Güvensiz koşullar nedeniyle kubbe tepesi kapatılıyor

# LblDomeUnsafeWarning
source: Cannot open dome shutter due to unsafe conditions
ca_es: No es pot obrir l'obturador de la cúpula a causa de condicions poc segures
es_es: No se puede abrir el obturador de la cúpula debido a condiciones inseguras
fr_fr: Impossible d'ouvrir le cimier en raison de conditions peu sûres
gl_es: Non se pode abrir o obturador da cúpula debido a condicións non seguras
it_it: Impossibile aprire la serranda della cupola a causa di condizioni non sicure
ja_jp: 安全でない状態のため、ドームのシャッターを開くことができません
pt_pt: Não é possível abrir a janela de observação devido às condições inseguras
ru_ru: Не удается открыть купол из-за небезопасных условий
tr_tr: Güvensiz koşullar nedeniyle kubbe tepesi açılamaz

# LblDomeCloseOnUnsafeTooltip
source: Immediately closes the dome shutter if a SafetyMonitor device reports unsafe conditions
ca_es: Tanca immediatament l'obturador de la cúpula si un dispositiu SafetyMonitor informa de condicions poc segures
es_es: Cierra inmediatamente el obturador de la cúpula si un dispositivo SafetyMonitor informa de condiciones inseguras
fr_fr: Ferme immédiatement le cimier si un dispositif SafetyMonitor signale des conditions dangereuses
gl_es: Pecha inmediatamente o obturador da cúpula se un dispositivo Monitor de Seguridade informa de condicións inseguras
it_it: Chiude immediatamente la serranda della cupola se un dispositivo SafetyMonitor segnala condizioni non sicure
ja_jp: SafetyMonitor装置が、安全でない状態を報告した場合は、直ちにドームのシャッターを閉じます
pt_pt: Fechar imediatamente a janela de observação se um dispositivo SafetyMonitor reportar condições inseguras
ru_ru: Немедленно закрывает затвор купола если устройство МониторБезопасности сообщает о небезопасных условиях
tr_tr: SafetyMonitor aparatı güvensiz koşul bildirdiğinde kubbe tepesini derhal kapatır

# LblAutoFocusTimeout
source: Sequence timeout
ca_es: Temps d'espera de l'EA en la seqüència
el_gr: Χρονικό Όριο Αλληλουχίας Αυτόματης Εστίασης
es_es: Tiempo de espera del AF en la secuencia
fr_fr: Expiration séquence AF
gl_es: Tempo Espera AF en Secuencia
it_it: Timeout Sequenza AF
ja_jp: オートフォーカスシーケンスのタイムアウト
pt_pt: Tempo de espera da Sequência FA
ru_ru: Тайм-аут последовательности АФ
tr_tr: Oto. Odak. Sekans zaman aşımı

# LblAutoFocusTimeoutTooltip
source: Amount of time to wait for an autofocus during a sequence before cancelling to continue
ca_es: Quantitat de temps, en segons, que s'esperarà per a fer un enfocament automàtic durant una seqüència abans de cancel·lar per continuar
el_gr: Ποσότητα χρόνου, σε δευτερόλεπτα, για την αναμονή αυτόματης εστίασης κατά τη διάρκεια μιας αλληλουχίας πριν την ακύρωση της για να συνεχίσει
es_es: Cantidad de tiempo, en segundos, que se esperará para hacer autofocus durante una secuencia antes de cancelar para continuar
fr_fr: Temps, en secondes, pour attendre une mise au point automatique pendant une séquence avant d'annuler pour continuer
gl_es: Cantidade de tempo, en segundos, que se agarda para facer o autofoco durante unha secuencia antes de cancelar para continuar
it_it: Quantità di tempo, in secondi, per attendere un focus automatico durante una sequenza prima di annullare per continuare
ja_jp: シーケンス中（動作キャンセル前）の、オートフォーカスを待つ時間（秒）
pt_pt: Duração, em segundos, para aguardar pela focagem automática durante a sequência antes de cancelar para continuar
ru_ru: Количество времени, в секундах, в ожидании автофокуса в течение серии перед отменой
tr_tr: Bir sekans sırasında devam etmeyi iptal etmeden önce, otomatik odaklamayı beklemek için saniye cinsinden süre

# LblMetaGuideLowIntensityStopGuiding
source: Stopped guiding due to low star intensity. There may be clouds.
ca_es: S'ha deixat de guiar a causa de la baixa intensitat de l'estrella. Pot haver-hi núvols.
el_gr: Η οδήγηση σταμάτησε λόγω χαμηλής έντασης αστεριού. Μπορεί να υπάρχουν σύννεφα.
es_es: Guiado detenido debido a la baja intensidad de las estrellas. Puede haber nubes.
fr_fr: Guidage interrompu en raison de la faible intensité de l'étoile. Il peut y avoir des nuages.
gl_es: Detención do guiado debido á baixa intensidade de estrela. Pode haber nubes.
it_it: Guida interrotta a causa della bassa intensità della stella. Ci possono essere nuvole.
ja_jp: 星の明るさが足りないためガイドを停止しました。雲があるかもしれません。
pt_pt: A guiagem parou devido à baixa intensidade da estrela. Pode haver nuvens.
ru_ru: Остановка гидирования из-за низкой интенсивности звезды. Могут быть облака.
tr_tr: Düşük yıldız yoğunluğu nedeniyle yönlendirmeyi durdurdu. Bulutlar olabilir.

# LblDomeSyncTimeout
source: Synchronisation timeout
ca_es: Temps de sincronització esgotat
el_gr: Χρονικό Όριο Συγχρονισμού
es_es: Tiempo de sincronización agotado
fr_fr: Délai de synchronisation dépassé
gl_es: Tempo de agarda para a sincronización
it_it: Timeout di Sincronizzazione
ja_jp: 同期のタイムアウト
pt_pt: Tempo de espera de sincronização
ru_ru: Тайм-аут синхронизации
tr_tr: Senkronizasyon zaman aşımı

# LblDomeSyncTimeoutTooltip
source: The maximum amount of time to wait for the dome and telescope to synchronise their positions
ca_es: La quantitat màxima de temps, en segons, per esperar que la cúpula i el telescopi sincronitzin les seves posicions
el_gr: Η μέγιστη ποσότητα χρόνου, σε δευτερόλεπτα, αναμονής για τον Θόλο και το Τηλεσκόπιο να συγχρονίσουν τις θέσεις τους
es_es: La cantidad máxima de tiempo, en segundos, para esperar a que Cúpula y Telescopio sincronicen sus posiciones
fr_fr: Le temps maximum, en secondes, pour attendre que le Dôme et le Télescope synchronisent leurs positions
gl_es: A cantidade máxima de tempo, en segundos, que se agarda pola Cúpula e o Telescopio para sincronizar as súas posicións
it_it: Il tempo massimo, in secondi, per attendere che la cupola e il telescopio sincronizzino le loro posizioni
ja_jp: ドームと望遠鏡が位置を同期するまでの最大時間（秒）
pt_pt: O tempo máximo, em segundos, para aguardar que a Cúpula e o Telescópio sincronizem as posições
ru_ru: Максимальное количество времени, в секундах, для ожидания синхронизации позиций Купола и Телескопа
tr_tr: Kubbe ve Teleskop'un konumlarını senkronize etmesini beklemek için gereken saniye cinsinden maksimum süre

# LblCameraName
source: Camera name
ca_es: Nom de la Càmera
el_gr: Όνομα Κάμερας
es_es: Nombre de la cámara
fr_fr: Nom de la caméra
gl_es: Nome da Cámara
it_it: Nome Fotocamera
ja_jp: カメラ名
pt_pt: Nome da Câmera
ru_ru: Название камеры
tr_tr: Kamera adı

# LblRotatorAngleDescription
source: Angle of the rotator
ca_es: Angle del rotador
el_gr: Γωνία περιστροφέα πεδίου
es_es: Ángulo del rotador
fr_fr: Angle du rotateur
gl_es: Ángulo do rotador
it_it: Angolo del rotatore
ja_jp: 回転装置の角度
pt_pt: Ângulo do rotador
ru_ru: Угол ротатора
tr_tr: Çevirici açısı

# LblStarCount
source: Star count
ca_es: Nombre d'estrelles
el_gr: Αριθμός Αστεριών
es_es: Número de estrellas
fr_fr: Nombre d'étoiles
gl_es: Número de estrelas
it_it: Conteggio stelle
ja_jp: 星の数
pt_pt: Número de estrelas
ru_ru: Количество звёзд
tr_tr: Yıldız sayısı

# LblCameraNotConnected
source: Camera not connected
ca_es: Càmera no connectada
el_gr: Η Κάμερα δεν είναι συνδεδεμένη
es_es: Cámara no conectada
fr_fr: Caméra non connectée
gl_es: Cámara non conectada
it_it: Fotocamera non connessa
ja_jp: カメラが接続されていません
pt_pt: Câmera não conectada
ru_ru: Камера не подключена
tr_tr: Kamera bağlanmadı

# LblFilterWheelNotConnected
source: Filter wheel not connected
ca_es: Roda de filtres desconnectada
el_gr: Ο Τροχός Φίλτρων δεν είναι συνδεδεμένος
es_es: Rueda de filtros no conectada
fr_fr: Roue à filtres non connectée
gl_es: Roda de filtros non conectada
it_it: Ruota porta filtri non collegata
ja_jp: フィルターホイールが接続されていません
pt_pt: Roda de filtros não conectada
ru_ru: Колесо фильтров не подключено
tr_tr: Filtre çarkı bağlanmadı

# LblFocuserNotConnected
source: Focuser not connected
ca_es: Enfocador Automàtic desconnectat
el_gr: Ο Εστιαστής δεν είναι συνδεδεμένος
es_es: Enfocador no conectado
fr_fr: Focuser non connecté
gl_es: Enfocador non conectado
it_it: Fuocheggiatore non connesso
ja_jp: フォーカサーが接続されていません
pt_pt: Focador não conectado
ru_ru: Фокусер не подключен
tr_tr: Odaklayıcı bağlanmadı

# LblGuiderNotConnected
source: Guider not connected
ca_es: Guiatge desconnectat
el_gr: Ο Οδηγητής δεν είναι συνδεδεμένος
es_es: Guiado no conectado
fr_fr: Guidage non connecté
gl_es: Guiado non conectado
it_it: Guida non connessa
ja_jp: ガイダーが接続されていません
pt_pt: Guia não conectado
ru_ru: Гид не подключен
tr_tr: Takipçi bağlanmadı

# LblGuiderCannotClearCalibration
source: Guider does not support calibration
ca_es: El guiatge no admet el calibratge
el_gr: Ο οδηγητής δεν υποστηρίζει βαθμονόμηση
es_es: El guiado no admite la calibración
fr_fr: Le guidage ne supporte pas la calibration
gl_es: O guiado non soporta calibración
it_it: La guida non supporta la calibrazione
ja_jp: ガイダーはキャリブレーションをサポートしていません
pt_pt: O guia não suporta calibração
ru_ru: Гид не поддерживает калибровку
tr_tr: Takipçi, kalibrasyonu desteklemiyor

# LblIterations
source: Iterations
ca_es: Iteracions
el_gr: Επαναλήψεις
es_es: Iteraciones
fr_fr: Itérations
gl_es: Iteracións
it_it: Iterazioni
ja_jp: 反復
pt_pt: Iterações
ru_ru: Итерации
tr_tr: Yinelemeler

# LblRotatorNotConnected
source: Rotator not connected
ca_es: Rotador desconnectat
el_gr: Ο Περιστροφέας Πεδίου δεν είναι συνδεδεμένος
es_es: Rotador no conectado
fr_fr: Rotateur non connectée
gl_es: Rotador non conectado
it_it: Rotatore non connesso
ja_jp: 回転装置が接続されていません
pt_pt: Rotador não conectado
ru_ru: Ротатор не подключен
tr_tr: Döndürücü bağlanmadı

# LblScript
source: Script
ja_jp: スクリプト
ru_ru: Скрипт
tr_tr: Yazılım

# LblDelay
source: Delay
ca_es: Demora
el_gr: Καθηστέρηση
es_es: Retraso
fr_fr: Délai
gl_es: Demora
it_it: Ritardo
ja_jp: 遅延
pt_pt: Atraso
ru_ru: Задержка
tr_tr: Gecikme

# LblTargetJ2000
source: Target (J2000)
ca_es: Objectiu (J2000)
el_gr: Στόχος (J2000)
es_es: Objetivo (J2000)
fr_fr: Cible (J2000)
gl_es: Obxectivo (J2000)
ja_jp: 対象(J2000)
pt_pt: Objecto (J2000)
ru_ru: Цель (J2000)
tr_tr: Hedef (J2000)

# LblExecutingItemsInParallel
source: Executing items in parallel
ca_es: Executant elements en paral·lel
el_gr: Εκτέλεση αντικειμένων παράλληλα
es_es: Ejecutando elementos en paralelo
fr_fr: Exécution des éléments en parallèle
gl_es: Executando ítems en paralelo
it_it: Esecuzione di elementi in parallelo
ja_jp: 項目を並列実行中
pt_pt: Executando itens em paralelo
ru_ru: Выполнение элементов параллельно
tr_tr: Öğeler paralel yürütülüyor

# LblEnterAnnotation
source: Enter annotation
ca_es: Introduir anotació
es_es: Introducir anotación
fr_fr: Entrez l'annotation
gl_es: Inserir Anotación
it_it: Inserisci Annotazione
ja_jp: 注釈を入力
pt_pt: Inserir anotação
ru_ru: Введите аннотацию
tr_tr: Açıklama notu yaz

# LblAfterIterations
source: After iterations
ca_es: Després d'iteracions
el_gr: Μετά από Επαναλήψεις
es_es: Después de iteraciones
fr_fr: Après itérations
gl_es: Despois das iteracións
it_it: Dopo Iterazioni
ja_jp: 反復処理後
pt_pt: Após Iterações
ru_ru: После итераций
tr_tr: Yinelemelerden sonra

# LblFlatDeviceNotConnected
source: Flat device not connected
ca_es: Dispositiu de flats no connectat
el_gr: Η Συσκευή Flat δεν είναι συνδεδεμένη
es_es: Dispositivo de flats no conectado
fr_fr: Appareil à flats non connecté
gl_es: Dispositivo de Flat non conectado
it_it: Dispositivo per i Flat non connesso
ja_jp: フラット装置が接続されていません
pt_pt: Dispositivo de flats não conectado
ru_ru: Флэт устройство не подключено
tr_tr: Mesaj yaz

# LblEnterMessage
source: Enter message
ca_es: Introduir missatge
el_gr: Εισάγετε Μήνυμα
es_es: Introducir mensaje
fr_fr: Entrez le message
gl_es: Inserir Mensaxe
it_it: Inserisci Messaggio
ja_jp: メッセージを入力
pt_pt: Inserir mensagem
ru_ru: Введите сообщение
tr_tr: Mesaj yaz

# LblMessage
source: Message
ca_es: Missatge
el_gr: Μήνυμα
es_es: Mensaje
gl_es: Mensaxe
it_it: Messaggio
ja_jp: メッセージ
pt_pt: Mensagem
ru_ru: Сообщение
tr_tr: Mesaj

# LblLoopUntil
source: Loop until
ca_es: Bucle fins
el_gr: Επανάληψη μέχρι
es_es: Bucle hasta
fr_fr: Boucler jusqu'à
gl_es: Repetir ata
it_it: Ripeti fino a
ja_jp: までループ
pt_pt: Repetir até
ru_ru: Цикл до
tr_tr: Kadar döngüyü sürdür

# LblTriggers
source: Triggers
ca_es: Activadors
es_es: Activadores
fr_fr: Déclencheurs
gl_es: Desencadeantes
it_it: Attivatore
ja_jp: トリガー
pt_pt: Acções
ru_ru: Триггеры
tr_tr: Tetikleyiciler

# LblMetaGuideVersionCheckFailed
source: Update MetaGuide to at least {0}
ca_es: Actualitzar MetaGuide almenys a {0}
el_gr: Ενημέρωση του MetaGuide τουλάχιστον στο {0}
es_es: Actualizar MetaGuide al menos a {0}
fr_fr: Mettre à jour MetaGuide vers au moins {0}
gl_es: Actualizar MetaGuide polo menos {0}
it_it: Aggiorna MetaGuide ad almeno {0}
ja_jp: MetaGuideを少なくとも {0}に更新
pt_pt: Atualizar MetaGuide para pelo menos {0}
ru_ru: Обновить MetaGuide по крайней мере {0}
tr_tr: MetaGuide'ı en az {0} sürümüne güncelleyin

# LblMetaGuideDitherSettleTime
source: Dither settling time
ca_es: Temps d'estabilització del dither
el_gr: Χρόνος ηρεμίας Dither
es_es: Tiempo de ajuste tras el dither
fr_fr: Temps de stabilisation du dithering
gl_es: Tempo de estabilización do dither
it_it: Tempo di assestamento dither
ja_jp: ディザリング安定化時間
pt_pt: Tempo de estabilização do dither
ru_ru: Время успокоения межкадровой подвижки
tr_tr: Dither yerleştirilme süresi

# LblMetaGuideDitherSettleTimeTooltip
source: Amount of time, in seconds, to wait for dithering to complete
ca_es: Quantitat de temps, en segons, per esperar a que finalitzi el dithering
el_gr: Ποσότητα χρόνου, σε δευτερόλεπτα, για αναμονή ολοκλήρωσης του dithering
es_es: Cantidad de tiempo, en segundos, a esperar para que se complete el dither
fr_fr: Durée, en secondes, à attendre pour la fin du dithering
gl_es: Tempo, en segundos, que se agarda para completar o dithering
it_it: Quantità di tempo, in secondi, per attendere il completamento del dithering
ja_jp: ディザリングが完了するまでの時間（秒）
pt_pt: Tempo, em segundos, para aguardar que o dither termine
ru_ru: Количество времени, в секундах, в ожидании завершения межкадровой подвижки
tr_tr: Ditheringin tamamlanması için gereken saniye cinsinden süre

# LblMetaGuideLockWhenGuiding
source: Lock star when guiding
ca_es: Bloquejar l'estrella mentre guia
el_gr: Κλείδωμα αστεριού κατά την οδήγηση
es_es: Bloquear estrella mientras guía
fr_fr: Verrouiller l'étoile lors du guidage
gl_es: Bloquear estrela mentres guía
it_it: Blocca stella durante la guida
ja_jp: ガイド時に星をロック
pt_pt: Bloquear estrela ao guiar
ru_ru: Заблокировать звезду при гидировании
tr_tr: Takipteyken yıldıza kilitlen

# LblCoordinatesToFramingTooltip
source: Send coordinates to the Framing Wizard
ca_es: Enviar coordenades a l'assistent d'enquadrament
el_gr: Αποστολή συντεταγμένων στον Οδηγό Καδραρίσματος
es_es: Enviar coordenadas al asistente de encuadre
fr_fr: Envoyer les coordonnées à l'assistant de cadrage
gl_es: Enviar coordenadas ó Asistente de Encadre
it_it: Invia le coordinate alla procedura guidata di inquadramento
ja_jp: フレーミングウィザードに座標を送信する
pt_pt: Enviar coordenadas para o Assistente de Enquadramento
ru_ru: Отправить координаты Мастеру Кадрирования
tr_tr: Koordinatları kadraj sihirbazına gönder

# LblImportTargets
source: Import targets from an external source
ca_es: Importar objectius d'altres fonts
el_gr: Εισαγωγή Στόχων από εξωτερική πηγή
es_es: Importar objetivos de otras fuentes
fr_fr: Importer des cibles depuis une source externe
gl_es: Importar obxectivos dunha fonte externa
it_it: Importa target da una fonte esterna
ja_jp: 外部ソースからターゲットをインポート
pt_pt: Importar objectos a partir de uma origem externa
ru_ru: Импортировать цели из внешнего источника
tr_tr: Hedefleri dış bir kaynaktan içe aktarın

# LblUnknownImportFormat
source: Unknown file format
ca_es: Format desconegut per a importar objectius
el_gr: Άγνωστη μορφή για εισαγωγή στόχων
es_es: Formato desconocido para importar objetivos
fr_fr: Format inconnu des cibles importées
gl_es: Formato descoñecido ó importar obxectivos
it_it: Formato sconosciuto per importare i target
ja_jp: ターゲットをインポートするための不明なフォーマット
pt_pt: Formato desconhecido para importar objectos
ru_ru: Неизвестный формат для импорта целей
tr_tr: İçe aktarılacak hedefin formatı bilinmiyor

# LblUltraMode
source: Ultra mode
ca_es: Mode ultra
es_es: Modo ultra
fr_fr: Mode Ultra
gl_es: Modo Ultra
it_it: Modalità Ultra
ja_jp: ウルトラモード
pt_pt: Modo Ultra
ru_ru: Ультра-режим
tr_tr: Ultra Mod

# LblUltraModeTooltip
source: Enables the Ultra Mode for extra low read noise
ca_es: Activa el mode Ultra per al soroll de lectura extra baix
el_gr: Ενεργοποιεί το Ultra Mode για έξτρα χαμηλό θόρυβο ανάγνωσης
es_es: Activa el modo Ultra para ruido de lectura extra bajo
fr_fr: Active le mode Ultra pour un bruit de lecture très faible
gl_es: Activa o Modo Ultra para un ruído de lectura moi baixo
it_it: Abilita la modalità Ultra per un rumore di lettura più basso
ja_jp: 超低読み出しノイズ用にウルトラモードを有効にします
pt_pt: Ativa o Modo Ultra para uma leitura de ruido muito baixa
ru_ru: Включить ультра-режим для дополнительного низкого шума чтения
tr_tr: Çok düşük gürültü için ultra modunu etkinleştirir

# LblRotatorReverseTooltip
source: Reverse movement direction of rotator. Toggle this, if the platesolver rotates into the wrong direction.
ca_es: Invertir direcció de moviment del rotador. Activa'l, si la resolució de plaques gira en la direcció equivocada.
el_gr: Κατεύθυνση αντίστροφης κίνησης του περιστροφέα πεδίου. Επιλέξτε αυτό, αν ο platesolver περιστρέφει προς την λάθος κατεύθυνση.
es_es: Invertir dirección de movimiento del rotador. Actívalo, si la astrometría gira en la dirección equivocada.
fr_fr: Inversion du sens de rotation du rotateur. Basculez cette option si la résolution astrométrique tourne dans la mauvaise direction.
gl_es: Dirección de movemento inverso do rotador. Activar isto se Astrometría rota na dirección incorrecta.
it_it: Direzione di movimento inversa del rotatore. Attivare questa opzione, se il platesolver ruota nella direzione sbagliata.
ja_jp: 回転装置の方向を反転させます。プレートソルバーが間違った方向に回転させた場合、これで切り替えてください。
pt_pt: Inverte a direcção do movimento do rotador. Altere, caso o platesolve rodar para a posição errada.
ru_ru: Обратное направление движения вращателя. Включите эту опцию, если плейтсолвер вращается в неправильном направлении.
tr_tr: Çeviricinin hareket yönünü tersine çevirir. Plate solver makinayı yanlış yöne çevirirse bunu işaretleyin.

# LblHips2FitsSurvey
source: HIPS 2 FITS Sky Survey
ja_jp: HIPS 2 FITSスカイサーベイ
ru_ru: HIPS 2 FITS небесный обзор

# LblMechanicalPosition
source: Mechanical position
ca_es: Posició mecànica
es_es: Posición mecánica
fr_fr: Position mécanique
gl_es: Posición Mecánica
it_it: Posizione Meccanica
ja_jp: 機械的位置
pt_pt: Posição mecânica
ru_ru: Механическое положение
tr_tr: Mekanik Pozisyon

# LblSkyPosition
source: Sky position
ca_es: Posició del cel
es_es: Posición del cielo
fr_fr: Position du ciel
gl_es: Posición do Ceo
it_it: Posizione Cielo
ja_jp: 空の位置
pt_pt: Posição do céu
ru_ru: Позиция на небе
tr_tr: Gökyüzü Pozisyonu

# LblTargetMechanicalPosition
source: Target mechanical position
ca_es: Posició mecànica de l'objectiu
es_es: Posición mecánica del objetivo
fr_fr: Position mécanique de la cible
gl_es: Posición Mecánica á que ir
it_it: Posizione Meccanica di destinazione
ja_jp: 目標の機械的位置
pt_pt: Posição mecânica do objeto
ru_ru: Механическое положение цели
tr_tr: Hedef Mekanik Pozisyon

# LblTargetSkyPosition
source: Target sky position
ca_es: Posició del cel de l'objectiu
es_es: Posición del cielo del objetivo
fr_fr: Position Cible
gl_es: Posición do Ceo á que ir
it_it: Posizione Cielo di destinazione
ja_jp: 目標の空の位置
pt_pt: Posição do Objecto no Céu
ru_ru: Позиция цели на небе
tr_tr: Hedef Gökyüzü Pozisyonu

# LblMoveMechanicalPosition
source: Move mechanical position
ca_es: Moure posició Mecànica
es_es: Mover posición mecánica
fr_fr: Déplacer la position mécanique
gl_es: Mover Posición Mecánica
it_it: Sposta Posizione Meccanica
ja_jp: 機械的位置を移動
pt_pt: Mover a posição mecânica
ru_ru: Перемещение механической позиции
tr_tr: Mekanik Pozisyona git

# LblMoveSkyPosition
source: Move sky position
ca_es: Moure posició del cel
es_es: Mover posición del cielo
fr_fr: Déplacer la position du ciel
gl_es: Mover Posición do Ceo
it_it: Sposta Posizione Cielo
ja_jp: 空の位置を移動
pt_pt: Mover a posição do céu
ru_ru: Позиция на небе
tr_tr: Gökyüzü Pozisyonuna git
